{"url": "https://article.poliklinikazzaara.com.my/1-minggu-selepas-lahir-adakah-bayi-ada-perekmbangan-tertentu/", "title": "1 MINGGU SELEPAS LAHIR, ADAKAH BAYI ADA PEREKMBANGAN TERTENTU?", "body": "\n\nTahniah pada siapa sudah bergelar ibu! 9 bulan dalam perut, kini bayi comel anda sudah selamat dilahirkan. \n\n\nAnda mungkin fikir tiada apa yang perlu anda tahu tentang perkembangan bayi 1 minggu, tapi anda sebenarnya \nSALAH\n..\n\n\nWalaupun si manja itu baru saja dilahirkan, tapi setiap hari, perkembangannya semakin maju. Tak percaya jom tengok.\n\n\nPerkembangan bayi 1 minggu:\n Perkembangan fizikalComel kan Nampak lemak-lemak bayi macam ikon tayar Michelin. Sebenarnya, ini kerana mereka masih belum boleh memproses lemak.\n\n\nKepala bayi 1 minggu juga mungkin nampak sedikit besar dari badannya. Tapi jangan risau, itu benda normal.\n\n\nSatu lagi perkembangan bayi 1 minggu yang anda perlu tahu ialah mereka tidak mampu merenung anda kembali. Ini kerana pada usia 1 minggu, mereka masih rabun dekat. Jadi, apabila anda merenungnya, anda akan nampak dia akan melihat kening, garis rambut atau mata anda. Matanya juga mungkin nampak juling.Tapi jangan risau, tu perkara biasa. \n\n\nApa yang anda boleh bantu ialah dengan menggerakkan kepala anda ke kiri dan ke kanan perlahan-lahan. Tengok sama ada mata bayi ikut atau tidak. Dengan melakukan perkara ini, anda membantu menguatkan otot mata mereka.\n\n\nLagi satu, jangan beli permainan yang berwarna-warni. Sebaliknya, beli permainan dengan warna kontras seperti hitam, putih atau merah. Sehingga anak berumur enam bulan, hanya warna-warna itu yang mereka paling boleh nampak.\n\n\nAlat sulit dan payudara bayi juga akan kelihatan sedikit bengkak. Jangan risau ibu, itu juga benda biasa. Ia kerana hormone yang diserap bayi ketika dalam rahim.\n\n\nSatu lagi perkembangan bayi 1 minggu ialah mereka akan ada bulu-bulu halus di belakang badan, bahu dan dahi. Bulu halus ini dipanggil sebagai lanugo. Ia bertujuan untuk melindungi kulit bayi. Ia akan hilang dalam masa beberapa minggu.\n\n\nPada peringkat ini, panjang dan berat anak harus seperti berikut:-\n\n\nLelaki\n:\n\n\n\n\nPanjang: 49.8 cm (19.6 inc)\n\n\nBerat: 3.3 kg (7.4 lb)\n\n\nPerempuan\n:\n\n\n\n\nPanjang: 49.2 cm (19.4 inc)\n\n\nBerat: 3.3 kg (7.3 lb)\n\n\nLilitan kepala\n:\n\n\nLelaki: 34.5 cm (13.6 inc)\n\n\nPerempuan: 33.9 cm (13.3 inc)\n\n\nIbu, sentuhan, kasih sayang dan suara anda bergabung untuk membantu bayi rasa lebih selamat. Selain itu, otaknya juga akan bertindak balas dan makin berkembang. Jadi, teruskan bercakap dan mengasihi anak kecil anda itu.\n\n\nAntara benda yang perlu anda ingat tentang menyusu bayi 1 minggu ialah:- \nSusu keluar atas permintaan. Lebih banyak anda beri anak minum susu, lebih banyak susu badan akan keluar. Tapi bayi tak dapat mengawal pemakanannya, jadi ibulah kena bertanggungjawab untuk tahu bila anda patut bagi bayi susu.\n\n\nTanda baby lapar ialah: \nMenghisap jari/tangan, mulut terbuka.\n\n\n– Perut bayi baru besar sebiji marmar, jadi anda tak boleh beri sebarang makanan lain pada mereka melainkan susu badan.\n\n\n– Selepas 3 hingga 5 hari, anda akan mengalami let-down iaitu pengeluaran susu yang meningkat\n\n\n– Kalau payudara bengkak, pastikan bayi betul-betul melekap dengan elok pada payudara. Anda kene kosongkan payudara.\n\n\n– Jika ada masalah untuk menyusu, jangan lupa dapatkan pandangan pakar Vaksinasi dan penyakit biasaSemasa lahir, anak kecil anda sepatunya menerima suntikan seperti berikut: \n\n\nBCG: Imunisasi terhadap Tuberkulosis Hepatisis B\n\n\nImunisasi terhadap \nHepatisis B\n Lepas dua ke tiga hari, benjolan akan muncul di tempat suntikan namun ia tiada kesan sampingan.Paling penting, pastikan tiada sesiapa yang mencium bayi anda sama ada di muka, mulut, tangan, pipi dan sebagainya kerana kuman boleh merebak pada bayi. Ingat ya. \n\n\nSemoga bermanfaat.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/1-minggu-selepas-lahir-adakah-bayi-mempunyai-perkembangan-tertentu/", "title": "1 MINGGU SELEPAS LAHIR, ADAKAH BAYI MEMPUNYAI PERKEMBANGAN TERTENTU?", "body": "\n\nTAHNIAH\n pada sesiapa yang sudah bergelar ibu! 9 bulan dalam perut, kini bayi comel anda sudah selamat dilahirkan. Anda mungkin fikir tiada apa yang perlu anda tahu tentang perkembangan bayi 1 minggu, tapi anda sebenarnya \nSALAH\n!!!\n\n\nWalaupun si manja itu baru saja dilahirkan, tapi setiap hari, perkembangannya semakin maju. Tak percaya jom tengok.\n\n\nPerkembangan Bayi 1 Minggu : Perkembangan Fizikal\n\n\n1.\n \nComel kan nampak lemak-lemak bayi macam ikon tayar Michelin. Sebenarnya, ini kerana mereka masih belum boleh memproses lemak.\n\n\n2. \nKepala bayi 1 minggu juga mungkin nampak sedikit besar dari badannya. Tapi jangan risau, itu benda normal.\n\n\n3.\n Satu lagi perkembangan  bayi 1 minggu yang anda perlu tahu ialah mereka tidak mampu merenung anda kembali. Ini kerana pada usia 1 minggu, mereka masih rabun dekat.\n\n\n\n\nJadi, apabila anda merenungnya, anda akan nampak dia akan melihat kening, garis rambut atau mata anda. Matanya juga mungkin nampak juling.\n\n\nTapi jangan risau, tu perkara biasa. Apa yang anda boleh bantu ialah dengan menggerakkan kepala anda ke kiri dan ke kanan perlahan-lahan. Tengok sama ada mata bayi ikut atau tidak.\n\n\nDengan melakukan perkara ini, anda membantu menguatkan otot mata mereka.\n\n\n4.\n Lagi satu, jangan beli permainan yang berwarna-warni. Sebaliknya, beli permainan dengan warna kontras seperti hitam, putih atau merah. Sehingga anak berumur enam bulan, hanya warna-warna itu yang mereka paling boleh nampak.\n\n\n\n\n5\n. Alat sulit dan payudara bayi juga akan kelihatan sedikit bengkak. Jangan risau ibu, itu juga benda biasa. Ia kerana hormone yang diserap bayi ketika dalam rahim.\n\n\n6.\n Satu lagi perkembangan bayi 1 minggu ialah mereka akan ada bulu-bulu halus di belakang badan, bahu dan dahi. Bulu halus ini dipanggil sebagai \nlanugo\n.\n\n\nIa bertujuan untuk melindungi kulit bayi. Ia akan hilang dalam masa beberapa minggu.\n\n\n7.\n Pada peringkat ini, panjang dan berat anak harus seperti berikut :\n\n\n–\nLelaki\n\n\nPanjang: 49.8 cm (19.6 inc)\n\n\nBerat: 3.3 kg (7.4 lb)\n\n\nLilit kepala:\n 34.5 cm (13.6 inc)\n\n\n–\nPerempuan\n\n\nPanjang: 49.2 cm (19.4 inc)\n\n\nBerat: 3.3 kg (7.3 lb)\n\n\nLilit kepala\n: 33.9 cm (13.3 inc)\n\n\n8.\n Ibu, sentuhan, kasih sayang dan suara anda bergabung untuk membantu bayi rasa lebih selamat. Selain itu, otaknya juga akan bertindak balas dan makin berkembang. Jadi, teruskan bercakap dan mengasihi anak kecil anda itu.\n\n\nAntara Perkara Yang Perlu Anda Ingat Tentang Menyusu Bayi 1 Minggu \n:\n\n\n* \nSusu keluar atas permintaan. Lebih banyak anda beri anak minum susu, lebih banyak susu badan akan keluar. Tapi bayi tak dapat mengawal pemakanannya, jadi ibulah kena bertanggungjawab untuk tahu bila anda patut bagi bayi susu. Tanda baby lapar ialah: menghisap jari/tangan, mulut terbuka.\n *\n* \nPerut bayi baru besar sebiji marmar, jadi anda tak boleh beri sebarang makanan lain pada mereka melainkan susu badan.\n *\n* \nSelepas 3 hingga 5 hari, anda akan mengalami let-down iaitu pengeluaran susu yang meningkat\n. *\n* \nKalau payudara bengkak, pastikan bayi betul-betul melekap dengan elok pada payudara. Anda kena kosongkan payudara.\n *\n* \nJika ada masalah untuk menyusu, jangan lupa dapatkan pandangan pakar\n. *\n\n\nVaksinasi & Penyakit Biasa\n\n\nSemasa lahir, anak kecil anda sepatunya menerima suntikan seperti berikut:\n\n\nBCG\n: Imunisasi terhadap Tuberkulosis\n\n\nHepatisis B\n: Imunisasi terhadap Hepatisis B\n\n\nLepas dua ke tiga hari, benjolan akan muncul di tempat suntikan namun ia tiada kesan sampingan.\n\n\n\n\n\n\n\n\n\n\nPaling penting, pastikan tiada sesiapa yang mencium bayi anda sama ada di muka, mulut, tangan, pipi dan sebagainya kerana kuman boleh merebak pada bayi.\n\n\n\n\n\n\n\n\n\n\nIngat ya. Semoga bermanfaat.\n\n\nPoliklinik Az-Zaara\n\n\nTaman Dato Ahmad Razali, Ampang\n \n\n\n03-42663686/011-52300300\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/2-vaksin-yang-tidak-melindungi-anda-dari-covid-19-tapi/", "title": "2 VAKSIN YANG TIDAK MELINDUNGI ANDA DARI COVID-19, TAPI..", "body": "\n\nDi musim Corona ni, banyak perkara remeh yang kita perlu ambil berat. Antaranya memakai face mask dan menggunakan hand sanitiser.\n\n\nSelain kita berlindung disebalik face mask atau hand sanitiser, kita juga boleh memberi perlindungan dari dalaman seperti mengambil vaksin-vaksin tertentu.- \n\n\nVaksin Pneumococcal\n\n\n\n\nVaksin Influenza\n\n\n\n\nWalaupun kedua2 vaksin in tidak melindungi anda dari jangkitan Covid 19, namun kedua2 vaksin ini memberi manfaat yang sangat penting.\n\n\n1. \nVaksin Pneumococcal sangat penting untuk melindungi dari jangkitan kuman kedua (secondary infection) sekiranya anda dijangkiti Covid -19. Ini meningkatkan peluang untuk sembuh dari jangkitan Covid 19 dan menurunkan risiko komplikasi jangkitan paru-paru.\n\n\n2. \nVaksin influenza memberi perlindungan daripada jangkitan virus influenza yg simptomsnya hampir sama dgn Covid 19. Ini dapat mengurangkan risiko berlaku wabak baru yang akan menambah beban kerja frontliners. Ia juga akan menyebabkan anda perlu ke hospital dan risiko jangkitan kuman kedua akan meningkat.\n\n\nSebelum keadaan menjadi lebih teruk, kami menyarankan anda yang bergejala supaya datang ke klinik berhampiran untuk mengambil suntikan vaksin tersebut.\n\n\nSebarang pertanyaan atau kekeliruan boleh call/whatsapp kami.\n\n\nPoliklinik Az-Zaara\nTaman Dato Ahmad Razali Ampang\n03-42663686\natau whatsapp\nhttps://wa.me/601152300300\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/25-set-berpantang-yang-boleh-try-kat-rumah/", "title": "25 SET BERPANTANG YANG BOLEH TRY KAT RUMAH", "body": "\n\nMommies igt lg tak apa makanan pantang yang mommies paling suka and apa yang paling xsuka? Bagi yg belim pernah cuba, ni antara cadangan set makanan yg sesuai utk ibu yang sedang berpantang.\n\n\nCukup semua kelas makanan. Ada karbohidrat, protein, serat dan kurang lemak. Jangan lupa minum air secukupnya terutama utk ibu yang menyusu badan.\n\n\nMelihat set makanan orang berpantang yang telah ditempuhinya selama 40 hari, setiap hidangan ini memang nampak lazat dan menyelerakan.\n\n\nYang paling penting, ianya bernutrisi dan sihat untuk para ibu yang sedang berpantang selepas melahirkan cahaya mata.\n\n\n#1 \n\n\n\n\n#2\n\n\n\n\n#3\n\n\n\n\n#4\n\n\n\n\n#5\n\n\n\n\n#6\n\n\n\n\n#7\n\n\n\n\n#8\n\n\n\n\n#9\n\n\n\n\n#10\n\n\n\n\n#11\n\n\n\n\n#12\n\n\n\n\n#13\n\n\n\n\n#14\n\n\n\n\n#15\n\n\n\n\n#16\n\n\n\n\n#17\n\n\n\n\n#18\n\n\n\n\n#19\n\n\n\n\n#20\n\n\n\n\n#21\n\n\n\n\n#22\n\n\n\n\n#23\n\n\n\n\n#24\n\n\n\n\n#25\n\n\n\n\nNampak sedap tak set-set berpantang ni?\n\n\nRasanya, ia bukan sahaja sesuai untuk ibu yang baru bersalin, malah untuk mereka yang ingin berdiet dan menjaga pengambilan kalori mereka juga boleh cuba. Anda cuma perlu mengurangkan sahaja sedikit portion nasi dalam setiap set.\n\n\nBagi setiap set diatas, pastikan anda memilih hidangan bergoreng hanya selepas anda telah memasuki fasa berpantang pada minggu ke-3 dan ke atas sahaja.\n\n\nSelamat berpantang awak\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/5-mitos-teka-jantina-bayi-dalam-kandungan-yang-terbukti-salah/", "title": "5 MITOS TEKA JANTINA BAYI DALAM KANDUNGAN YANG TERBUKTI SALAH!", "body": "\n\nApabila kita melihat wanita hamil, pasti kita terus nak tanya jantina bayi kan? Jangan kata orang lain, ibu bapa sendiri pun tidak sabar untuk mengetahui jantina bayi. \n\n\nIni kerana mereka terlalu teruja untuk mengetahui bayi dalam kandungan lelaki atau perempuan, sehingga orang dulu mencipta beberapa mitos jantina bayi.\n\n\nMesti anda tertanya-tanya sejauh mana kebenarannya? Pakar memberitahu beberapa mitos yang popular dan mengemukakan fakta. Mari kita lihat satu per satu.\n\n\n1- Kadar degupan jantung bayi perempuan lebih laju dari bayi lelaki.\n\n\n\n\nDegupan jantung kedua-dua jantina adalah dalam lingkungan 110 ke 160 per minit pada trimester ketiga.\n\n\nIni adalah pertanyaan biasa pesakit-pesakit, malangnya tiada kajian yang menunjukkan hubungan antara degupan jantung dan jantina bayi. Malah degupan jantung berubah-ubah sepanjang 9 bulan.\n\n\n2- Perut tinggi lelaki, perut rendah perempuan.\n\n\n\n\nSetiap badan wanita adalah unik, begitu juga dengan otot perut dan saluran masuk pelvik (bagaimana bayi sedang duduk di pelvis). Bentuk badan dan otot akan menentukan bagaimana bentuk perut apabila hamil.\n\n\nKedudukan bayi juga menentukan sama ada perut tinggi atau rendah. Kedudukan bayi berubah sepanjang kehamilan.\n\n\n3- Menggantung cincin kahwin atau jarum pada rantai atau benang atas perut ibu akan menentukan jantina.\n\n\nKalau la semua ni betul.. Permainan ini memamng menyeronokkan tapi tiada data saintifik yang menyokong tuntutan ini.\n\n\n4- Jika rambut di tubuh badan atau kuku tumbuh cepat semasa hamil menandakan bayi lelaki, jika lambat ia bayi perempuan.\n\n\n\n\nWalaupun wanita hamil mengalami pelbagai hormon semasa hamil, pertumbuhan rambut atau kuku bukan petunjuk kepada jantina bayi. Umur lebih memberi kesan pada pertumbuhan rambut berbanding kehamilan.\n\n\nKebiasaannya, wanita mengalami keguguran rambut sebanyak 100 helai sehari. Semasa hamil, tidak kira jantina, hormon estrogen memanjangkan pertumbuhan rambut dan mengakibatkan kurang rambut gugur.\n\n\nTapi selepas beranak, anda jangan terkejut jika rambut anda gugur lebih banyak, kerana ia ingin mengembalikan kepada pertumbuhan normall semula. Anda akan mendapat rambut seperti sebelum hamil dalam masa setahun selepas beranak.\n\n\n5- Jika ibu mengidam makanan masam dan masin maknanya bayi lelaki tapi jika mengidam manis ia bayi perempuan.\n\n\n\n\nPakar mengatakan yang ini adalah tidak benar dan berharap sains semudah ini. Jadi anda boleh makan apa yang anda mahukan. Kombinasi nutrisi dan psikologi yang menentukan apa yang anda mengidam.\n\n\nJadi ibu bapa semua, sabar ya. Tunggu sampai kandungan cecah 16 minggu anda boleh buat ultrasound untuk lihat jantina bayi di Poliklinik Az-Zaara. \n\n"}
{"url": "https://article.poliklinikazzaara.com.my/5-sebab-mengapa-telinga-sering-berdesing-tinitus/", "title": "5 SEBAB MENGAPA TELINGA SERING BERDESING (TINITUS)", "body": "\n\nTelinga berdesing atau tinitus  tidak akan menjadi pencetus gangguan kesihatan yang serius. Akan tetapi, tinitus boleh mengganggu aktiviti dan produktiviti hidup kita. \n\n\nMenurut audiologi, tinitus berpotensi menyebabkan gangguan tidur dan boleh merendahkan kualiti waktu rehat kita. \n\n\n“Bahkan, tinnitus boleh menjadi pencetus kepada stress, kecemasan, dan tekanan,” kata beliau.\n\n\n\n\nPenyebab\n\n\nTinitus biasanya terjadi kerana kerosakan pada telinga tengah atau telinga bahagian dalam. Telinga tengah bertugas untuk menangkap gelombang suara dan menyalurkan ke telinga dalam. \n\n\nSedangkan telinga bahagian dalam bertugas mengirimkan impuls elektrik ke otak. Setelah otak menerima impuls dari telinga, otak akan menterjemahkannya menjadi suara. \n\n\nSelain itu, kerosakan telinga bahagian dalam boleh mengubah cara otak memproses suara. Kerusakan pada gegendang telinga atau tulang kecil di telinga tengah juga dapat mengganggu pengaliran suara.\n\n\nTumor di telinga atau saraf pendengaran juga boleh menyebabkan telinga berdesing. Telinga yang terdedah oleh suara yang sangat kuat secara teratur juga menyebabkan tinitus kepada segelintir masyarakat.\n\n\n\n\nBukan hanya itu, tinitus juga boleh terjadi oleh kerana beberapa sebab berikut:\n\n\n1. Pengumpulan kotoran\n\n\n\n\nPengumpulan kotoran di bahagian luar telinga juga boleh menjadi pencetus kepada suara desingan atau tinitus.\n\n\n2. Kesan ubat\n\n\n\n\nBeberapa ubat dapat juga boleh mempengaruhi pendengaran atau menyebabkan suara desingan di telinga. Contoh jenis ubat yang boleh memengaruhi pendengaran antara lain, aspirin dos tinggi, antibiotik tertentu, antidepresan dan ubat kemoterapi. \n\n\nItu sebabnya, kita perlu terlebih dahulu mendapatkan nasihat doktor sebelum mengambil ubat tertentu.\n\n\n3. Masalah gigi\n\n\n\n\nDesingan pada telinga juga mungkin berhubungan dengan masalah pada rahang atau gigi. Hal ini kerap terjadi kerana otot pada rahang juga memiliki syaraf yang terhubung dengan telinga.\n\n\n4. Kecederaan di kepala\n\n\n\n\nTelinga berdesing juga boleh terjadi kerana masalah biomekanik di kepala, leher, atau rahang. Biasanya, keadaan ini seringkali terjadi disebabkan oleh kesan dari kecederaan di kepala.\n\n\n5. Keadaan kesihatan \n\n\n\n\nTelinga berdesing juga boleh menjadi gejala dari keadaan kesihatan seseorang seperti \nménière’s disease.\n Penyakit meniere merupakan pengumpulan cairan di telinga dalam sehingga menyebabkan tekanan. Tak hanya itu, hipertensi dan diabetes juga berpontensi untuk seseorang itu mengalami tinitus.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/5-simptom-bahaya-ketika-bayi-demam-yang-tidak-harus-dihiraukan/", "title": "5 SIMPTOM BAHAYA KETIKA BAYI DEMAM YANG TIDAK HARUS DIHIRAUKAN", "body": "\n\nAPABILA BAYI DEMAM\n\n\nJangan panik. Demam adalah tanda sistem imun si manja sedang berlawan dengan jangkitan atau virus. Tapi jika si manja mula menunjukkan 5 simptom berbahaya ini, kita harus segera bawa mereka ke hospital. Ini simptom bayi demam yang tak boleh kita hiraukan:\n\n\n1- Demam panas yang teruk\n\n\nSuhu badan normal adalah kurang dari 37.5c. Tapi jika suhu badan si kecil telah mencecah lebih dari 38c, segera bawa si kecil ke klinik jika suhu badannya masih tidak kebah selepas empat hari atau lebih. Demam panas yang teruk akan mengakibatkan si manja cepat letih, hilang keinginan untuk menyusu, dehidrasi dan mengalami kekejangan.\n\n\nDemam panas\n\n\n2- Dehidrasi & tidak mahu menyusu\n\n\nSi manja akan terbuka untuk mengalami dehidrasi ketika ini. Dehidrasi terjadi kerana muntah dan cirit-birit. Oleh itu, anda perlu memberikan susu badan atau susu formula buat mereka.\n\n\nBerikan susu badan atau susu formula\n\n\n3- Sawan\n\n\nHampir 4% daripada kanak-kanak bawah usia 5 tahun akan mengalami sawan ketika demam. Biasanya sawan disebabkan oleh kenaikan suhu badan secara mendadak.\n\n\nSawan\n\n\n4- Kejang leher\n\n\nAnda harus panik jika si manja hanya berdiri tegak dan tidak berupaya menggerakkan leher mereka ke kiri atau ke kanan. Menurut pakar, kejang leher ketika demam boleh mengakibatkan meninggitis atau keradangan tonsil malah bengkak pada nod limfa. Oleh itu, ibu bapa harus segera membawa si manja ke klinik bagi mengenalpasti punca kejang leher.\n\n\nKejang leher\n\n\n5- Ruam yang merebak\n\n\nBukan ruam biasa tu. Simptom bahaya harus anda risau ialah demam dengan ruam yang banyak merebak. Ruam ini akan kelihatan kemerah-merahan namun tidak akan bertukar warna jika anda memicitnya. Ruam ini juga akan mengakibatkan si manja lebih mudah meragam.\n\n\nRuam\n\n\nDengan pengisian ini, saya harap ibu bapa boleh memberi lebih tumpuan pada simptom-simptom yang ditunjukkan oleh si manja berbanding hanya bergantung pada maklumat termometer.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/7-benda-yang-ibu-hamil-selalu-percaya-namun-ia-terbukti-salah/", "title": "7 BENDA YANG IBU HAMIL SELALU PERCAYA, NAMUN IA TERBUKTI SALAH", "body": "\n\nBila tengah mengandung ini, macam-macam kita akan dengar larangan dan saranan daripada orang berpengalaman. Kalau tak ikut, katanya badan akan sakit-sakit atau bayi tak sihat dan sebagainya.\n\n\nKadang-kadang rasa bimbang juga kalau terlanggar larangan mana-mana. Jadi untuk itu, ibu hamil perlu tahu 7 fakta dan mitos kehamilan ini sebelum anda percaya bulat-bulat semua kata-kata orang.\n\n\n\n\n7 fakta dan mitos kehamilan yang selalu anda percaya\n\n\nIbu mengandung tak boleh lari dari morning sickness\n\n\n\n\nSemua ibu mengandung terkena ke? Sebenarnya tidak benar. Morning sickness ini dapat dihindari dengan cara kurangkan makanan berlemak, bergoreng dan makanan berunsurkan tajam.\n\n\nJadi ibu mengandung tidak akan berasa mual dan muntah di awal kehamilan. Oleh itu perbanyakkan ambil makanan seperti roti bakar atau biskut crackers yang lebih berkhasiat.\n\n\n2. \nCheck kesihatan perlu dilakukan sekurang-kurangnya 5 tahun sebelum hamil\n\n\n\n\nIa adalah tanggapan yang salah. Awalnya 5 tahun sebelum hamil sudah kena pergi buat \ncheck up\n kesihatan?\n\n\nFakta yang betul adalah sekiranya anda bercadang untuk mengandung sekurang-kurangnya lakukan pemeriksaan 6 bulan sebelum hamil.\n\n\nIni kerana, apabila anda melakukan pemeriksaan kesihatan awal sebelum hamil, anda akan mengandung dalam keadaan yang sihat dan bayi pun dilahirkan sihat. \n\n\n3. \nIbu mengandung perlu kurangkan aktiviti bersenam\n\n\n\n\nSalah.\n Sekiranya ibu sihat dan cergas sepanjang kehamilan, tidak ada halangan untuk ibu melakukan senaman. Tapi ia perlu dilakukan dengan pergerakan yang \nperlahan dan memadai untuk berpeluh sedikit\n kerana ia dapat membantu menjaga kesihatan ibu dan janin yang dikandung.\n\n\nAda tips-tips senaman untuk mudah bersalin. Tapi jika ibu rasa penat, usah memaksa diri. Berehat lakukan senaman dan berehat secukupnya.\n\n\n4. \nPraeklampsia bukan tekanan darah tinggi disebabkan hamil\n\n\n\n\nSalah.\n Praeklampsia, atau gestational hypertension adalah tekanan darah tinggi disebabkan kehamilan.\n\n\nWalaupun begitu, ibu tak perlu bimbang kerana bayi tetap dilahirkan sihat tapi ibu perlu jaga pemakanan dan lakukan pemeriksaan seperti mana yang ditetapkan oleh doktor.\n\n\n5. \nAsid folic bukan satu-satunya vitamin yang perlu diambil sepanjang kehamilan\n\n\n\n\nSalah.\n Apabila mengandung, badan memerlukan 400 hingga 800 mikrogram asid folic setiap hari. Jadi ibu hamil perlu  mengambinya sebagai rutin.\n\n\nKalau nak tahu, asid folic merupakan kelompok vitamin B yang membantu pertumbuhan otak anak dan tulang belakang.\n\n\n6. \nIbu hamil perlu makan 1000 kalori setiap hari\n\n\n\n\nFakta dan mitos kehamilan yang ini adalah penyataan yang \nsalah.\n Walaupun sedang berbadan dua, ibu tidak perlu makan dengan banyak. Cukup sekadar 300 kalori setiap hari.\n\n\n7. \nBerat badan ibu akan bertambah sebanyak 11 ke 13 kg\n\n\n\n\nSalah\n, kerana bagi setiap ibu hamil, kenaikkan berat badannya adalah berbeza-beza. Ia bergantung pada BMI ibu sebelum mengandung. Namun begitu, doktor dapat melihat tahap kesihatan ibu yang baik apabila berlakunya penambahan berat.\n\n\nJika berat menurun, berleterlah doktor. Tadah telinga je yang mampu. Sebab itu bila tengah mengandung, jangan gatal nak diet tau. Kesihatan anak dalam perut. Kalau rasa nak makan, makanlah puas-puas selagi boleh. Anak pun syok dalam perut.\n\n\nSetakat itu sahaja perkongsian kita. \n\n\nSemoga bermanfaat\n\n\nPoliklinik Az-Zaara\n\n\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/7-fakta-menakjubkan-tentang-bayi-dalam-rahim-yang-anda-mungkin-tidak-tahu/", "title": "7 FAKTA MENAKJUBKAN TENTANG BAYI DALAM RAHIM YANG ANDA MUNGKIN TIDAK TAHU", "body": "\n\nApabila bakal menimang cahaya mata, ramai para ibu bapa yang mula membuat kajian dan membaca sebanyak mungkin info tentang bayi.\n\n\nMereka mahu bersiap sedia untuk menjaga dan membesarkan seorang insan yang bakal hadit dalam hidup mereka.\n\n\nAda seorang bapa ni, beliau telah mengumpulkan beberapa fakta menakjubkan tentang bayi yang telah dipelajarinya semasa sedang bersiap sedia menjadi seorang ayah.\n\n\nDi sini, kami kongsikan dengan anda beberapa info menarik tentang bayi semasa mereka sedang berkembang dan membesar dalam rahim ibu.\n\n\n1- Bayi boleh mendengar dari dalam kandungan\n\n\n\n\nIbu ayah, ketahuilah bahawa rahim adalah satu tempat yang AGAK BISING. Pada usia 16 minggu, struktur telinga bayi telah terbentuk sepenuhnya untuk mula mendengar bunyi di sekeliling.\n\n\nJadi , bayi anda sudah boleh mendengar denyutan nadi si ibu, aktiviti penghadaman dan bunyi ibunya makan.\n\n\nMalah, bayi anda boleh mendengar bunyi ibunya bernafas, berjalan, bercakap, bersenam dan sebagainya.\n\n\nBayi juga boleh mengenalpasti bunyi dari rahim dan sebab itulah para ibu dan ayah digalakkan untuk mula bersembang dengan kandungan mereka.\n\n\n2- Bunyi kuat boleh rosakkan pendengaran bayi dalam rahim\n\n\n\n\nWahai ibu hamil sekalian, jika anda bakal pergi ke tempat yang mempunyai bunyi yang kuat (airport, konsert atau majlis-majlis lain), pastikan anda ambil langkah berjaga-jaga.\n\n\nPakar menyatakan yang bunyi terlampau kuat yang \nmelebihi 115dBA\n harus dielak oleh ibu mengandung.\n\n\nAntara bunyi dengan kadar ini adalah bunyi enjin jet, tembakan pistol, kenderaan berat, chainsaw dan bunyi kuat dari konsert atau seminar.\n\n\n3- Bayi boleh melihat cahaya dari luar\n\n\n\n\nAntara fakta menakjubkan tentang bayi yang anda perlu tahu adalah, antara minggu ke-26 hingga 28, bayi dalam rahim sudah boleh melihat cahaya.\n\n\nContohnya, mereka boleh melihat sinaran cahaya matahari atau apabila lampu suluh dipancarkan ke arah perut ibu.\n\n\nMalah ada beberapa pakar yang menyarankan untuk ibu hamil selalu keluar rumah bagi menggalakkan perkembangan mata dan penglihatan bayi.\n\n\n4- Bayi berenang dalam rahim dan minum urin sendiri.\n\n\nApabila bayi dalam rahim mencecah usia 8 minggu, bayi akan mula kencing dalam karung amniotikk. Dan pada usia 20 minggu, kebanyakkan cecair dalam karung ini adalah air kencing atau urin.\n\n\nMereka akan mula minum campuran urin dan cecair amniotik ini pada usia minggu ke-10, di mana pada waktu ini, bayi sudah boleh mula menelan cecair.\n\n\n5- Bayi boleh merasa makanan yang dimakan ibu.\n\n\n\n\nDeria rasa bayi pula akan mula berkembang pada usia 11 minggu dan menjadi semakin matang pada usia 29 dan 29.\n\n\nRasa dari makanan ibu akan masuk ke karung amniotik, yang kemudiannya akan diminum oleh bayi.\n\n\nMalah, bayi turut boleh menghidu kandungan dalam karung tersebut, jadi beberapa saintis telah membuat spekulasi bahawa bayi juga boleh menghidu makanan yang dimakan oleh ibu.\n\n\n6- Apa yang dimakan ibu akan mempengaruhi minat makan bayi \n\n\n\n\nKajian ada menunjukkan bahawa jika ibu hamil mengelak dari makan sesuatu makanan sewaktu mengandung, bayi mereka juga akan cenderung untuk mengelak makan makanan tersebut apabila mereka lahir kelak.\n\n\nApa yang ibu makan akan turut mempengaruhi rasa susu badan, yang kemudiannya turut mempengaruhi minat makan bayi tersebut.\n\n\n7- Bayi menangis dalam rahim\n\n\n\n\nAda satu video di Youtube yang menunjukkan reaksi bayi dalam kandungan apabila muzik diputarkan.\n\n\nSelepas bunyi muzik dimainkan pada kandungan, bayi dalam rahim ini membuka mulutnya kelihatan seperti menarik nafas dan menggeletar sedikit dagunya.\n\n\nDia menunjukkan gaya atau tingkah laku menangis.\n\n\nHebat ciptaan Allah. Bayi yang disangka pasif sebenarnya sudah mampu untuk membuat pelbagai perkara ketika masih didalam rahim ibu.\n\n\nBerdasarkan ilmu ini, bolehlah para ibu hamil di luar sana melakukan apa yang sewajarnya untuk mengalakkan pertumbuhan dan perkembangan bayi mereka.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/7-perkara-penting-pastikan-kandungan-sihat/", "title": "7 PERKARA PENTING PASTIKAN KANDUNGAN SIHAT", "body": "\n\nSemasa mengandung, banyak pantang larang yang perlu dielakkan dan petua yang perlu dilakukan untuk memastikan kandungan sentiasa sihat.\n\n\nIni adalah 7 perkara penting yang mesti dilakukan semasa mengandung untuk memastikan kandungan sihat.\n\n\n1- FOLIC ACID\n\n\nFolic Acid perlu diambil 2-3 bulan sebelum merancang untuk mengandung, supaya kandungan folic acid dalam badan ibu mencukupi untuk pembentukan saraf tunjang dan otak bayi semasa awal kandungan.\n\n\n\n\n2- SCAN AWAL\n\n\nApabila disahkan mengandung, buat scan awal pada 8-12 minggu untuk sahkan tarikh dijangka bersalin. Scan pada waktu ini akan mengambil ukuran CRL (crown rump length) untuk mengira usia kandungan. Waktu ini adalah waktu terbaik dan paling tepat untuk tentukan tarikh dijangka bersalin.\n\n\n\n\n3- JAUHI TABIAT YANG KURANG SIHAT\n\n\n Makan makanan berkhasiat dan jauhi makanan/perbuatan yang membahayakan kandungan seperti morokok/minum minuman beralkohol.\n\n\n\n\n4- ANTENATAL CHECK UP\n\n\nBuat antenatal checkup yang lengkap. Jangan buat ala kadar je. Jumpa doktor yang berpengalaman dalam bidang antenatal keran bukan semua doktor berpengalaman dalam penjagaan antenatal.\n\n\n\n\n5- DAPATKAN IBERET FOLIC\n\n\nBila dah masuk trimester kedua, sebaiknya dapatkan supplement iron seperti Iberet Folic untuk menambah jumlah darah yang semakin diperlukan apabila kandungan semakin membesar.\n\n\n\n\n6- LAKUKAN PEMERIKSAAN DARAH\n\n\nLakukan pemeriksaan darah, check gula, air kencing dan pemeriksaan tekanan darah secara berkala agar semua normal. Jika terdapat sebarang bacaan yang tidak normal, pemeriksaan lanjut perlu dilakukan.\n\n\n\n\n7- JAGA BERAT BADAN\n\n\n\n\nSemoga bermanfaat\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/7-perkara-wanita-mengadu-lebih-sakit-daripada-proses-nak-bersalin/", "title": "7 PERKARA WANITA MENGADU LEBIH SAKIT DARIPADA PROSES NAK BERSALIN", "body": "\n\nRasanya, tiada apa yang dapat menandingi sakit melahirkan anak. Semua wanita yang usdah berkahwin akan melalui sakit melahirkan anak ini, tak kiralah sama ada secara normal mahupun pembedahan.\n\n\nSalah satu sebab kenapa sakit melahirkan anak adalah kerana kita terpaksa menghadapi kontraksi berulang-ulang kali. Selain itu, kita juga sering “dimomokkan” dengan cerita orang tentang sakit melahirkan anak.\n\n\n\n\nAkan tetapi, pasti anda terkejut membaca artikel ni kerana masih ramai para wanita yang mengaku ada benda lain \nLEBIH SAKIT daripada bersalin\n.\n\n\n7 Perkara lebih derita daripada sakit melahirkan anak\n\n\nMigrain yang teruk\n\n\n\n\nMigrain atau sakit kepala yang kronik bukanlah senang untuk dihilangkan. Ada sesetengah orang mengalami migrain sampai berhari-hari, tanpa tanda ia akan surut.\n\n\nAntara tanda-tanda migrain adalah sensitif pada cahaya, rasa nak muntah dan pening.\n\n\n2\n. Proses kelahiran induce\n\n\n\n\nSakit melahirkan anak secara normal akan dirasai sedikit demi sedikit. Anda mungkin berpeluang untuk menahan kesakitan perlahan-lahan. Tapi proses bersalin induce tidak beri anda peluang terbabit.\n\n\nKontraksi yang tiada henti dan proses bersalin induce itu sendiri…. hmm\n\n\n3. \nTulang patah\n\n\n\n\nMenurut seorang ibu yang pernah patah tulang buku lali, sakit patah tulang lebih derita daripada sakit melahirkan anak. Tambahan pula anda kena pakai tongkat selepas itu.\n\n\nLepas bersalin, anda hanya perlu berehat, tak payah pakai tongkat pun. Jadi menurut ibu tersebut, sakit tulang patah lebih membawa derita walaupun ia akan sembuh juga akhirnya.\n\n\n4. \nBatu karang\n\n\n\n\nAda wanita yang menderita penyakit batu karang mengatakan sakit melahirkan anak mungkin lebih dimudahkan berbanding penderitaan sakit ini.\n\n\nTapi, ada juga ibu yang kata kesakitan kedua-dua ini sama. Wah, mesti sakit ya jika ada batu karang?\n\n\n5. \nSakit tumbuh gigi\n\n\n\n\nNampaknya ada juga wnaita yang menyamakan sakit melahirkan anak seperti sakit tumbuh gigi. Jika anda mengalami sakit tumbuh gigi tanpa sebarang ubat tahan sakit, penderitaannya sama seperti bersalin tanpa ubat tahan sakit juga.\n\n\nCuma kadang-kadang ubat tahan sakit bagi proses bersalin tidaklah terlalu berkesan. Akan tetapi sakit tumbuh gigi mempunyai kesannya tersendiri, lebih-lebih lagi jika anda nak buat kerja.\n\n\n6. \nJangkitan di saluran perkumuhan\n\n\n\n\nDerita akibat jangkitan di saluran perkumuhan (usus) juga dikatakan setanding dengan kesakitan waktu nak bersalin. Malah, ada yang mengatakan sakit ini 10 kali ganda lebih teruk daripada bersalin.\n\n\n7. \nPembedahan besar\n\n\n\n\nPembedahan memang lebih menyakitkan daripada proses bersalin normal. Ya, anda akan diberi anestesia sebelum pembedahan, tapi kesakitan sebenar akan bermula lepas pembedahan tamat.\n\n\nSebab itu ramai ibu yang bersalin czer, kemudian bersalin normal untuk anak seterusnya mengatakan \n“sakit pembedahan lebih teruk dari sakit bersalin normal\n. Apapun, nasiblah sekarang kita ada ubat tahan sakit.\n\n\nIni hanyalah beberapa penderitaan yang dikatakan wanita lebih sakit berbanding proses bersalin. Namun, kita tidak menafikan \n“siapa yang akan lupa proses bersalinnya?\n Sakit tu.. aduhaii hanya seorang ibu yang tahu.\n\n\nTapi, jika anda akan mengalami kontraksi kelak, janganlah panik. Anda pasti akan dimudahkan untuk bersalin kelak, insyaAllah.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/7-tanda-anak-perlu-jumpa-doktor-ramai-parents-abaikan/", "title": "7 TANDA ANAK PERLU JUMPA DOKTOR. RAMAI PARENTS ABAIKAN.", "body": "\n\nApa tanda anak perlu jumpa doctor?\n\n\nSetiap penyakit pasti ada tanda-tandanya yang tersendiri, tapi bagaimana pula kalau gejala penyakit itu tidak begitu jelas?\n\n\nAdakah ibu bapa akan menganggap ia sebagai tidak penting dan terus mengabaikannya?\n\n\nTahukah anda penyakit yang dapat dikesan lebih awal mempunyai peluang yang lebih baik untuk pulih dengan tepat\n\n\nTahi lalat pada anak\n\n\n\n\nTahi lalat yang besar, semakin membesar dan mempunyai warna yang tidak normal mungkin tanda penyakit barah kulit melanoma.\n\n\nSebenarnya, tahi lalat yang berkembang pada kadar yang sama dengan kanak-kanak pula adalah perkara biasa. Tahi lalat kanak-kanak juga boleh menjadi lebih gelap atau lebih cerah secara semulajadi. Tapi tahi lalat yang berkembang (atau berubah) dengan cepat, adalah tanda yang membimbangkan.\n\n\n2. \nRambut gugur\n\n\n\n\nWalaupun jarang berlaku, namun keguguran rambut adalah disebabkan oleh kekurangan nutrient tertentu. Antaranya termasuklah:\n\n\nVitamin H atau biotin, salah satu vitamin B kompleks yang membantu tubuh mengubah karbohidrat menjadi glukosa untuk tenaga badan.\n\n\nZink, mineral penting yang terlibat dalam pelbagai aspek metabolism sel. Ia juga menyokong pertumbuhan dan perkembangan normal semasa kehamilan, masa kanak-kanak dan remaja.\n\n\nDalam kes tertentu rambut boleh gugur akibat terlalu banyak vitamin A.\n\n\n3. \nMood dan perangai aneh\n\n\n\n\nPerubahan dalam tingkah laku adalah satu tanda awal anak anda demam.\n\n\nTanda-tanda seperti kelesuan, kurang selera makan dan kerap menangis boleh menunjukkan anak dalam keadaan yang tidak selesa.\n\n\nPeriksa bayi anda dan pastikan ia bukan berpunca daripada masalah lain seperti lampin yang terlalu ketat.\n\n\nDapatkan nasihat doctor dengan segera jika bayi anda menangis lebih lama dari biasa atau mempunyai tanda penyakit lain..\n\n\n4. \nPeningkatan saiz kepala\n\n\n\n\nDibawah adalah beberapa punca mengapa ubun-ubun bayi boleh berkembang:\n\n\nEncephalitis- bengkak (keradangan) otak, yang paling kerap disebabkan oleh jangkitan\nHydrocephalus- Penumpukan cecair didalam tengkorak\nPeningkatan tekanan intrakranium\nMeningitis- Jangkitan membrane yang meliputi otak\n\n\n5. \nPendengaran yang berkurangan\n\n\n\n\nBawa anak jumpa doctor untuk menjalankan ujian pendengaran jika anda perasan dia mengalami masalah untuk mendengar atau tidak bertindak balas apabila anda memanggilnya.\n\n\n6. \nSelalu dahaga\n\n\n\n\nAnak yang selalu dahaga mungkin menghidap penyakit kencing manis.\n\n\nIbu bapa yang mengadu anak mereka terlalu kuat minum air selalu datang ke kliniknya ingin tahu jika anak mereka menghidap penyakit kencing manis atauapun tidak.\n\n\nBiasanya ujian kesihatan akan menunjukkan keputusan yang normal. Kemudian ujian air kencing akan diarahkan.\n\n\nDari ujian ini, doctor boleh mengesahkan jika mereka menghidap penyakit kencing manis ataupun tidak.\n\n\n7. \nAnak berdengkur\n\n\n\n\nSetiap bulan apabila bayi anda membesar dan saluran udaranya semakin matang, bunyi dengkur sepatutnya semakin reda.\n\n\nTapi jika anak terus berdengkur dengan kuat, catatkan corak tidurnya. Catatkan bunyi pernafasan bayi anda yang berbeza setiap hari.\n\n\nSekiranya keadaan bayi anda tidak bertambah baik malah semakin teruk, bincang hal ini dengan doctor pakar bayi anda. Ujian khas boleh dijalankan untuk mengetahui punca masalah pernafasan anak.\n\n\nMari sama-sama kita lebih peka dan jangan mengabaikan sebarang tanda-tanda kurang jelas tentang kesihatan anak-anak kita ya.\n\n\nSemoga Bermanfaat\n\n\nPoliklinik Az-Zaara\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/862-kes-baharu-covid-19-dan-3-kematian-dilaporkan-hari-ini/", "title": "862 KES BAHARU COVID-19 DAN 3 KEMATIAN DILAPORKAN HARI INI", "body": "\n\nKementerian Kesihatan Malaysia (KKM) memaklumkan bahawa terdapat 862 kes baharu Covid-19 yang dilaporkan pada hari ini.\n\n\nMenerusi maklumat yang dikongsikan melalui akaun Twitter rasmi KKM, 862 kes baharu yang dilaporkan pada hari ini menjadikan jumlah kumulatif kes Covid-19 yang dilaporkan meningkat kepada 22,225 kes secara keseluruhan.\n\n\n\n\nDaripada 862 kes baharu yang dilaporkan pada hari ini, sebanyak 860 merupakan kes tempatan manakala 2 lagi adalah kes import.\n\n\nTerdapat 95 kes yang sedang dirawat di ICU dan daripada itu, 29 kes memerlukan alat bantuan pernafasan.\n\n\n\n\nDalam pada itu, kes discaj baharu yang dilaporkan pada hari ini adalah 634 kes. Justeru, jumlah kumulatif kes discaj di Malaysia terus meningkat kepada 14,351 kes.\n\n\nKKM juga turut memaklumkan bahawa terdapat 3 kes kematian yang dicatatkan pada hari ini. Jumlah kumulatif kes kematian pula meningkat kepada 193 kes atau bersamaan dengan 0.87%.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/amalan-ibu-mengandung-menurut-islam-dan-sunnah/", "title": "AMALAN IBU MENGANDUNG MENURUT ISLAM DAN SUNNAH", "body": "\n\nAmalan berpuasa dapat membantu anak dalam kandungan supaya lebih kuat hatinya. Bacaan surah surah tertentu juga mempunyai kelebihan untuk bayi dalam kandungan.\n\n\nTapi ketahanan untuk berpuasa bergantung kepada tempoh kehamilan, faktor kesihatan wanita berkenaan sewaktu hamil, waktu berpuasa dan keadaan cuaca ketika itu. Mereka tidak dinasihatkan berpuasa pada tiga bulan pertama sekiranya mengalami gejala kehamilan serius, seperti muntah-muntah, kurang selera makan, kepenatan, pening dan pitam.\n\n\nSelain berpuasa, boleh kita cuba buat berapa amalan lain seperti :\n\n\n1- Melazimkan diri membaca Al-Quran\n\n\n\n\n2- Melazimi baca buku ilmiah seperti Kisah Para Nabi, Kisah Para Sahabat dan lain-lain\n\n\n\n\n3- Menjaga adab dan emosi terhadap suami\n\n\n\n\n4- Makan makanan yang baik, pastikan makanan dan bahan-bahan adalah yang halal dan dari sumber pendapatan yang halal\n\n\n\n\n5- Jauhi daripada sifat dendam dan dengki\n\n\n\n\n6- Rajin menguntumkan senyuman\n\n\n\n\n7- Sering berbual-bual dengan anak yang berada dalam kandungan\n\n\n\n\n8- Banyakkan berdoa kepada Allah swt\n\n\n\n\n9- Rajin berpuasa sunat (digalakkan suami & isteri berpuasa sunat, seperti Isnin dan Khamis)\n\n\n\n\n10- Lakukan kerja-kerja ringan di rumah sebagai senaman untuk memudahkan proses kelahiran\n\n\n\n\n11- Jangan terlalu tertekan atau stress\n\n\n\n\n12- Banyakkan bertaubat dan beristighfar kepada Allah swt\n\n\n\n\n13- Rajin solat wajib di awal waktu dan perbanyakkan solat sunat seperti solat dhuha dan tahajjud\n\n\n\n\n14- Kerap membasahi lidah dengan berzikir\n\n\n\n\n15- Rajin menghadiri majlis-majlis ilmu kerana ia umpama taman taman syurga\n\n\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/amalan-trimester-pertama-kalau-nak-kehamilan-sihat-jom-buat/", "title": "AMALAN TRIMESTER PERTAMA KALAU NAK KEHAMILAN SIHAT. JOM BUAT!", "body": "\n\nTrimester pertama ialah permulaan kepada kehamilan anda. Ada 9 amalan yang anda lakukan dalam tempoh ini yang boleh melicinkan proses kehamilan dan kelahiran.\n\n\nBila disahkan hamil, ada ‘seseorang’ dalam rahim anda iaitu janin. Anda seolah-olah tidak percaya dan dalam masa sama teruja dan gembira. Bermula dari saat itu juga, anda harus menjaga kehamilan dengan baik agar bebas daripada komplikasi dan berpeluang menimang cahaya mata yang sihat.\n\n\n1- Cari Maklumat\n\n\n\n\nDapatkan informasi sebanyak mungkin tentang apa yang perlu anda lalui daripada trimester pertama hingga trimester akhir kehamilan. Anda perlu lakukannya bagi mendapatkan maklumat penting agar dapat menjalani kehamilan yang sihat. Dapatkannya melalui buku, majalah, surat khabar, televisyen, Internet dan lain-lain.\n\n\n2- Elak Dehidrasi\n\n\n\n\nDi trimester pertama, anda sering mual dan muntah hingga menyebabkan dehidrasi. Oleh itu, banyakkan minum air kosong, susu atau jus buah-buahan segar. Malah, minuman yang diambil secukupnya, dapat membantu anda mengatasi masalah sembelit yang mungkin dihadapi.\n\n\n3- Makan secara sihat\n\n\n\n\nAnda tidak perlu makan untuk dua orang! Keperluan tenaga tidak berubah dalam tempoh enam bulan pertama kehamilan. Ia hanya meningkat sedikit dalam tempoh tiga bulan terakhir iaitu sekitar 200 kalori sehari. Pastikan diet anda seimbang.\n\n\n4- Elak penyebab muntah\n\n\n\n\nHindari pelbagai jenis bau-bauan yang kurang menyenangkan. Dengan itu, ia dapat menghindarkan anda daripada rasa mual. Biasakan juga diri untuk memberus gigi selepas makan. \n\n\nUntuk menghindarkan rasa mual, usahakan untuk bangun secara perlahan-lahan daripada keadaan berbaring. Jangan dilakukan secara spontan. Antara lain, makan dalam kuantiti sedikit tetapi kerap.\n\n\n5- Ikuti pemeriksaan antenatal\n\n\n\n\nKetika hamil, kesihatan diri anda dan bayi perlu diutamakan. Atas sebab ini, anda perlu mengikuti rutin pemeriksaan antenatal sebelum minggu ke-12 bagi membantu doktor memantau keadaan anda dan perkembangan bayi.\n\n\n6- Makan Ikan\n\n\n\n\nBeberapa kajian menunjukkan minyak ikan yang mengandungi asid lemak omega-3 mempunyai kesan baik terhadap pra eklampsia, berat kelahiran bayi dan perkembangan otak bayi di peringkat akhir kehamilan. Hal ini kerana ikan berminyak\n\n\nMengandungi protein, mineral, vitamin D dan asid lemak omega-3. Anda digalakkan makan ikan tenggiri, salmon atau sardin dua kali seminggu. Anda juga boleh memakan jenis ikan lain seberapa banyak yang anda suka.\n\n\n7- Bersenam selalu\n\n\n\n\nBersenam boleh menimbulkan keceriaan dan membantu anda elak kemurungan semasa hamil. Pakar perubatan menyatakan senaman mempunyai kesan positif ke atas bahan kimia otak seperti serotonin dan dopamina yang membantu mengawal emosi dan perasaan. \n\n\nSenaman yang sesuai untuk wanita hamil adalah seperti berjalan, berenang dan aerobik air.\n\n\n8- Senaman lantai pelvis\n\n\n\n\nSejak daripada awal kehamilan, anda digalakkan untuk mengamalkan senaman lantai pelvis yang bermanfaat ketika proses kelahiran. Malah ia juga baik untuk diri anda selepas melahirkan nanti. Anda digalakkan untuk melakukannya tiga kali sehari.\n\n\n9- Kurangkan kafein\n\n\n\n\nPenyelidik berpendapat terlalu banyak kafein yang diambil semasa hamil boleh menyumbang kepada risiko bayi mempunyai berat badan lahir rendah atau meningkatkan risiko keguguran. Dicadangkan anda hanya minum dua cawan kopi atau\n\n\nempat cawan teh sehari untuk mengelakkan bayi terjejas dengan kesannya. Sebaik-sebaiknya, beralih kepada kopi tanpa kafein, teh, atau jus buah-buahan segar.\n\n\nAlternatif lain ialah minum segelas air kosong dengan perahan lemon atau limau.\n\n\nSemoga Bermanfaat\n\n\nPoliklinik Az-Zaara\n\n\nSoalan dari anda amat kami alu-alu kan. Tinggalkan dibawah\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/apa-itu-eczema-dan-bagaimana-nak-merawat/", "title": "APA ITU ECZEMA DAN BAGAIMANA NAK MERAWAT?", "body": "\n\nEczema (Atopic Dermatitis)\n ialah keadaan yang mana kulit menjadi radang dengan simptoms \nruam merah\n, \ngatal\n, \nkulit kering\n dan \nmerekah\n. Tempat yang biasa terjadi pada bayi adalah pada \npipi\n dan \ndagu\n, \nleher\n, \npelipat siku\n dan \nlutut\n dan juga \nbelakang telinga\n. Juga boleh berlaku pada badan.\n\n\nIanya adalah penyakit keturunan dan biasanya baby/ahli keluarga lain akan ada asthma atau allergy rhinitis, orang melayu panggil resdung.\n\n\n\n\nEczema boleh menjadi teruk dan menjadi kurang pada masa-masa tertentu. Ini boleh disebabkan oleh faktor-faktor seperti terdedah kepada bahan yang allergy ataupun kulit menjadi kering. \n\n\nAllergy boleh datang dari persekitaran seperti bahan kimia dalam asap rokok, dari makanan seperti telur atau protein-protein lain, dari pakaian bayi atau tempat tidur dan tempat permainan mereka.\n\n\nJadi bagaimana nak merawat eczema? Dah p jumpa specialist kt Private Hospital bayar beribu-ribu pun tak baik jugak.\n\n\nMemang betul, sebab sehingga sekarang tiada ubat untuk merawat eczema. Dan tidak ada rawatan alternatif/tradisional yang benar-benar terbukti dapat merawat eczema. \n\n\nEczema akan berkurang secara sendiri apabila baby meningkat usia remaja dan dewasa. Begitu juga dengan penyakit allergy-allergy lain seperti asthma.\n\n\nSo mcm mana nak buat? Rawatan hanya diberikan untuk merawat simptoms semasa eczema menjadi teruk. Selepas itu menjadi tanggungajawab ibu bapa/penjaga untuk memastikan eczema tidak menjadi teruk semula dengan mejaga persekitaran dan mengawasi pemakanan bayi tersebut.\n\n\n\n\nRawatan yang boleh diberikan adalah berbentuk \ncream dan ubat antihistamine untuk mengurangkan gatal.\n\n\nBagi eczema yang ringan, tidak perlu untuk memberikan cream steroid kepada bayi terutama kepada bayi kecil kurang dari setahun. Contoh cream tanpa steroid yang sesuai untuk eczema adalah seperti Ezzera Dan Tricera.\n\n\nBoleh dapatkan Ezzera dan Tricera di Poliklinik Az-Zaara pada harga istimewa.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/apa-rawatan-yang-sesuai-untuk-neonatal-jaundice/", "title": "APA RAWATAN YANG SESUAI UNTUK NEONATAL JAUNDICE?", "body": "\n\nSekarang dah boleh test TSB untuk baby jaundice di Poliklinik Az-Zaara. Keputusan dalam 10 minit. Harga RM35 sahaja.\n\n\nSimple je nak faham pasal neonatal jaundice ni. Bukan susah sangat.\n\n\nJaundice ialah bilirubin dalam badan tinggi.\n\n\nJaundice = bilirubin dihasilkan > bilirubin dikeluarkanMungkin bilirubin terhasil terlalu banyak.Mungkin badan kurang mengeluarkan bilirubin dari badan.Mungkin fungsi hati yang berfungsi menguraikan bilirubin kurang cekap.\n\n\n\n\nOk, so apa rawatan yang sesuai?\n\n\n1. Rawatan mengikut punca jaundice itu. Doktor akan decide, tak perlu pening2 pasal ni.\n\n\n2. Phototherapy\n\n\nLetak baby kat bawah lampu warna biru. Apa tujuannya? Lampu warna biru tu ada sejenis cahaya yang akan mempercepatkan penguraian bilirubin menjadi bahan yang larut air dan mudah dikeluarkan melalui air kencing. Itu saje. Tiada fungsi lain.\n\n\nJadi disini, perlu difahami, phototherapy hanyalah separuh dari rawatan jaundice, separuh lagi adalah untuk merawat punca berlakunya jaundice.\n\n\nBila punca jaundice telah dirawat, keseimbangan bilirubin akan kembali normal.Bilirubin dihasilkan = bilirubin dikeluarkan (Normal)Bilirubin yang berlebihan tadi pula diurai oleh phototerapy dan dikeluarkan melalui air kencing.\n\n\nSenang tak nak faham? Penting kena faham kerana komplikasi dari jaundice yang tidak dirawat adalah sangat teruk iaitu kecacatan kekal pada otak bayi.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/apakah-edema-ketika-hamil-siapa-yang-pernah-bengkak-kaki-masa-hamil-mesti-tahu/", "title": "APAKAH EDEMA KETIKA HAMIL? SIAPA YANG PERNAH BENGKAK KAKI MASA HAMIL, MESTI TAHU.", "body": "\n\nSelalu tak ibu mengandung alami cramp kaki ketika tidur? Apabila bangun dari katil pula sakitnya kaki bila jejak lantai. Rasa mencucuk cucuk? Dan apabila malam pula kaki membengkak macam disengat tebuan? Itulah tanda hamil yang sihat dan normal paling ketara, ia dipanggil \nEdema\n.\n\n\nEdema\n ni bukan saja berlaku di kaki ya, anda mesti tidak lagi muat untuk menyarung cincin perkahwinan di trimester ke tiga kehamilan bukan?\n\n\nEdema\n iaitu bengkak pada buku lali dan tapak kaki sering terjadi dan cukup biasa dalam kehamilan kerana pada waktu ini, badan anda menyimpan lebih banyak cecair daripada keadaan normal.\n\n\n\n\nApabila bayi semakin membesar di dalam rahim, ia akan memberi tekanan pada saluran darah di bahagian \nPelvik\n. Lantas menyebabkan saluran darah besar yang menerima darah daripada anggota badan bahagian bawah terjejas. Saluran darah ini dikenali sebagai \nVena Kava\n, ia terletak pada \nbahagian kanan badan\n.\n\n\nLantas tekanan yang dialaminya menyebabkan peredaran darah menjadi perlahan lalu darah pun terkumpul. Akibat daripada darah terkumpul ini memaksa air turun dan keluar melalui saluran darah kecil \n(kapilari)\n dan masuk ke dalam tisu pada tapak kaki serta buku lali. Disebabkan sesetengah wanita hamil yang menyimpan lebih banyak air, maka ini menambahkan lagi bengkak kaki.\n\n\nBengkak kaki ini akan terjadi jika anda banyak berjalan, lantas pada waktu petang atau penghujung hari anda dapati kaki semakin membengkak. Dan apabila dipicit atau ditekan ia tidak akan melantun atau menganjal.\n\n\n\n\n“ADAKAH EDEMA INI TANDA HAMIL NORMAL?”\n\n\nYa, boleh dikatakan 50 hingga 80 peratus wanita hamil yang sihat akan mengalami edema ini. Dan ia biasanya terjadi pada trimester ketiga kehamilan. \nRamai yang cakap bengkak kaki bila surut itu tanda nak bersalin?\n\n\nTidak juga, ia mungkin berlaku pada sesetengah wanita hamil tapi ada juga yang masih bengkak kakinya dan telah tiba waktu bersalin.\n\n\nNamun sekiranya anda mengalami bengak teruk pada tangan, muka dan tapak kaki maka segeralah berjumpa doktor. Kerana bimbang pula ia adalah tanda \nPraeklampsia\n.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/atasi-ruam-lampin-yang-buat-anak-anda-tidak-selesa-dengan-4-cara-ini/", "title": "ATASI RUAM LAMPIN YANG BUAT ANAK ANDA TIDAK SELESA DENGAN 4 CARA INI", "body": "\n\nRuam lampin bayi boleh terjadi kepada mana-mana bayi. Sama ada anda memakaikannya kain lampin atau lampin pakai buang. Rengsa ruam lampin ini, hanya yang alami je tahu.\n\n\nRuam lampin boleh menyebabkan ketidakselesaan pada bayi, ada yang mempunyai tahap ruam lampin yang tidak teruk tetapi ada juga bayi yang mengalami keadaan ruam lampin yang sangat teruk sehingga menyebabkannya menangis sepanjang hari.\n\n\nSegelintir bayi berlampin jika dibiarkan dalam keadaan basah terlalu lama kulit mereka akan menjadi merah dan tidak selesa.\n\n\nKeadaan ini mengundang masalah dikenali sebagai ruam lampin berikutan kulit bayi sangat sensitif berbanding kulit orang dewasa dan mudah mengalami kerengsaan.\n\n\n\n\nRengsa ruam lampin penyebab bayi tidak selesa sepanjang hari\n\n\nRuam lampin adalah sejenis keradangan kulit yang lazim dan dicirikan oleh warna kemerah-merahan yang merengsakan sehingga bayi rasa terganggu dan tidak senang.\n\n\nLazimnya, ia terjadi di sekitar tempat yang ditutupi lampin membabitkan bahagian kemaluan, punggung, celah kelangkang dan lipatan dalam paha.\n\n\nMasalah kulit ini berlaku akibat kerengsaan yang terperangkap dalam lampin disebabkan enzim protease iaitu enzim yang menghurai molekul protein yang besar dan ditemui dalam air kencing atau najis pada lampin.\n\n\n\n\nBiarpun ruam lampin lazim berlaku dalam kalangan bayi, masalah kulit ini boleh berlaku pada semua peringkat umur.\n\n\nIa termasuk pesakit terlantar, wanita hamil, pesakit yang menderita cirit-birit, penyakit keradangan usus dan buasir serta warga emas yang memakai lampin.\n\n\nEnzim protease punca ruam lampin\n\n\nMasalah ruam lampin dalam kalangan penduduk umum dianggarkan antara tujuh sehingga 35 peratus dengan lebih separuh daripada bayi berumur antara empat dan 15 bulan mengalami keadaan ini.\n\n\nEnzim protease terbukti menjadi punca ruam lampin dalam kalangan bayi. Aktiviti enzim protease dalam najis ini bergantung pada usia dan sangat tinggi dalam kalangan bayi baru lahir dan kanak-kanak sehingga usia satu tahun.\n\n\nClose up of baby grabbing feet\n\n\nKulit akan merengsa akibat sentuhan dengan air kencing atau najis secara berpanjangan. Bagaimanapun kulit sensitif dan geselan lampin ketat dengan kulit yang lembut turut menjadi sebab lain yang mengakibatkan ruam lampin.\n\n\nSeterusnya, jangkitan kulat atau bakteria boleh berlaku jika keradangan kulit dibiarkan tanpa dirawat atau jika berlaku luka pada kulit.\n\n\nJenis, punca ruam lampin\n\n\nRuam lampin kepada dibahagikan beberapa jenis berdasarkan puncanya. Antaranya:\n\n\n‘Chafing Dermatitis’\n\n\n\n\nRuam lampin yang paling kerap berlaku disebabkan memakai lampin kotor terlalu lama menyebabkan punggung dan paha kemerah-merahan serta membengkak.\n\n\nRuam Intertrigo\n\n\n\n\nMenimbulkan kemerahan dan hangat disebabkan kulit yang bergesel, manakala perianal dermatitis sejenis ruam lampin yang dicirikan dengan tompokan merah gelap sekitar kemaluan bayi akibat memakan makanan pejal kali pertama.\n\n\nBiasanya, makanan pejal yang diperkenalkan kepada bayi akan menyebabkan perubahan pada kandungan najisnya yang boleh meningkatkan risiko mendapat ruam lampin.\n\n\nRamai ibu bapa dan penjaga berasa bimbang apabila mereka mendapati ruam dan kemerahan pada kulit anak ketika menukar lampin. Mereka berasa tidak berdaya untuk membantu apabila si manja menangis kerana tidak selesa dan dalam kesakitan.\n\n\nCara cegah, rawat ruam lampin\n\n\n#1. Pastikan kulit kering, bersih\n\n\n\n\nCara terbaik untuk mencegah dan merawat ruam lampin adalah dengan memastikan kulit bayi sentiasa kering dan bersih.\n\n\n#2. Tukar lampin kotor secepat mungkin\n\n\n\n\nCaranya adalah menukar lampin basah dan kotor secepat mungkin, membersihkan dengan air dan menyapu krim pelindung selepas setiap kali menukar lampin.\n\n\n#3. Gunakan krim pelindung\n\n\n\n\nKrim pelindung yang paling sesuai sewajarnya memberikan dua tindakan iaitu mencegah dan merawat, selain menangani punca ruam lampin iaitu enzim protease dalam najis.\n\n\nOleh kerana usus bayi dan kanak-kanak kecil yang meneutralkan enzim protease masih kurang matang, ia mengakibatkan peningkatan aktiviti protease dalam najis mereka yang seterusnya meningkatkan insiden ruam lampin.\n\n\n#4. Jangan pakai lampin terlalu ketat\n\n\n\n\nMasalah kulit ini boleh dicetuskan oleh beberapa faktor lain seperti keadaan lampin ketat hingga tiada aliran udara, keasidan kulit yang meningkat akibat pengumpulan air kencing atau najis dalam lampin, kulit sensitif dan pengambilan antibiotik yang meningkatkan risiko cirit-birit.\n\n\nSemoga Bermanfaat\n\n\nPoliklinik Az-Zaara\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/awas-7-tanda-bayi-dalam-kandungan-anda-itu-sebenarnya-dalam-bahaya/", "title": "AWAS, 7 TANDA BAYI DALAM KANDUNGAN ANDA ITU SEBENARNYA DALAM BAHAYA!", "body": "\n\nKeadaan janin dalam kandungan sukar untuk dipastikan sama ada berkembang dengan baik atau sebaliknya. Namun, ibu sebenarnya boleh mengesan tanda janin tidak berkembang secara langsung dari dalam kandungan.\n\n\nBagaimana ingin mengesannya? Teruskan bacaan anda. Berikut merupakan 7 tanda janin tidak berkembang yang boleh dikenalpasti dengan mudah. \n\n\n7 tanda janin tidak berkembang\n\n\n1-\n \nTanda janin tidak berkembang – Tiada degupan jantung \n\n\n\n\nBiasanya, degupan jantung bayi boleh didengari dari minggu ke-10 kehamilan. Namun, jika tiada degupan jantung, ini anda harus berunding dengan doktor pakar O & G segera bagi memastikan janin dalam keadaan baik. \n\n\n2-\n \nTanda janin tidak berkembang – Selalu kejang perut\n\n\n\n\nKejang perut adalah keadaan biasa yang selalu terjadi semasa kehamilan. Walau bagaimanapun, jika ia berlangsung terlalu lama atau kerap, ini bermakna ada sesuatu yang tidak kena dengan janin dalam kandungan. \n\n\nKejang perut boleh berlaku pada trimester kedua atau ketiga yang mungkin menunjukkan tanda kontraksi awal, penyakit atau keguguran.\n\n\n3-\n \nTanda janin tidak berkembang – Pendarahan\n\n\n\n\nPendarahan semasa mengandung merupakan salah satu petanda buruk yang mungkin menunjukkan keguguran.\n\n\nNamun, kadang kala ia disebabkan ketidakseimbangan hormon atau ada masalah yang berkaitan dengan plasenta hingga menyebabkan kelahiran pramatang.\n\n\n4- Tanda janin tidak berkembang – Sakit belakang yang teruk \n\n\n\n\nSetiap ibu hamil akan selalu mengalami sakit belakang, tapi jika ia tidak dikawal dengan baik, ia boleh menyebabkan masalah buah pinggang atau pundi kencing!\n\n\n5- Tanda janin tidak berkembang – keputihan melampau\n\n\n\n\nJika keputihan tidak mempunyai bau dan warna, ia tidak mendatangkan sebarang masalah. Tapi jika bercampur darah, ini bermakna tanda bayi mempunyai masalah tertentu. \n\n\nSekiranya anda mengalami kesakitan teruk, mungkin ia menunjukkan pintu servik telah buka terlebih awal daripada tarikh yang sepatutnya. Jika ini terjadi, sebaiknya segera ke hospital!\n\n\n6. Tanda janin tidak berkembang – Ukuran besar rahim \n\n\n\n\nIni merupakan masalah di mana bayi tidak berkembang dalam rahim dan pemeriksaan akan dilakukan sama ada bayi berada dalam saiz yang sepatutnya atau tidak. \n\n\nJika terlalu kecil, mungkin bayi anda itu akan menghadapi masalah pernafasan, suhu badan atau tekanan darah selepas dilahirkan. \n\n\n7. Tanda janin tidak berkembang – Tiada pergerakan\n\n\n\n\nSekitar 20 minggu kehamilan, sepatutnya anda sudah rasai tendangan dan pergerakan janin. Tapi, jika bayi tidak menendang sebanyak mungkin mengikut perkiraan yang disyorkan doktor, mungkin dia mengalami masalah. \n\n\nJusteru, jika mengalami gejala ini, terus dapatkan doktor untuk rawatan selanjutnya. Sebab itu adalah sangat penting melakukan pemeriksaan berkala di hospital atau klinik kesihatan supaya dapat mencegah sesuatu yang buruk terjadi pada ibu dan kandungan. \n\n\nSemoga Bermanfaat\n\n\nPoliklinik Az-Zaara\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/baby-saya-jadi-kuning-apa-nak-buat/", "title": "BABY SAYA JADI KUNING, APA NAK BUAT?", "body": "\n\nNEONATAL JAUNDICE\n\n\nBaby jadi Jaundice pada usia sebelum 14 hari adalah sangat biasa. Ibu-ibu tidak perlu terlalu risau. \n\n\nBanyak sebab kenapa baby jadi jaundice.\n\n\n\n\nJaundice yang tidak berbahaya :\n\n\nPHYSIOLOGICAL JAUNDICE\n\n\nJaundice yang normal, biasanya akan hilang sendiri selepas 14 hari.\n\n\nBREASTFEEDING JAUNDICE\n\n\nTeruskan breastfeeding dan jumpa doktor untuk pemeriksaan darah.\n\n\nJaundice yang berbahaya dan perlu rawatan segera :\n\n\nJenis darah ibu dan bayi tidak sama\nMasalah genetik / sel darah merah abnormal seperti G6PD deficiency\nJangkitan kuman\nMasalah kongenital fungsi hati\nKecederaan kepala bayi semasa proses kelahiran\nUbat-ubatan / Jamu / Ubat tradisional\n\n\nApa kesan Jaundice pada bayi ?\n\n\nKernicterus\nBrain damage causing learning difficulties, hearing problem etc\n\n\n\n\nJadi apa nak buat kalau bayi kena Jaundice?\n\n\nTeruskan menyusu badan dengan kerap\nDapatkan pemeriksaan doktor. Ujian darah perlu selalu dilakukan untuk menentukan tahap Jaundice dalam badan.\nJangan jemur bayi direct di bawah matahari. Ramai yang suka ikut petua ni, tapi bukan 100% berkesan.\nJangan ambil ubat-ubat untuk menurunkan Jaundice. Banyak produk di pasaran yang mengakui mampu menurunkan Jaundice. \n\n\nSemoga Bermanfaat\n\n\nPoliklinik Az-Zaara\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/baby-walker-terbalik-jatuh-di-tangga-ct-scan-otak-bayi-buat-ayah-tersandar-di-dinding/", "title": "BABY WALKER TERBALIK JATUH DI TANGGA. CT SCAN OTAK BAYI BUAT AYAH TERSANDAR DI DINDING.", "body": "\n\nSesal dahulu pendapatan, sesal kemudian tiada gunanya.\n\n\nItulah pepatah sesuai bagi menggambarkan situasi yang dialami oleh pasangan suami isteri ini apabila anak kecil mereka mengalami kecederaan serius pada bahagian kepala akibat terjatuh daripada baby walker.\n\n\nInsiden tersebut diceritakan semula oleh seorang Pegawai Perubatan Pediatrik, menerusi satu perkongsian di Facebook, sebagai pengajaran kepada ibu bapa yang lain.\n\n\nDaripada penceritaan kedua ibu bapa tersebut, walker yang dinaiki anak kecil mereka terbalik sebelum terjatuh di tangga.\n\n\n\n\n“Saya tergamam bila lihat keputusan CT scan otak bayi ini. Bayi ini naik baby walker dan entah macam mana walker tu terbalik sebelum terjatuh di tangga.\n\n\n“Tangga tu tak tinggi pun, tapi CT scan sahkan ada pendarahan dalam otak siap retakk tempurung kepala anak tu.\n\n\n“Lidah saya kelu. Saya dan doktor lain cuma mampu merujuk bayi itu ke hospital yang lebih besar untuk dia dapat rawatan lebih baik.\n\n\n“Ayahnya tersandar di dinding. Ibunya pula hanya mampu duduk di sebelah anak. Benda dah jadi. Menyesal pun tak guna, katanya.\n\n\n\n\nMengulas lebih lanjut, doktor ini mendedahkan ini merupakan antara salah satu kes kemalangan melibatkan bayi ketika mereka menggunakan “baby walker”.\n\n\nSebenarnya selain terjatuh, banyak kes bayi dikejarkan ke hospital sebab tersepit dan melecur kulit ketika menggunakan baby walker.\n\n\nDi Kanada, baby walker dah diharamkan sepenuhnya. Menurut American Academy of Pediatrics, mereka tegas mengatakan baby walker tak boleh diletakkan di rumah atau pusat penjagaan kanak-kanak.\n\n\nJusteru menurut doktor, sebagai mengelakkan insiden sama berulang, ibu bapa seharusnya mencipta ruang selamat buat bayi seiring dengan perkembangan mereka yang pandai duduk, menyulur, merangkak dan berdiri.\n\n\n\n\nSalah satu cadangan American Academy of Pediatrics yang saya suka ialah untuk mak ayah gunakan “Play yards atau Playpens”.\n\n\nBila buat macam ni, dia takkan dapat bergerak sampai ke tangga, bawah meja atau dapur tanpa mak ayah sedar.\n\n\nSambil mak ayah buat kerja yang banyak kat rumah tu, bayi kita boleh main dengan permainan yang kita dah letak kat dalam tu. Adik beradik lain yang dah besar pun boleh tumpang main sekali.\n\n\nWalaupun kita tak guna baby walker, tetap kena pantau anak kecil tu supaya sentiasa dalam keadaan selamat.\n\n\nSemoga Bermanfaat dan sentiasa berhati-hati\n\n\nPoliklinik Az-Zaara\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/badan-kerap-berpeluh-ketika-mengandung-adakah-ia-selamat/", "title": "BADAN KERAP BERPELUH KETIKA MENGANDUNG, ADAKAH IA SELAMAT?", "body": "\n\nKebiasaannya ibu mengandung akan mengalami masalah peluh berlebihan yang disebabkan oleh ketidakseimbangan hormone dalam badan.\n\n\nMungkin berpeluh lebih banyak daripada biasa semasa hamil kerana berlakunya turun naik dalam tahap  hormon. Walaupun ia tidak selesa, peluh dianggap normal semasa kehamilan dan boleh diatasi dengan baik.\n\n\nDalam hal ini, anda mungkin dilanda masalah peluh berlebihan sepanjang tempoh kehamilan. Peningkatan suhu badan ketika hamil sebenarnya cara untuk mengimbang suhu badan.\n\n\n\n\nBukan itu sahaja, masalah peluh ini dikatakan lebih banyak berlaku pada waktu malam berbanding siang hari.\n\n\nSituasi ini dikenali sebagai peluh malam atau hiperhidrosis tidur yang biasanya dianggap sebagai salah satu gejala menopaus.\n\n\nWalau bagaimanapun bagi kes wanita hamil, ia mungkin berlaku disebabkan oleh peningkatan mendadakdan penurunan hormone estrogen dan progesterone.\n\n\nPunca peluh berlebihan..\n\n\nSesetengah wanita mungkin berpeluh pada saing hari manakala yang lain pada waktu malam. Beberapa orang mungkin berepluh pada kedua-dua waktu ini.\n\n\nBerikut adalah punca anda berhdapan dengan masalah peluh berlebihan ketika mengandung :\n\n\n#1 Peningkatan metabolism\n\n\n\n\nTubuh memerlukan lebih banyak tenaga untuk menyokong janin yang semakin membesar sehingga menyebabkan berlakunya peningkatan kadar metabolism.\n\n\nHal ini sekaligus akan mengaktifkan kelenjar peluh anda yang menyebabkan penghasilan peluh dengan lebih banyak.\n\n\n#2 Masalah hypertiroid\n\n\n\n\nSekiranya ibu hamil menghidapi penyakit hipertiroid semasa hamil, anda mungkin mengalami peluh yang berlebihan pada bila-bila masa tidak kira waktu siang mahupun malam.\n\n\nKeadaan ini akan terus berlaku hinggalah tibanya waktu untuk bersalin.\n\n\n#3 Kadar gula dalam darah yang rendah.\n\n\n\n\nKeadaan ini dipanggil sebagai hypoglycemia semasa mengandung boleh menyebabkan anda berpleuh secara berlebihan.\n\n\n#4 Pengambilan ubat-ubatan\n\n\n\n\nMengambil ubat tertentu seperti \nacetaminophen\n atau \naspirin\n untuk mengurangkan tahap glukosa, demam, antipiretik atau anti hipertensi boleh mengakibatkan anda mengalami masalah peluh yang banyak.\n\n\n#5 Meningkatkan aliran darah\n\n\n\n\nAliran darah akan mengalami peningkatan semasa mengandung yang menjadikan tubuh anda berasa lebih hangat dan meransang peluh untuk keluar.\n\n\n#6 Jangkitan\n\n\n\n\nMasalah kerap berpeluh juga berkait rapat dengan jangkitan kuman pada saluran kencing semasa hamil.\n\n\n#7 Tahap progesterone yang tinggi\n\n\n\n\nSemasa anda mengandung, tahap hormone progesterone di dalam badan akan meningkat. Hal ini akan menyebabkan berlakunya peningkatan terhadap suhu badan yang membuatkan anda mudah berpeluh.\n\n\nMakan makanan pedas atau meminum minuman berkafein, meletihkan tubuh anda dengan terlalu banyak aktiviti fizikal atau senaman yang sengit boleh menjadi sebab lain untuk berpeluh lebih banyak semasa kehamilan.\n\n\nDapatkan nasihat doctor jika berlarutan..\n\n\nSemoga Bermanfaat\n\n\nPoliklinik Az-zaara\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/bayi-mengalami-masalah-kuning-jika-bilirubin-tinggi-akan-merosakkan-otak/", "title": "BAYI MENGALAMI MASALAH KUNING? JIKA BILIRUBIN TINGGI, AKAN MEROSAKKAN OTAK.", "body": "\n\nJika ibu baru sahaja melahirkan anak, ada besar kemungkinan mengalami \nkuning bayi\n atau \nNeonatal Jaundice\n. Keadaan ini adalah normal terjadi ketika si kecil anda memiliki kadar bilirubin yang tinggi.\n\n\nSupaya ibu ayah tidak panik, ketahui fakta-fakta penting mengenai bilirubin. Bayi kuning sebenarnya merupakan suatu keadaan yang kerap kali menyerang bayi sihat sehingga \n60 peratus\n.\n\n\nDalam hal ini, ibu ayah perlu sentiasa memantau keadaan bayi. Jika kuning semakin kelihatan dan bayi mengalami demam lebih \n37.8 darjah celsius\n, sebaiknya segera mendapatkan pemeriksaan doktor.\n\n\n\n\nFakta Bilirubin yang menyebabkan masalah kuning bayi\n\n\nBilirubin adalah pigmen berwarna kuning yang \nhadir dalam darah\n atau \nkotoran manusia\n. Bagi mengetahui kadar bilirubin di dalam tubuh, perlu melalui ujian dengan pengambilan sampel darah.\n\n\nBukan itu sahaja, bilirubin diproses oleh tubuh ketika protein hemoglobin di dalam sel darah merah yang sudah berusia mula mengalami kerosakan. Namun ia adalah wajar terjadi bagi menggalakan pertumbuhan sel darah baharu.\n\n\nKegagalan hati dalam memproses bilirubin akan mengakibatkannya menjadi terlalu tinggi, gangguan pencernaan atau keradangan. Keadaan ini sekaligus mendorong kulit dan bahagian mata mulai kelihatan kekuningan yang dikenali sebagai jaundice\n.\n\n\n\n\n#1. Bayi kuning selepas lahir disebabkan oleh bilirubin tinggi\n\n\nHati bayi baru lahir tidak dapat untuk memproses kadar bilirubin dengan baik dan berisiko masalah kuning bayi kerana faktor berikut :\n\n\nBayi pramatang lahir sebelum usia kandungan 37 minggu.\nTidak memperoleh susu ibu atau formula mencukupi.\nBayi dengan golongan darah berlainan dengan ibu.\n\n\nSelain bilirubin, penyebab terjadinya jaundice tinggi adalah kerana jangkitan, ketidakcukupan enzim dan sel darah merah tidak normal.\n\n\nSebahagian besar kes, jaundice akan sembuh dengan sendirinya seiring dengan perkembangan hati bayi. Biasanya kuning pada bayi akan hilang lebih kurang dua hingga tiga minggu.\n\n\nSebahagian besar kes, jaundice akan sembuh dengan sendirinya seiring dengan perkembangan hati bayi. Biasanya kuning pada bayi akan hilang lebih kurang dua hingga tiga minggu.\n\n\nNamun jika bilirubin terlalu tinggi, ia berpotensi mengakibatkan \nmasalah pendengaran, cerebral palsy dan kerosakan otak.\n\n\n\n\n#2. Kadar normal bilirubin pada bayi\n\n\nBayi yang baru lahir akan melalui ujian yang disebut sebagai \nneonatal screening.\n Ia adalah salah satu kaedah untuk mengetahui kadar bilirubin pada bayi.\n\n\nNilai yang dianggap normal bagi bayi baru lahir adalah di bawah 5mg/dL. Bagi kes jaundice serius, elakkan membiarkannya terlalu lama kerana boleh menyebabkan Kernikterus iaitu kerosakan pada otak.\n\n\nBerikut kadar bilirubin yang sesuai dengan usia bayi :\n\n\nLebih dari 10mg/dL pada bayi berusia kurang 10 hari\nLebih 15mg/dL pada bayi berusia 1-2 hari\nPada bayi usia 2-3 hari, lebih 18mg/dL\nPada usia lebih 3 hari, lebih dari 20mg/dL\n\n\nBagi menurunkannya, bayi mungkin perlu melalui fototerapi, transfusi immunoglobulin dan penggantian darah.\n\n\n\n\n#3. Kenaikan bilirubin tidak hanya berlaku pada bayi, malah orang dewasa juga berisiko\n\n\nTidak hanya menyerang golongan bayi, kenaikan bilirubin ini turut boleh terjadi pada orang dewasa. Kadar bilirubin normal pada orang dewasa adalah sekitar 0.2 hingga 1.2mg/dL.\n\n\nSekiranya peningkatan bilirubin lebih dari 2mg/dL, ia berkemungkinan petanda bahawa seseorang berdepan serangan penyakit tertentu.\n\n\nJumlah bilirubin yang meningkat boleh terjadi kerana gangguan hati, penyakit pada hempedu, kerosakan sel darah merah dan kesan sampingan dari pengambilan ubat.\n\n\nOleh hal demikian, jangan panik sekiranya si manja anda berdepan masalah kuning. Ia adalah sesuatu yang boleh diubati sekiranya ibu ayah mengikuti nasihat doktor dan mengamalkan pemakanan sihat.\n\n\n\n\nPenjagaan diri ibu selepas pantang adalah amat penting dan amat mempengaruhi perkembangan kesihatan bayi. Hal ini kerana sistem imunisasi bayi perlu dibina seawal mungkin agar si manja bebas dari sebarang jenis serangan penyakit berbahaya.\n\n\nJika pelbagai cara sudah diambil, namun bayi tidak menunjukkan sebarang tanda pengurangan, jangan berlengah untuk ke hospital berdekatan bagi membolehkan bayi mendapat pemerhatian rapi daripada petugas kesihatan.\n\n\nJusteru, ibu ayah perlu saling bekerjasama melalui waktu ini agar masalah kuning bayi segera dapat diatasi.\n\n\nKami di \nPoliklinik Az-Zaara\n ada menyediakan perkhidmatan Neonatal Jaundice. Terus buat dan keputusan akan dapat selepas 10 minit sahaja. \n\n\nSemoga bayi anda dalam keadaan sihat dan ceria.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/bayi-ubun-fontanel/", "title": "HATI-HATI BILA PEGANG UBUN KEPALA BAYI, PEKA DENGAN 7 SITUASI BAHAYA INI", "body": "\n\nTahukah anda kawasan kepala si kecil yang lembut itu dipanggil dengan nama ubun kepala bayi atau dalam bahasa saintifiknya \nFontanel\n?\n\n\nUbun kepala adalah sangat rapuh dan lembut, maka ibu harus berhati-hati semasa menyentuhnya. Malah, area ubun-ubun iitu kadang-kadang menjadi kebimbangan sesetengah orang tua dan tiada siapa dibenarkan untuk dipegangnya.\n\n\nBerikut penjelasan lengkap tentang ubun kepala bayi yang baru lahit dan cara penjagaannya.\n\n\n\n\nKenapa adanya ubun kepala bayi?\n\n\nUbun kepala bayi atau fontanel merupakan celahan lembut pada bahagian tengkorak bayi yang terbahagi dengan dua bahagian iaitu \nFontanel Anterior\n (atas kepala) atau \nFontanel  Posterior\n (dibahagian belakang kepala).\n\n\nFontanel Posterior\n berukuran lebih kecil dan berbentuk segi tiga. Manakala \nFontanel Anterior\n berukuran lebih besar. Ubun-ubun kepala ini penting supaya melancarkan proses melahirkan bayi kerana tengkorak mudah ditekan ketika menemui jalan keluar di pintu rahim.\n\n\nSelain dari itu, ubun kepala juga berfungsi, memberi ruang untuk otak bayi berkembang kerana otak si kecil itu mengalami perkembangan paling besar pada satu hingga dua tahun pertama selepas dilahirkan ke dunia.\n\n\n\n\nBilakah ubun ini akan hilang?\n\n\nSelepas dilahirkan, tulang bayi belum bersambung antara satu sama lain malah fontanel juga hanya dilindungi oleh membran atau selaput.\n\n\nWalaupun ubun ini lembut, namun selaput yang mengelilinginya adalah sangat kuat dan rapat hindari risiko kepala atau otak dari tercedera. Biasanya, bila bayi mencapai usia tertentu, maka ubun-ubun ini akan menutup dengan sendirinya secara semula jadi.\n\n\nFontanel anterior mengambil masa kira-kira 18 bulan manakala pasterior menutupi ubun dengan lebih cepat iaitu semasa umur bayi dua atau tiga bulan.\n\n\n\n\nAdakah normal ubun bayi berdenyut?\n\n\nAdalah normal jika ubun bayi berdenyut dan ia seiring dengan degupan jantung bayi sebab adanya pembuluh darah yang berdenyut atas kepala si kecil. Namun setelah ubun-ubun menutup denyutan itu tidak akan dirasai lagi.\n\n\nBilakah situasi/keadaan yang membimbangkan?\n\n\nKeadaan ubun kepala bayi adalah berbeza-beza antara satu sama lain, namun ada beberapa hal yang boleh diperhatikan yang mungkin menimbulkan penyakit tertentu seperti berikut :\n\n\nFontanel mengembung kemungkinan adanya tekanan dalam tengkorak kepala.\nMeningitis (infeksi lapisan otak).\nEnsafalitis / keradangan otak\nHidrosefalus (cairan berlebihan dalam otak)\nUbun-ubun cekung menjadi petanda dehidrasi atau kekurangan gizi. Contohnya jika bayi alami cirit-birit.\nUbun-ubun yang gagal tertutup mungkin disebabkan hidrosefalus, bayi lahir prematur atau sindrom down.\nUbun yang tertutup terlalu cepat pula mungkin boleh menyebabkan pembentukan kepala atau wajah yang abnormal. Juga memberi kesan kepada perkembangan otak dan kemampuan belajar anak.\n\n\n\n\nBolehkah bayi mengenakan aksesori kepala?\n\n\nTentu ramai ibu yang teruja nak pakaikan aksesori kepala kepada bayi masing-masing, namun disebabkan ubun-ubun ini hasrat itu perlu dihentikan kerana penggunaan aksesori itu dapat memberi tekanan ada area lembut tersebut.\n\n\nJika ibu tetap mahu mengenakan aksesori atas kepala bayi, cukup sekadar di bahagian dahi sahaja supaya lebih selesa dan selamat.\n\n\nAdalah sangat penting untuk anda perhatikan ubun kepala anak. Jika terdapat sebarang yang mencurigakan segera berjumpa doktor.\n\n\nSemoga artikel ini bermanfaat untuk semua.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/benarkah-selalu-sakit-pinggang-tanda-hamil-ini-penyebabnya/", "title": "BENARKAH SELALU SAKIT PINGGANG TANDA HAMIL? INI PENYEBABNYA..", "body": "\n\nBagi wanita yang pertama kali bakal bergelar ibu, anda mungkin tak dapat kenal keadaan yang menunjukkan tanda-tanda awal kehamilan. Kebiasaannya ramai mengakui bahawa kerap sakit kepala, mudah rasa penat atau sakit pinggang tanda hamil.\n\n\nAnda mungkin pernah alami dalam tempoh haid. Sakit belakang ketika mengandung berlaku apabila pelvis memenuhi tulang belakang pada sendi sacroiliac. Badan juga menghasilkan hormon relaxin bagi membolehkan ligamen di kawasan pelvis berehat.\n\n\n\n\nKetika rahim semakin mengembang, dua otot selari (abdominalis rektum) berjalan dari tulang rusuk ke tulang kemaluan akan terpisah di lapisan tengah. Keadaan ini akan memburukkan rasa sakit kawasan punggung.\n\n\nAntara punca sakit belakang dan sakit pinggang tanda hamil ialah:\n\n\n1- BIOMEKANIK\n\n\n\n\nIa merujuk kepada cara tubuh wanita hamil bagi menahan diri (postur) dan bergerak (sendi) yang menjadi penyebab utama sakit belakang ketika mengandung.\n\n\nKetika bayi semakin membesar, pusat tubuh ibu akan sedikit ke hadapan dan tekanan akan lebih tertumpu pada bahagian punggung bawah.\n\n\nBukan itu sahaja, sakit belakang biomekanik semasa mengandung turut melibatkan tulang, sendi, otot, ligamen dan kadang-kadang saraf.\n\n\n2- PERUBAHAN HORMON\n\n\n\n\nSemasa trimester pertama kehamilan, tahap progesteron dalam tubuh ibu-ibu akan meningkat, membantu melonggarkan dan mengendurkan ligamen serta tisu akan meregang.\n\n\nApabila memasuki trimester kedua, otak akan memberi isyarat untuk melepaskan hormon lain seperti relaxin. Ia membantu ligamen antara otot pelvis ibu mengandung untuk membuka lebih ruang untuk memudahkan bayi dilahirkan.\n\n\n3- TEKANAN\n\n\n\n\nTekanan yang diterima oleh badan dapat meningkatkan rasa sakit otot sehingga menjejaskan aktiviti seharian. Setiap wanita perlu bijak menguruskan emosi dan tekanan agar sentiasa dapat duduk dengan selesa sepanjang tempoh kehamilan.\n\n\nAnda boleh melakukan yoga, meditasi, tidur yang cukup dan mendapatkan sokongan daripada pasangan atau rakan-rakan terdekat.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/berapa-kenaikan-berat-badan-yang-normal-semasa-mengandung/", "title": "BERAPA KENAIKAN BERAT BADAN YANG NORMAL SEMASA MENGANDUNG?", "body": "\n\nTrimester 1\n \n\n\n\n\nKebanyakan wanita tidak naik terlalu banyak berat badan, Normal bagi ibu mengandung naik lebih kurang 2kg pada trimester pertama, Bagi yang mengalami alahan (morning sickness) yang terus, berat mungkin tidak naik atau ada juga yang turun akibat tidak selera makan.\n\n\nTrimester 2\n\n\n\n\nKenaikan diantara 1.4 hingga 1.8kg sebulan adalah normal bagi trimester kedua. Kebiasaannya waktu ini adalah waktu berat naik mendadak kerana morning sickness telah kurang dan selera bertambah.\n\n\nTrimester 3\n\n\n\n\nPada trimster ketiga juga kenaikan berat badan sepatutnya lebih kurang sama semasa trimester ke-2 iaitu lebih kurang 2kg sebulan. namun akibat kurang bergerak kerana perut semakin membesar, ramai yang berat bertambah lebih banyak dari sepatutnya. Kawal pemakanan dan lakukan juga aktiviti fizikal yang ringan untuk mengekalkan berat badan ditahap yang normal.\n\n\nNamun ini hanyalah untuk mereka yang mempunyai berat badan yang normal sebelum mengandung. Tidak boleh digunakan untuk mereka yang terlebih/kurang berat sebelum mengandung.\n\n\nBerat badan yang berlebihan meningkatkan risiko kencing manis semasa mengandung dan risiko berkaitan kepada bayi.Berat badan kurang pula berisiko menyebabkan baby kecil dan risiko bersalin pra matang.\n\n\nJadi, sentiasa kekalkan berat badan ideal sepanjang mengandung.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/berpantang-sendiri-ketika-pkp-agak-mencabar-ibu-perlu-tahu-cara-betul-uruskan-diri/", "title": "BERPANTANG SENDIRI KETIKA PKP AGAK MENCABAR, IBU PERLU TAHU CARA BETUL URUSKAN DIRI", "body": "\n\nSudah semestinya agak mencabar melalui proses sebelum dan selepas kelahiran cahaya mata pada musim Perintah Kawalan Pergerakan ini, kan? Anda pula terpaksa belajar cara berpantang sendiri tanpa bantuan sama ada ibu, mentua atau mengubah bidan.\n\n\nMungkin bagi sesetengah ibu yang sedang menjalani pantang akan mengeluh sudah hari ke-20 berpantang, namun tidak berkesempatan untuk mengurut lagi.\n\n\n\n\nCARA BERPANTANG SENDIRI KETIKA MUSIM COVID-19\n\n\nMenurut perkongsian dari seorang ibu, dia mengakui bahawa tempoh berpantang yang dilalui oleh setiap ibu ketika musim PKP ini pastinya membuatkan anda berasa sedikit terbeban.\n\n\nDari tempoh ingin melakukan \ncheck-up\n kehamilan, bersalin, berpantang dan check up bayi sudah cukup menguji kesabaran semasa Perintah Kawalan Pergerakan.\n\n\nSelepas bersalin tidak dibenarkan pulang ke kampung. Jika mahu upah bidan, pastinya anda dan pasangan berasa risau akan risiko jangkitan serta keselamatan diri.\n\n\nBukan itu sahaja, ibu-ibu turut berhadapan perasaan kurang selesa juga sekiranya orang luar menjaga anda semasa berpantang. Namun, para ibu boleh mengikuti beberapa tips berkaitan cara berpantang sendiri di rumah dengan betul iaitu:\n\n\n#1. Kuatkan mental\n\n\n\n\nPerkara pertama yang anda perlu lakukan ialah sentiasa kuatkan mental. Jika memiliki seorang anak, mungkin keadaan masih terkawal kerana anda boleh jaga bergilir dengan suami.\n\n\nNamun, jika mempunyai anak-anak yang masih kecil mungkin menyebabkan anda dilanda kepenatan dan sedikit tertekan. Kebiasaannya bayi baru lahir akan tidur pada waktu siang dan berjaga pada malam hari. \n\n\nTak cukup dengan tu, mesti si manja anda menangis kerana ingin sentiasa berdukung.\n\n\nJika berhadapan situasi ini, anda perlu memujuk hati untuk bersabar. Jika bayi tidur, ibu perlu ikut tidur sekali. Kerja rumah yang ringan mungkin anda boleh lakukan, jangan lepaskan tangan sepenuhnya kepada suami pula.\n\n\n#2. Bijak mengawal emosi\n\n\n\n\nSebarang masalah yang datang, anda perlu berhadapan dengannya dengan tenang. Elakkan berasa tertekan dan sentiasa mengeluh.\n\n\nSeperti sedia maklum, hormon wanita sering berubah ketika mengandung dan selepas bersalin. Oleh itu, anda perlu sentiasa mendekatkan diri kepada Allah SWT dengan memasang alunan zikir didalam rumah untuk mengelakkan sebarang gangguan luar.\n\n\n#3. Meluahkan perasaan terhadap pasangan\n\n\n\n\nIbu yang baru pertama kali melalui tempoh berpantang mungkin memerlukan sedikit masa untuk membiasakan diri dengn keadaan untuk merawat luka bersalin dan dalam masa yang sama perlu menjaga bayi.\n\n\nSekiranya anda berasa ada yang tidak kena atau memerlukan bantuan, luahkan sahaja kepada sesiapa yang berdekatan seperti pasangan, ibu, rakan atau ahli keluarga. Hal ini amat membantu anda berasa sedikit lega dan tidak berasa keseorangan.\n\n\n#4. Meminta pertolongan suami\n\n\n\n\nTidak semua perkara boleh dilakukan oleh kudrat wanita. Justeru anda perlu meminta bantuan pasangan jika benar-benar tidak mampu untuk menguruskan sesuatu perkara.\n\n\nBukan itu sahaja, anda juga perlu faham bahawa suami juga perlu menjaga makan dan minum, memasak atau membelikan makanan. Jadi, tugas ibu pula perlu belajar sendiri mandikan serta menguruskan anak kecil.\n\n\n#5. Mengamalkan pemakanan yang sihat\n\n\nClose-up of pretty girl eating fresh vegetable salad\n\n\nProses merawat semula luka bersalin serta mengembalikan kesihatan tubuh badan perlu bermula dengan menjaga pemakanan ketika berpantang.\n\n\nElakkan mengambil makanan yang berangin, gatal, sejuk atau tajam jika anda ptidak ingin merana pada kemudian hari. Untuk setiap pagi selepas Subuh, pastikan anda sudah siap mandi dan mengambil sarapan pagi dengan biskut kering dan air horlicks.\n\n\nManakal, makan tengah hari atau malam pula perlu mengambil nasi putih dan makan banyak lauk serta halia. Ikan bilis juga penting bagi menambah darah. Pastikan juga anda mengambil air suam untuk kekalkan proses hidrasi tubuh.\n\n\n#6. Lakukan beberapa amalan berpantang di rumah\n\n\n\n\nAntara amalan yang anda boleh lakukan di rumah adalah \nmandi herba, bertungku, berpilis, berparam dan memakai bengkung\n. Setiap pagi lakukan amalan bertengku sekurang-kurangnya satu jam dan sentiasa memakai stoking.\n\n\nManakal rutin setiap petang pula, anda perlu mandi sebelum jam 7 malam dengan air panas untuk mengekalkan kesegaran tubuh.\n\n\nMemandangkan tempoh PKP ini masih dilanjutkan, anda boleh menangguhkan dahulu sesi berurut sebagai langkah berjaga-jaga untuk mengelakkan penularan Covid-19 ini.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/bolehkah-bayi-mula-makan-seawal-usia-5-bulan/", "title": "BOLEHKAH BAYI MULA MAKAN SEAWAL USIA 5 BULAN?", "body": "\n\nMakanan \nbayi 0-6 bulan\n amat penting bagi proses perkembangan fizikal dan kecerdasan otak si manja. Jika sebelum ini ibu-ibu mengetahui bahawa makanan pejal biasanya diberikan kepada anak setelah usia 6 bulan, namun mungkin anda tertanya-tanya \nbolehkah bayi mula makan seawal usia 5 bulan?\n\n\nSi manja boleh diberi makan seawal usia 4 bulan atau 6 bulan pertama dalam hidupnya.\n\n\n\n\nMakanan bayi 0-6 bulan, bilakah waktu yang terbaik untuk beri makanan pejal?\n\n\nHal yang perlu ibu ketahui ialah makanan yang terbaik untuk meningkatkan kesihatan si manja ialah susu ibu. Namun sekiranya anda turut memberikan susu formula, ia sudah memadai untuk membekalkan \nkalori dan nutrisi\n yang diperlukan oleh anak setiap hari.\n\n\nIni kerana sistem pencernaan bayi masih belum matang dan tidak mampu untuk memproses dengan baik makanan asing selain susu. Justeru, \nmakanan pejal adalah dilarang jika diberikan terlalu awal\n.\n\n\nManakala menurut \nAmerican Academy of Pediatrics,\n ibu hanya boleh memperkenalkan bayi dengan makanan pejal hanya selepas si manja memasuki usia \n6 bulan\n.\n\n\nIa adalah untuk mengelakkan \nmasalah penghadaman\n seperti gejala cirit-birit, kembung perut atau sembelit sehingga menganggu sistem perkumuhan (hati dan ginjal).\n\n\nBukan itu sahaja, elak menyuapkan sebarang jenis makanan pejal kerana risiko bayi\n tercekik, masalah pernafasan dan alahan pada kulit.\n\n\n\n\nTanda bayi menunjukkan dia sudah bersedia untuk makan \n\n\nBagi ibu ayah baru, anda mungkin berasa cukup teruja kerana si manja sudah semakin membesar. Namun hal yang agak sukar diperhatikan ialah tanda-tanda bayi bersedia untuk \nmeluaskan diet makanan bayi 0-6 bulan selain susu ibu.\n\n\n1- Pada tempoh ini, biasanya bayi sudah dapat \nmenegakkan sendiri kepalanya dan hilang refleks merodok lidah (tongue thrust)\n yang bermaksud dia sudah boleh belajar mengambil makanan.\n\n\n2- Selain itu si manja anda juga mungkin menunjukkan \nminat terhadap makanan yang ada dalam pinggan orang dewasa\n. Sebab itulah setiap kali waktu makan, anda perlu bergilir-gilir dengan pasangan agar tiada kejadian capai dan tumpah.\n\n\n3- Mampu mengawal pergerakan kepala. Si manja anda sepatutnya mampu mengawal kepala ketika dia duduk dalam keadaan stabil dan tegak \ntanpa memerlukan bantuan orang dewasa.\n\n\n4- Mengalami peningkatan berat badan yang ketara. Kebanyakan anak kecil yang bersedia makan makanan pejal akan mengalami \npertambahan dua kali ganda\n daripada berat sewaktu kelahiran.\n\n\n5- \nBoleh mengunyah bukan hanya menelan makanan\n. Apabila bayi semakin membesar, bahagian lidah dan mulutnya turut berkembang. Justeru jika ibu ingin memperkenalkan makanan pejal kepada bayi, dia perlulah tahu akan cara untuk menggerakkan makanan yang masuk ke dalam mulut.\n\n\n\n\nWalau bagaimanapun pada ketika ini ia tidak bermakna bahawa bayi anda sudah pandai duduk dan makan sendiri menggunakan tangan mahupun sudu. Sebab itulah makanan pejal pertama untuk anak kecil \nbukanlah nasi\n, tetapi sepatutnya ia bersifat separa cecair bagi memudahkan bayi mengunyah dan merasai perlahan-lahan.\n\n\nJenis makanan selamat yang boleh ibu sediakan\n\n\nAnda boleh mulakan dengan \nsatu atau dua sudu\n makanan berikut:\n\n\nSayur-sayuran seperti lobak merah, labu dan bunga kubis\nBuah-buahan seperti pisang, pir dan epal yang diubah menjadi puri\nMencampurkan satu sudu kecil bijirin bersama 4-5 sudu kecil susu badan, susu formula atau air masak sejuk.\n\n\nSelain itu ibu juga boleh cuba buah-buahan lain seperti \navokado\n, \nbuah peach\n. Manakala sayuran seperti labu, sayur brokoli dan bunga kubis. Si manja juga akan suka merasai sayur-sayuran berkanji seperti ibu keledek.\n\n\n\n\nSebaik sahaja si manja boleh menerima makanan ini, anda boleh mencuba makanan lain daripada kumpulan berikut:\n\n\nDaging, ikan, telur, kekacang\nSusu dan makanan tenusu\nKentang, mi, pasta, roti dan nasi\n\n\nBukan itu sahaja, ibu perlu \nmengekalkan keseimbangan rasa makanan\n yang mempunyai masin dan manis pada usia ini. Si manja tidak semestinya hanya menggemari makanan manis sahaja.\n\n\nKesimpulannya, ibu usahlah cepat berasa kecewa apabila melihat si manja makan dalam kuantiti sedikit sahaja. Perutnya masih kecil dan kebanyakan rutin hariannya sebelum ini hanya susu ibu atau formula sahaja.\n\n\nSemoga Bermanfaat\n\n\nPoliklinik Az-Zaara\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/cara-nak-test-jangkitan-covid-dalam-badan-kita/", "title": "CARA NAK TEST JANGKITAN COVID DALAM BADAN KITA", "body": "\n\nSebenarnya banyak cara nak test jangkitan Covid dalam badan kita..\n\n\n1- ANTIBODI\n\n\nGambar Hiasan\n\n\nUjian  mengesan kehadiran antibody terhadap Virus Covid, contoh serum antibody atau antibody test kit. Tapi kaedah ini tidak popular kerana ia tidak tepat, lambat untuk mengenalpasti kerana bergantung kepada system imunisasi badan kita, berapa cepat badan kita menghasilkan antibody, dan antibody itu pula akan kekal dalam badan untuk beberapa bulan, jadi kehadiran antibody tersebut tidak dapat member gambaran jelas, bila jangkitan itu berlaku.\n\n\n2- ANTIGEN\n\n\n\n\na.\n Rapid test Kit, adalah satu ujian untuk mengesan kehadiran antigen virus Covid 19. Ia adalah lebih berkesan dari ujian antibody kerana ia mengesan virus itu sendiri. Sekiranya virus itu ada dalam badan kita, antigen yang terdapat pada virus tersebut boleh dikesan menggunakan ujian rapi test kit (RTK) ini. Tetapi ujian ini agak sukar dilakukan kerana ia memerlukan pengambilan sample dari hidung atau tekak.\n\n\n\n\nb.\n Saliva antigen test. Ini adalah teknologi yang baru diperkenalkan. Ia menggunakan kaedah yang sama iaitu mengesan kehadiran antigen yang spesifik pada virus Covid 19, tetapi ia lebih mudah dilakukan dengan hanya menggunakan sampel air liur.\n\n\nNamun oleh kerana ia memerlukan kaedah atau cara pengumpulan sampel air liur yang agak rumit, dan tidak semua orang boleh melakukannya dengan baik, terdapat risiko berlakunya false negative. False negative adalah dimana, seorang pesakit yang menghidap Covid 19, tetapi ujian menunjukkan dia adalah negative. Ini berlaku kerana sampel air liur yang diambil dengan kaedah yang tidak betul, jadi virus itu tidak dapat ditangkap dari sampel tersebut.\n\n\n3- PCR. RTPCR atau Real Time Polymerase Chain Reaction\n\n\n\n\nRTPCR atau Real Time Polymerase Chain Reaction adalah Gold Standard dalam membuat diagnosis Covid +ve. Ujian ini dapat memberikan hasil keputusan yang lebih tepat hampir 100% ketepatan berbanding RTK yang hanya kebiasaannya 95% ketepatan.\n\n\nNamun ia adalah ujian makmal, dimana sampel perlu diambil dan dihantar ke makmal dan mengambil masa diantara 24-48 jam untuk mendapat keputusan. PCR juga dapat member maklumat tambahan iaitu nilai kebolehjangkitan sesorang itu masih tinggi atau rendah.\n\n\nSemoga Bermanfaat\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/category/bayi/", "title": null, "body": null}
{"url": "https://article.poliklinikazzaara.com.my/category/covid-19/", "title": null, "body": null}
{"url": "https://article.poliklinikazzaara.com.my/category/health/", "title": null, "body": null}
{"url": "https://article.poliklinikazzaara.com.my/category/ibu-hamil/", "title": null, "body": null}
{"url": "https://article.poliklinikazzaara.com.my/category/kesihatan/", "title": null, "body": null}
{"url": "https://article.poliklinikazzaara.com.my/category/penyusuan-bayi/", "title": null, "body": null}
{"url": "https://article.poliklinikazzaara.com.my/covid-19-cara-berkesan-untuk-tingkatkan-daya-ketahanan-badan-tanpa-makan-ubat/", "title": "COVID-19, CARA BERKESAN UNTUK TINGKATKAN DAYA KETAHANAN BADAN TANPA MAKAN UBAT", "body": "\n\nSemua rakyat Malaysia berasa cemas apabila ura-ura tentang PKP akan dilakukan semula kerana wabak COVID-19 yang semakin meningkat hari demi hari. Ini kerana kita telah rasa selesa dengan keadaan yang sebenarnya masih \nSERIUS\n tapi masih dipandang remeh.\n\n\nDalam tempoh pencarian vaksin untuk COVID-19, ramai yang telah bertanyakan soalan seperti \n“apakah pil vitamin yang boleh melindungi dari dijangkiti COVID-19?”\n\n\nJawapannya adalah \nTIADA\n. Tapi adalah lebih baik anda mendapatkan semua nutrien penting yang diperlukan tubuh dengan cara pengambilan diet seimbang.\n\n\nHal ini kerana ramai peniaga yang claim produk jualan mereka seperti vitamin C boleh bantu merawat gejala COVID-19. Tetapi tiada bukti yang menyokong kenyataan tersebut. Sedangkan, mengambil dos tambahan yang tinggi seperti Vitamin A dan Vitamin D sebenarnya boleh menjadi toksik.\n\n\n\n\nSementara itu Vitamin C pula, ia boleh larut dalam air dan jika mengambil secara berlebihan ia hanya keluar melalui air kencing.\n\n\n“APAKAH UBAT ATAU SUPLEMEN YANG BOLEH MENGUATKAN DAYA TAHAN TUBUH SESEORANG?”\n\n\nSelain ubat, ada cara yang berkesan untuk menguatkan daya tahan tubuh sekaligus melindungi diri daripada dijangkiti virus atau bakteria.\n\n\n1- Dapatkan tidur dengan baik\n\n\n\n\nTidur adalah sangat baik untuk sistem daya tahan tubuh anda. Penyelidik turut menunjukkan bahawa orang yang kurang tidur berisiko untuk terkena virus.\n\n\nJadi sekiranya berasa bimbang atau cemas dengan COVID-19 ini, maka anda cenderung untuk mengalami masalah tidur seperti insomnia.\n\n\nSebaliknya jika kurang tidur, anda juga cenderung untuk menjadi cemas.\n\n\n2- Bersihkan telefon bimbit\n\n\n\n\nSelain membuatkan anda sukar tidur di waktu malam, telefon anda juga boleh memindahkan sebarang kuman.\n\n\nVirus ini boleh menular diatas permukaan sehingga sembilan hari. Oleh itu, pastikan anda kerap membasmi portabel mudah alih dengan produk pembersih yang mengandungi 70% etanol.\n\n\n3- Basuh tangan dengan kerap\n\n\n\n\nOrang ramai disarankan membasuh tangan menggunakan sabun dan air sekurang-kurangnya 20 saat setiap masa dan gosok tangan menggunakan alkohol jika sabun tidak ada. Ini adalah cara terbaik untuk melindungi diri dari COVID-19.\n\n\n4- Pakai topeng muka\n\n\n\n\nJika berasa cemas, anda mungkin boleh mempertimbangkan untuk memakai topeng muka terutama kalau ada gejala seperti selesema, batuk dan demam.\n\n\n5- Amalan diet sihat\n\n\n\n\nSelain daripada itu, anda juga digalakkan mengambil makanan yang mempunyai diet rendah lemak dan berasaskan dari tumbuh-tumbuhan yang boleh membantu meningkatkan sistem imun badan.\n\n\nIni kerana sistem imun bergantung kepada sel darah putih yang menghasilkan antibody untuk memerangi bakteria, virus dan penceroboh yang lain.\n\n\nIa juga memberi manfaat kepada sistem kekebalan tubuh kerana obesiti dikaitkan dengan peningkatan risiko influenza dan jangkitan lain seperti radang paru-paru.\n\n\n6- Vitamin, mineral dan antioksidan\n\n\n\n\nBuah-buahan dan sayur-sayuran dapat memberikan sumber \nVitamin-beta\n seperti karoten, \nVitamin C\n dan \nVitamin E\n yang membantu meningkatkan fungsi imun.\n\n\nContoh sayur-sayuran yang disyorkan seperti ubi, lobak merah, kekacang, bayam, brokoli dan sayuran berdaun hijau yang lain.\n\n\nSemoga Bermanfaat\n\n\nPoliklinik Az-Zaara,\n\n\nTaman Dato Ahmad Razali Ampang\n03-42663686\natau whatsapp 01152300300\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/covid-19-dua-kluster-baharu-dikesan-iaitu-kluster-di-selangor-dan-kluster-di-melaka/", "title": "COVID-19: DUA KLUSTER BAHARU DIKESAN IAITU KLUSTER di SELANGOR dan KLUSTER di MELAKA", "body": "\n\nKementerian kesihatan Malaysia (KKM) memaklumkan bahawa terdapat dua kluster baharu yang berjaya dikesan di Selangor serta Melaka.\n\n\nMenurut ciapan daripada akaun Twitter rasmi KKM, salah satu daripadanya dikenalpasti di Hulu Langat manakal satu lagi di daerah Melaka Tengah, Alor Gajah dan Jasin.\n\n\n\n\nKLUSTER HENTIAN, SELANGOR\n\n\nMenurut Tan Sri Dr Noor Hisham Abdullah, kluster hentian ini melibatkan daerah Hulu Langat di Negeri Selangor. Kes indeks bagi kluster ini iaitu kes yang ke 18,664 telah dikenal pasti positif Covid-19 hasil daripada saringan individu bergejala pada 15 Oktober 2020. Kes telah dimasukkan ke Hospital Sungai Buloh.\n\n\nSaringan kontak rapat yang dilakukan berjaya mengenal pasti 6 lagi kes positif Covid-19. Sehingga 19 Oktober 2020, sejumlah 127 individu telah disaring. Daripada jumlah itu, 7 kes dikesan positif Covid-19 dan 120 individu masih menunggu keputusan.\n\n\nKLUSTER BUKIT, MELAKA\n\n\nKluster Bukit ini melibatkan daerah Melaka Tengah, Alor Gajah dan Jasin di Negeri Melaka. Kes indeks bagi kluster ini iaitu kes 17,531 telah dikenalpasti positif Covid-19 hasil saringan individu bergejala pada 13 Oktober 2020 dan telah dimasukkan ke Hospital Melaka. Saringan kontak rapat telah mengenal pasti 14 lagi kes positif Covid-19. Sehingga 19 Oktober 2020 sejumlah 89 individu telah disaring. Hasil daripada itu, 15 kes telah dikesan positif Covid-19, 73 individu negatif dan 1 individu masih menunggu keputusan.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/covid-19-tidak-kenal-usia-bayi-1-tahun-menjadi-korban-pertama-yang-paling-muda/", "title": "COVID-19 TIDAK KENAL USIA, BAYI 1 TAHUN MENJADI KORBAN PERTAMA YANG PALING MUDA", "body": "\n\nSiapa sangka di saat seluruh masyarakat berjaga-jaga dengan penularan wabak Covid-19 tiba-tiba negara kita telah mencatatkan peningkatan kes terbaharu hampir setiap hari.\n\n\nKematian yangs sungguh mendukacitakan ini telah tular sejak petang semalam.\n\n\nSelepas berjaya membuat pembedahan jantung, kini si kecil ini berlawan pula dengan COVID-19 \n(gambar hiasan)\n\n\nBayi 1 tahun meninggal dunia akibat dijangkiti Covid-19\n\n\nSeorang bayi perempuan yang baru berusia 1 tahun antara empat kematian berkaitan Covid-19 telah dilaporkan.\n\n\nKes dibawa ke Jabatan Kecemasan dan Trauma Hospital Semporna, Sabah bagi mendapatkan rawatan.\n\n\n“Keadaan kesihatan kes didapati semakin merosot dan memerlukan bantuan alat pernafasan. Manakala saringan Covid-19 didapati positif.”\n\n\nIni adalah kematian pertama membabitkan bayi di negara ini. \n\n\nKes kematian yang ke-138 membabitkan lelaki rakyat Malaysia berusia 60 tahun, dimasukkan ke Hospital Duchess of Kent Sandakan.\n\n\nSaringan Covid-19 telah didapati positif, namun keadaan ke didapati merosot dan disahkan meninggal dunia.\n\n\nGambar hiasan\n\n\nApa simptom yang bayi tunjuk jika dia bergejala?\n\n\nJangkitan virus Corona menunjukkan tanda yang berbeza-beza bagi setiap orang. Sesetengah pesakit Covid-19 mengalami simptom ringan seperti selesema, tetapi ada juga yang mengalami gejala teruk akibat radang paru-paru.\n\n\nSimptom ini kebiasaannya muncul dalam 2-14 hari setelah terdedah kepada virus Corona. Sekiranya ia menjangkiti bayi dan kanak-kanak, gejalanya sedikit berbeza dengan orang dewasa seperti:\n\n\nDemam\nBatuk\nSusah bernafas\nTidak mahu menyusu atau minum \nLemah dan kurang aktif\nCirit-birit\n\n\n\n\nCara mengelakkan si manja terkena jangkitan\n\n\nHingga kini, belum ada vaksin yang dapat merawat atau mencegah jangkitan virus Corona.\n\n\nNamun ibu ayah dinasihatkan mematuhi SOP dan beberapa langkah mudah bagi mengelakkan si manja bergejala:\n\n\nBeri susu kepada si kecil. Hal ini kerana susu ibu mengandungi banyak nutrien dan antibodi yang dapat melindungi bayi dari pelbagai penyakit.\nJauhkan bayi anda dari orang sakit, terutama yang dijangkiti virus Corona.\nBasuh tangan anda dengan sabun dan air mengalir atau pembersih tangan selama 20 saat sebelum menyentuh , memegang, menyusu atau memberi makan anak kecil anda.\nTutup mulut dan hidung dengan tisu semasa batuk atau bersin, kemudian segera buang tisu dan basuh tangan anda.\nGunakan topeng pelitup muka jika anda mengalami batuk atau selsema.\nElak berkumpul di tempat yang ramai orang seperti pusat membeli-belah atau pasaraya.\nMembuat imbasan pada aplikasi Mysejahtera bagi memudahkan catatan sejarha perjalanan.\n\n\n\n\nSekiranya anda berasa tidak sedap hati melihat keadaan anak yang jatuh sakit, ibu ayah perlu segera membawa si manja mendapatkan rawatan doktor di klinik berdekatan.\n\n\nSemoga bermanfaat dan sentiasa berhati-hati\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/dah-nak-mula-bekerja-bayi-pula-taknak-menyusu-botol-cuba-tips-ni/", "title": "“DAH NAK MULA BEKERJA, BAYI PULA TAKNAK MENYUSU BOTOL..” CUBA TIPS NI", "body": "\n\nBila tiba masa untuk ibu kembali bekerja selepas cuti bersalin, tentu berat hati nak tinggalkan si comel kan? Bukan tu je, runsing apabila memikirkan si manja yang tak mahu minum susu menggunakan botol. Malah perlu tahu juga cara menyusu bayi dengan betul menggunakan botol susu.\n\n\nAda bayi boleh terima, ada bayi yang menolak bulat-bulat penggunaan botol. Jadi tak keruanlah si ibu nak melatihnya.\n\n\nJangan risau ya ibu-ibu semua setiap masalah ada penyelesaiannya. Jika anda masih ada masa beberapa minggu sebelum memulakan tugas ke pejabat, anda boleh lakukan tips berikut.\n\n\n\n\nCara menyusu bayi dengan betul menggunakan botol susu\n\n\nPraktikkan cara ni dalam 2 minggu sebelum anda memulakan kerja, namun jika terlewat pun tak apa. Cuba latih bayi anda sekerap yang mungkin sehinggalah tiba waktunya. Jangan putus asa.\n\n\nNak melatih bayi menyusu menggunakan botol ini mungkin satu proses yang sukar bagi sesetengah ibu, ia memerlukan kesabaran yang tinggi. Namun percayalah lambat laun bayi anda akan terima dengan seadanya.\n\n\n#1. Mulakan dari awal\n\n\nUntuk yang masih di peringkat awal, ibu bapa jangan berlengah lagi ya. Memang beri susu badan direct adalah sebaiknya, namun untuk proses melatih anak membiasakan minum dari botol bila anda bekerja nanti, langkah ini sangat penting.\n\n\nPam sedikit susu badan anda dan berikan kepada bayi sekurang-kurangnya sekali sehari. Anda boleh pilih untuk memberinya pada waktu siang atau malam.\n\n\nIni supaya bayi dapat merasa perbezaannya, dalam masa yang sama tahu ia adalah susu yang sama dan terbiasa akan perubahan ‘medium’ tersebut.\n\n\nNanti apabila anda mula bekerja dan memberi susu badan melalui botol tidaklah mereka terkejut.\n\n\n\n\n#2. Beri puting dengan saluran yang kecil\n\n\nSentiasa mulakan dengan puting botol susu bersaluran kecil atau saiz ‘S’ dulu. Sebab aliran daripada susu ibu kepada mulut bayi adalah sangat halus. Hanya pada waktu ‘let down’ susu menjadi deras namun untuk seketika sahaja.\n\n\nJadi penting untuk aliran susu bayi itu serupa dengan aliran susu daripada badan ibu, aliran yang terlalu deras membuat bayi mudah tersedak dan melepaskan puting serta merta. Susah pula nak masukkan semula dalam mulutnya nanti.\n\n\n\n\n#3. Sentiasa pastikan posisi penyusuan yang selesa\n\n\nIni amat penting seupaya bayi tak rasa asing menyusu dengan botol berbanding dengan menyusu badan. Letakkan bayi dalam posisi yang anda biasa menyusu badan.\n\n\nAtau pastikan kepala bayi lebih tinggi dari kaki, ini dapat mengelakkan bayi tersedak. Jangan sesekali beri minum susu botol didalam buaian.\n\n\nMerbahaya tau ibu-ibu, lagi pula sambil menghenjut. Penting untuk anda tahu cara menyusu bayi dengan betul.\n\n\n\n\n#4. Beri susu sebelum bayi lapar\n\n\nIni amat penting untuk mengelakkan bayi kecewa dan seterusnya menolak susu botol bulat-bulat. Jangan tunggu sehingga bayi menangis. \n\n\nSentiasa beri susu botol kepada bayi ketika anda nampak ‘hint’ daripada bayi. Seperti menoleh kepalanya ke tepi, tercari-cari atau cuba menghisap apa-apa yang dekat dengan mulutnya.\n\n\n\n\n#5. Pasangan perlu memberi susu kepada bayi\n\n\nJika boleh si ibu perlu elakkan dari memberi susu botol kepada bayi. Ini kerana bayi boleh tahu bila ibunya berada berdekatan, mereka boleh bau.\n\n\nJadi seeloknya ketika pasangan beri susu kepada bayi anda perlu duduk berjauhan. Jangan duduk di bilik yang sama.\n\n\nAnda boleh cuba tips ini selagi ada masa, jangan berputus asa jika sudah tiba waktu anda kembali ke pejabat si kecil masih tidak mahu minum susu menggunakan botol.\n\n\nProses ini memang memakan masa, mungkin apabila anda sudah mula bekerja, bayi anda tahu mereka tidak punyai pilihan dan lambat laun terbiasa juga menggunakan botol. \n\n\n\n\nJadi jangan terlalu resah di pejabat ya. Risau hilang focus je nanti.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/detail-scan-banyak-kelebihannya-semua-bakal-ibu-boleh-buat/", "title": "DETAIL SCAN BANYAK KELEBIHANNYA, SEMUA BAKAL IBU BOLEH BUAT.", "body": "\n\nBagi ibu yang sedang hamil, pastinya tidak sabar untuk menanti kelahiran cahaya mata yang dikandung bukan? \n\n\nSalah satu cara untuk anda tahu kondisi si manja dalam kandungan adalah dengan melakukan process scanning di hospital atau klinik berdaftar. Ada pelbagai jenis scan, detail scan bayi anda adalah salah satu yang penting.\n\n\n\n\nTapi, bilakah waktu yang sesuai untuk buat detail scan ini? Adakah anda perlu melakukan proses scanning setiap kali berjumpa dengan doktor?\n\n\nDisebabkan itu anda perlu banyak membaca dan bertanya kepada doktor. Yang mana yang sepatutnya anda buat, jika ada duit lebih tidak mengapa, tetapi jika anda mahu berjimat, anda boleh simpan duit untuk detail scan. \n\n\nDetail scan bayi bantu kesan keabnormalan\n\n\n#1. Dating scan 2D (hitam putih)\n\n\nBagi pemeriksaan rutin antenatal, ultrasound pertama sewaktu booking (buka buku) adalah penting kerana ia menentukan tarikh yang tepat bagi anggaran tarikh kelahiran atau estimated due date (EDD).\n\n\nIa hendaklah dilakukan seawal mungkin iaitu waktu kandungan sekitar 6 -7 minggu sehinggalah sebelum kandungan mencecah 12 minggu.\n\n\n\n\n#2. Detail scan 2D\n\n\nIa berfungsi untuk melihat jika terdapat sebarang ketaknormalan pada bayi termasuk organ – organ penting seperti otak, muka, paru-paru, jantung, tulang, kaki dan tangan, abdomen dan lain-lain.\n\n\nSebarang perubahan yang disyaki seperti Down Syndrome dan sumbing juga boleh ditentukan dari detail scan.\n\n\nIa perlu bagi mereka yang berisiko seperti mengandung pada umur lebih 40 tahun, mempunyai penyakit berisiko seperti darah tinggi atau kencing manis, sejarah kecacatan pada anak atau kematian bayi dalam kandungan sebelumnya dan lain-lain.\n\n\nWalau bagaimanapun, ianya terbuka kepada semua ibu mengandung untuk menjalani detail scan walaupun tidak mempunyai faktor risiko seperti di atas.\n\n\n\n\n#3. Scan 3D 4D atau 5D\n\n\nIa boleh dilakukan dari usia kandungan 26-32 minggu. Tentunya ibu & ayah akan lebih teruja kerana imej berwarna dalam bentuk 3D 4D atau 5D jauh lebih cantik dan kita bole hmelihat wajah bayi dengan lebih jelas lagi.\n\n\n\n\nApa yang diperiksa semasa detail scan\n\n\nApa yang diperiksa semasa scan?\n\n\n#1. Bentuk dan struktur kepala bayi anda. Pada peringkat ini masalah otak yang serius, dapat dilihat.\n\n\n#\n2. Muka bayi anda, untuk memeriksa bibir sumbing namun sumbing lelangit dalam mulut bayi adalah sukar untuk dilihat\n.\n\n\n#3. Tulang belakang bayi anda,untuk memastikan tidak ada tulang belakang yang terkeluar dari kulit.\n\n\n#\n4. Dinding abdomen bayi anda, memastikan ia meliputi semua organ-organ dalaman seperti perut, buah pinggang dan diafragm.\n\n\n#5. Jantung bayi anda. Kedua-dua bahagian atas (atrium) dan bahagian bawah dua ruang (ventrikel) . Injap mesti boleh membuka dan menutup dengan setiap denyutan jantung. Salur darah utama yang membawa darah ke dan dari jantung bayi anda.\n\n\n6. Buah pinggang bayi anda. Pastikan ada dua buah pinggang, dan air kencing mengalir bebas ke dalam pundi kencing.\n\n\n\n\nDengan memeriksa semua parameter secara detail seperti ini, kebanyakan kecacatan fizikal boleh dikesan dari awal. Namun kecacatan genetik, masalah darah dan hormon tidak dapat dikesan melalui\ndetail scan\n dan harus diingat bahawa jika detail scan adalah normal tidak bermaksud bayi itu adalah 100% sempurna.\n\n\nKelebihan detail scan kepada ibu bapa\n\n\nMembolehkan mereka lebih bersedia jika bayi adalah abnormal.\n\n\nContoh senarionya adalah :\n\n\n#1. Jika berniat bersalin di kampung atau hospital yang kecil, mungkin harus bersalin di Hospital Besar yang mempunyai fasiliti yang lengkap.\n\n\n#2. Boleh mendapatkan nasihat dan pandangan dari kaunseling atau support group yang boleh berkongsi pengalaman supaya bakal ibu bapa lebih bersedia. Ini hanyalah contoh senario.Ia bergantung kepada apa yg doktor pakar anda cadangkan.\n\n\nAnda juga boleh membuat ultrasound scan seperti 2D, 3D, 5D dan E5D di \nPoliklinik Az-Zaara\n. Jangan risau, semua doktor wanita. Mereka akan jelaskan tentang kesihatan anda dan bayi dalam kandungan.\n\n\nSemoga Bermanfaat.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/doktor-minta-semua-ibu-bapa-berhenti-buat-8-perkara-ini-yang-ke-2-ramai-kerap-lakukan/", "title": "DOKTOR MINTA SEMUA IBU BAPA BERHENTI BUAT 8 PERKARA INI. YANG KE-2 RAMAI KERAP LAKUKAN", "body": "\n\nProses keibubapaan bukan datang dengan buku panduan. Oleh itu, ramai ibu bapa masih terkapai-kapai dan perlu menyelesaikan masalah tentang anak mereka dengan sendiri.\n\n\nKadang-kadang ibu bapa akan mendapatkan nasihat dari sumber seperti kawan, internet atau ibu bapa mereka. Akan tetapi, semua sumber ini mungkin tidak memberi maklumat yang tepat dan terkini.\n\n\nSebab itu ibu bapa akan lebih kerap berjumpa doktor. Tapi ada sesetengah perkara yang doktor harap semua ibu bapa boleh berhenti buat. Perkara-perkara tersebut tidak berfaedah kepada ibu bapa malah anak mereka juga.\n\n\n1. Berhenti cakap anak demam bila dia sejuk\n\n\n\n\nAnda tidak boleh mendiagnosis demam hanya melalui sentuhan atau meletakkan bibir anda pada dahinya. Kadang-kadang bila anak demam, ibu bapa akan mudah risau. Lebih-lebih lagi jika anak tersebut masih kecil dan belum diberi suntikan vaksin. Tapi, demam adalah perkara bagus untuk anak. Ia bermaksud badan sihat sedang melawan jangkitan.\n\n\n2. Berhenti diagnosis anak dari ‘kajian’ anda dapat dalam Google\n\n\n\n\nGoogle padat dengan pelbagai maklumat. Sebab itu ia jadi lokasi pertama semua ibu bapa pergi, apabila mereka panik melihat tanda-tanda sesuatu pada anak mereka. Tapi bila anda bawa segala ‘kajian’ yang anda baca kepada doktor, mereka akan lebih serabut. Semua diagnosis berdasarkan pemeriksaan perubatan, bukan dari internet.\n\n\n3. Berhenti datang temu janji dengan doktor tanpa persediaan\n\n\nAnda mungkin dibelenggu dengan pelbagai soalan. Tapi anda lupa untuk bertanya pada doktor ketika temujanji kalian. Sebab itu, anda kini semakin keliru. Catat semua soalan yang ingin ditanya. Rekod rakaman jika anda ingin menunjukkan sesuatu yang tidak kena tentang anak anda.\n\n\n4. Berhenti ke wad kecemasan untuk semua perkara\n\n\n\n\nPergi ke wad kecemasan bila ia benar-benar diperlukan atau anda melalui kecemasan terlampau. Hal ini sebab kadang-kadang ibu bapa hanya panik atas perkara kecil. Hubungi doktor peribadi sebelum ke wad kecemasan atau pergi ke pejabat doktor pakar keesokan harinya (selepas kejadian).\n\n\n5. Berhenti minta antibiotik\n\n\n\n\nMemang semua ibu bapa mahu anaknya sihat dengan cepat. Tapi antibiotik bukan jawapan untuk semua perkara. Sesetengah jangkitan balteria mungkin memerlukan antibiotik, tapi bukan penyakit seperti selesema dan batuk. Jika anak anda selesema dan batuk, cuba beri masa untuk ia sembuh sendiri atau boleh guna cara semulajadi untuk merawat.\n\n\n6. Berhenti berdegil untuk beri vaksin atau minta ditangguhkan suntikan vaksin pada anak\n\n\n\n\nVaksin terbukti mampu mencegah penyakit. Jika mana-mana ibu bapa melambatkan proses pemberian vaksin, kanak-kanak tidak akan dilindungi dalam tempoh yang panjang.\n\n\n7. Berhenti guna pemutik kapas (cotton bud) untuk cuci telinga anak anda\n\n\n\n\nPemutik kapas akan menolak taik telinga masuk lebih dalam dan susah untuk dibawa keluar. Apa yang anda perlu buat ialah masukkan sedikit air dalam telinga anak anda ketika mandi. Lembapan akan membantu taik telinga lebih lembut dan mudah dikeluarkan.\n\n\n8. Berhenti salahkan anak selesema sebab tak pakai baju\n\n\nAnak selesema sebab tak pakai baju adalah satu mitos. Jadi, tak payah lagi susah-susah untuk menyalahkan anak anda. Virus selesema terjadi kerana penyebaran kuman. Kanak-kanak akan cenderung memegang semua benda. Selepas itu mereka memegang mata, hidung dan mulut mereka. Hal ini yang menyebarkan kuman\n\n\nSemoga bermanfaat. Harap semua berada dalam keadaan sihat.\n\n\nJika ada kebimbangan tentang kesihatan anak atau kesihatan anda, pastikan dapat nasihat doktor dengan segera.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/dr-saya-scan-dah-nampak-kantung-kenapa-dr-kata-saya-mengandung-luar-rahim/", "title": "DR, SAYA SCAN DAH NAMPAK KANTUNG, KENAPA DR KATA SAYA MENGANDUNG LUAR RAHIM?", "body": "\n\nIbu hamil pada peringkat awal kehamilan, jika berkalu pendarahan, ada beberapa punca kenapa pendarahan boleh berlaku yang berkaitan dengan kandungan.\n\n\nKandungan luar rahim\nKeguguran, sama ada telah berlaku, sedang berlaku atau akan berlaku\nImplantation bleeding, iaitu pendarahan sewaktu pelekatan janin pada dinding rahim yang kurang kuat akibat kekurangan hormone progesterone.\n\n\nJadi bila ibu mengandung mengalami pendarahan pada peringkat awal kehamilan, sudah semestinya Dr akan membuat imbasan ultrasound. Ada dua kaedah iaitu scan dari atas perut (transabdominal ultrasound) ni scan yang biasa ibu-ibu buat di klinik dan yang kedua adalah transvaginal scan, scan yang dilakukan dengan melalui vagina, atau biasa dipanggil scan dari bawah.\n\n\n\n\nTransabdominal scan lebih mudah dilakukan, tidak menyakitkan dan boleh dilakukan di kebanyakan klinik. Namun ia tidak dapat mengesan kandungan yang sangat awal.\n\n\nTransvaginal scan pula lebih rumit, tidak semua Dr boleh melakukan dan biasanya perlu dilakukan di hospital atau sesetengah klinik sahaja. Namun ia lebih berkesan untuk mengesan kandungan yang masih kecil dan juga kandungan di luar rahim.\n\n\nJadi di klinik, walaupun scan dah dilakukan, dan dah Nampak kantung semasa mengandung, kandungan luar rahim masih perlu dibuktikan tiada dengan ultrasound transvaginal melainkan kantung semasa scan dilakukan itu cukup syarat untuk membuktikan kantung itu adalah kantung mengandung dan ia terletak di dalam rahim.\n\n\n\n\nIni kerana kantung kosong kadang-kadang bukanlah kantung mengandung, sebaliknya hanyalah \nPesudosac\n sahaja, ini sangat berbahaya kerana jika kandungan luar rahim tidak dikesan awal, ia boleh meragut nyawa ibu.\n\n\nSo masa scan transabdominal, kantung yang dilihat tu mesti Nampak juga kantung telur dan janin. Lebih baik jika Nampak degupan jantung pada janin.\n\n\nJika kesemua ini dapat dilihat semasa scan dilakukan, maka kandungan luar rahim boleh dibuktikan tidak berlaku.\n\n\nNamun sebab kenapa berlaku pendarahan masih tidak boleh dipastikan 100%, kemungkinan ia adalah keguguran yang akan berlaku atau implantation bleeding.\n\n\nBiasanya Dr akan berikan ubat kuatkan rahim dalam situasi seperti ini.\n\n\nSemoga bermanfaat, dapatkan pemeriksaan dan nasihat Dr jika anda mengalami masalah seperti di atas.\n\n\nPoliklinik Az-Zaara\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/ekzema-dishidrosis-gatal-ruam-gelembung/", "title": "EKZEMA DISHIDROSIS – (GATAL, RUAM, GELEMBUNG)", "body": "\n\nDah seminggu anak saya alami ruam ini. Ruam ni bermula di jari. Mula-mula ada gelembung air. Kecil saja dan agak gatal. Lepas tu air dalam blister ni pecah sendiri. \n\n\nLalu jari jadi kering. Ruam kulit tu merekah dan merebak ke sebahagian tapak tangan. Kadang-kadang bernanah dan berkerak. \n\n\nApa tu doktor? Kudis buta?\n\n\nBukan. Ianya \nEkzema Dishidrosis\n. \n\n\n\n\nApa itu \nEkzema Dishidrosis\n ?\n\n\nEkzema Dishidrosis adalah keadaan kulit di mana berlakunya ruam pada tapak tangan dan kaki yang biasanya terdapat gelembung air yang kecil dan gatal.\n\n\nApakah puncanya?\n\n\nBelum dapat diketahui puncanya apa. Namun lebih separuh penghidap ekzema dishidrosis mempunyai ekzema jenis lain.\n\n\nRuam ini biasanya berlaku pada jari, dan telapak tangan. Gelembung air pula halus dan berkelompok. Dalam keadaan tertentu ianya boleh bergabung dan menjadi lebih besar.\n\n\nJika ruam tersebut kering, ianya mengelupas dan dasarnya menjadi merah dan sakit.\n\n\n\n\nIanya boleh berulang. \nBagaimana saya boleh mengelaknya?\n\n\nKurangkan stress. Ianya biasa berlaku pada yang mengalami tekanan emosi atau fizikal.\nKurangkan pendedahan kepada logam tertentu kobalt dan nikel jika anda allergik pada logam tersebut (pekerja dalam bidang perindustrian).\n\n\nKulit sensitif, ekzema atopik dan lain-lain ekzema. Kebiasaannya pesakit yang mempunyai penyakit ini tahu trigger dan punca. Elakkan punca boleh mengurangkan risiko dishidrosis.\n\n\nBagaimana ianya dirawat?\n\n\nBerjumpa dengan doktor atau doktor pakar kulit. Terdapat pelbagai ubat kulit dan allergik. Namun, ianya perlu pengawasan doktor. Adalah penting untuk anda mendapatkan rawatan yang tepat daripada awal agar rawatan yang betul dapat diberikan. Antara ubat yang boleh diberikan seperti krim kortikosteroid dan ubat anti histamine.\n\n\n\n\nRawatan lain..\n\n\nRawatan cahaya UV, pengering ruam, krim antigatal.\n\n\nRawatan di rumah..\n\n\nHidrasi dan lembab adalah kunci kepada rawatan ekzema. Tuala sejuk, krim vaselin, adalah cara mengekalkan hidrasi. Anda juga boleh cuba pelembap udara humidifier untuk pencegahan ekzema.\n\n\nIngat. Apa-apapun, rujuk doktor anda. Jangan cuba ubat / krim tradisional tanpa pengawasan doktor.\n\n\nSemoga Bermanfaat dan jangan ragu-ragu untuk mengajukan sebarang pertanyaan kepada kami\n\n\nPoliklinik Az-Zaara\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/elak-risiko-penyakit-ini-5-perkara-wanita-perlu-lakukan-untuk-jaga-kawasan-intim-2/", "title": "ELAK RISIKO PENYAKIT, INI 5 PERKARA WANITA PERLU LAKUKAN UNTUK JAGA KEBERSIHAN DIRI", "body": "\n\nPenjagaan kesihatan dan kebersihan alat sulit amat penting bagi seseorang wanita. Hal ini kerana anggota tersebut boleh terdedah kepada pelbagai masalah antaranya jangkitan yis atau kulat, penyakit kelamin (STD) mahupun pendarahan yang menandakan penyakit lebih serius seperti kanser serviks.\n\n\njangkitan yis biasanya menyerang tiga daripada empat wanita pada satu masa ketika hayat mereka. Antara simptomnya ialah rasa\n sakit, gatal, bengkak dan ruam kemerah-merahan\n pada kawasan vagina di samping keputihan yang likat.\n\n\nJangkitan yis dipercayai berpunca daripada kulat jenis \ncandida albicans\n. Lazimnya, vagina mempunyai gabungan seimbang antara yis dan bakteria baik, di mana bakteria baik ini akan mengawal pertumbuhan kulat.\n\n\n\n\nNamun, jika keseimbangan itu terganggu, pertumbuhan kulat berlaku secara luar kawalan sehingga menyebabkan ia mula merebak ke bahagian lapisan sel vagina yang lebih dalam, seterusnya menyebabkan simptom jangkitan.\n\n\nAntara faktor yang mengganggu keseimbangan tersebut ialah pengambilan antibiotik, kehamilan, diabetes yang tidak terkawal, gangguan sistem imun serta rawatan terapi hormon yang meningkatkan kadar estrogen.\n\n\nJadi, bagaimana untuk menghindari permasalahan tersebut? Jom ikuti \nlima langkah penjagaan bahagian intim wanita\n yang sering dikongsikan pakar kesihatan sebelum ini.\n\n\n1. Pemakanan\n\n\n\n\nPemakanan memainkan peranan penting dalam seluruh aspek kesihatan, termasuk kesihatan faraj wanita. Sebagai contoh, individu yang kurang zat makanan dipercayai boleh terdedah kepada risiko jangkitan kulat pada vagina.\n\n\nMakanan mengandungi probiotik seperti yogurt pula dikatakan boleh membantu mengatasi jangkitan yis dan organisma yang menjadi punca jangkitan.\n\n\nSelain itu, jus cranberry juga dipercayai boleh membantu merawat masalah jangkitan kuman pada saluran kencing.\n\n\n2. Ruang Bernafas\n\n\n\n\nPakaian yang ketat boleh mengganggu pengudaraan, menyebabkan kerengsaan dan membuatkan kawasan sulit menjadi lembap. Keadaan ini akan menggalakkan pertumbuhan kulat pada kawasan tersebut. Oleh itu, pakailah pakaian yang longgar dan diperbuat daripada bahan semula jadi seperti kapas bagi menggalakkan pengudaraan.\n\n\n3. Suntikan Vaksin\n\n\n\n\nSelain jangkitan yis, vagina juga terdedah kepada risiko kanser serviks yang disebabkan oleh \nhuman papilloma virus\n (HPV). Virus ini juga dipercayai boleh menyebabkan jangkitan hati yang serius, hepatitis B yang merebak melalui hubungan seksual.\n\n\nSuntikan vaksinasi akan membantu tubuh membentuk imuniti terhadap virus berkenaan sekaligus melindungi anda daripada jangkitan. Anda boleh ke hospital kerajaan dan swasta untuk mendapatkan vaksinasi berjadual.\n\n\n4. Pemeriksaan Kesihatan Secara Berkala\n\n\n\n\nKajian mendapati semakin meningkat usia, semakin tinggi risiko anda mendapat kanser serviks. Kanser ini boleh dirawat jika dikesan pada peringkat awal. Antara tanda kanser serviks ialah pendarahan pada alat sulit walaupun selepas menopause di samping rasa sakit ketika bersetubuh.\n\n\nOleh itu, pemeriksaan ujian Pap secara berkala seiring dengan peningkatan usia adalah penting agar anda dapat mengenalpasti sebarang permasalahan lebih awal.\n\n\n5. Penjagaan Kebersihan\n\n\n\n\nBersifat\n self-cleaning\n, vagina tidak memerlukan penggunaan produk pembersihan yang kuat mahupun meruang (\ndouching\n) bagi mengelakkan permasalahan lain seperti gatal dan berbau. Amalan meruang juga dipercayai boleh \nmengganggu bakteria baik yang berfungsi untuk mengimbangi pertumbuhan yis di dalam vagina\n.\n\n\nSebaiknya, basuh sahaja menggunakan air atau sabun khusus tanpa pewangi yang mempunyai pH sesuai. Hal ini kerana bahan pewangi dan bahan kimia di dalam produk penjagaan intim mungkin boleh menyebabkan reaksi alergi seperti kegatalan dan kerengsaan pada alat sulit.\n\n\nOleh itu, pilih produk yang\n bebas bahan kimia berbahaya\n seperti paraben dan SLES, agen penghasilan buih yang sering ditemui dalam produk penjagaan diri.\n\n\nPenjagaan Kebersihan Diri Ketika Datang Bulan\n\n\n\n\nSensitif dan mudah terdedah kepada risiko, satu-satunya organ pembiakan wanita ini perlu dipelihara dengan teliti. Malah, penjagaan kesihatan alat intim tidak lengkap tanpa penjagaan kebersihan ketika datang bulan.\n\n\nDi samping \nkerap menukar tuala wanita\n bagi mengelakkan jangkitan bakteria, anda juga perlu memilih tuala wanita yang \nbebas bahan kimia berbahaya\n seperti racun perosak yang lazimnya diperoleh dari ladang kapas.\n\n\nAntara bahan kimia berbahaya lain yang pernah ditemui dalam sesetengah tuala wanita ialah \nacetone\n, kloroform dan \nchloroethane\n yang dipercayai boleh menyebabkan kanser.\n\n\nMacam Mana Nak Tahu Jika Tuala Wanita Anda Selamat Dan Bebas Bahan Kimia Berbahaya?\n\n\nSalah satu cara untuk pastikan tuala wanita kita selamat ialah dengan memastikan produk yang ingin dibeli lulus ujian makmal. Penyelidik akan mengambil sampel tuala wanita untuk diuji bagi mengesan kehadiran bahan kimia berbahaya di dalamnya seperti racun perosak dan fluorescent.\n\n\nTuala wanita yang bebas atau mengandungi kandungan bahan kimia yang rendah dan dalam jumlah yang tidak berbahaya akan dipertimbangkan sebagai selamat untuk digunakan.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/elak-risiko-penyakit-ini-5-perkara-wanita-perlu-lakukan-untuk-jaga-kawasan-intim/", "title": "ELAK RISIKO PENYAKIT, INI 5 PERKARA WANITA PERLU LAKUKAN UNTUK JAGA KAWASAN INTIM", "body": "\n\nPenjagaan kesihatan dan kebersihan alat sulit amat penting bagi seseorang wanita. Hal ini kerana anggota tersebut boleh terdedah kepada pelbagai masalah antaranya jangkitan yis atau kulat, penyakit kelamin (STD) mahupun pendarahan yang menandakan penyakit lebih serius seperti kanser serviks.\n\n\nJangkitan yis biasanya menyerang tiga daripada empat wanita pada satu masa ketika hayat mereka. Antara simptomnya ialah rasa\n sakit, gatal, bengkak dan ruam kemerah-merahan\n pada kawasan vagina di samping keputihan yang likat.\n\n\nJangkitan yis dipercayai berpunca daripada kulat jenis \ncandida albicans\n. Lazimnya, vagina mempunyai gabungan seimbang antara yis dan bakteria baik, di mana bakteria baik ini akan mengawal pertumbuhan kulat.\n\n\nNamun, jika keseimbangan itu terganggu, pertumbuhan kulat berlaku secara luar kawalan sehingga menyebabkan ia mula merebak ke bahagian lapisan sel vagina yang lebih dalam, seterusnya menyebabkan simptom jangkitan.\n\n\nAntara faktor yang mengganggu keseimbangan tersebut ialah pengambilan antibiotik, kehamilan, diabetes yang tidak terkawal, gangguan sistem imun serta rawatan terapi hormon yang meningkatkan kadar estrogen.\n\n\nJadi, bagaimana untuk menghindari permasalahan tersebut? Jom ikuti \nlima langkah penjagaan bahagian intim wanita\n yang sering dikongsikan pakar kesihatan sebelum ini.\n\n\n1. Pemakanan\n\n\n\n\nPemakanan memainkan peranan penting dalam seluruh aspek kesihatan, termasuk kesihatan faraj wanita. Sebagai contoh, individu yang kurang zat makanan dipercayai boleh terdedah kepada risiko jangkitan kulat pada vagina.\n\n\nMakanan mengandungi probiotik seperti yogurt pula dikatakan boleh membantu mengatasi jangkitan yis dan organisma yang menjadi punca jangkitan.\n\n\nSelain itu, jus cranberry juga dipercayai boleh membantu merawat masalah jangkitan kuman pada saluran kencing.\n\n\n2. Ruang Bernafas\n\n\n\n\nPakaian yang ketat boleh mengganggu pengudaraan, menyebabkan kerengsaan dan membuatkan kawasan sulit menjadi lembap. Keadaan ini akan menggalakkan pertumbuhan kulat pada kawasan tersebut. Oleh itu, pakailah pakaian yang longgar dan diperbuat daripada bahan semula jadi seperti kapas bagi menggalakkan pengudaraan.\n\n\n3. Suntikan Vaksin\n\n\n\n\nSelain jangkitan yis, vagina juga terdedah kepada risiko kanser serviks yang disebabkan oleh \nhuman papilloma virus\n (HPV). Virus ini juga dipercayai boleh menyebabkan jangkitan hati yang serius, hepatitis B yang merebak melalui hubungan seksual.\n\n\nSuntikan vaksinasi akan membantu tubuh membentuk imuniti terhadap virus berkenaan sekaligus melindungi anda daripada jangkitan. Anda boleh ke hospital kerajaan dan swasta untuk mendapatkan vaksinasi berjadual.\n\n\n4. Pemeriksaan Kesihatan Secara Berkala\n\n\n\n\nKajian mendapati semakin meningkat usia, semakin tinggi risiko anda mendapat kanser serviks. Kanser ini boleh dirawat jika dikesan pada peringkat awal. Antara tanda kanser serviks ialah pendarahan pada alat sulit walaupun selepas menopause di samping rasa sakit ketika bersetubuh.\n\n\nOleh itu, pemeriksaan ujian Pap secara berkala seiring dengan peningkatan usia adalah penting agar anda dapat mengenalpasti sebarang permasalahan lebih awal.\n\n\n5. Penjagaan Kebersihan\n\n\n\n\nBersifat\n self-cleaning\n, vagina tidak memerlukan penggunaan produk pembersihan yang kuat mahupun meruang (\ndouching\n) bagi mengelakkan permasalahan lain seperti gatal dan berbau. Amalan meruang juga dipercayai boleh \nmengganggu bakteria baik yang berfungsi untuk mengimbangi pertumbuhan yis di dalam vagina\n.\n\n\nSebaiknya, basuh sahaja menggunakan air atau sabun khusus tanpa pewangi yang mempunyai pH sesuai. Hal ini kerana bahan pewangi dan bahan kimia di dalam produk penjagaan intim mungkin boleh menyebabkan reaksi alergi seperti kegatalan dan kerengsaan pada alat sulit.\n\n\nOleh itu, pilih produk yang\n bebas bahan kimia berbahaya\n seperti paraben dan SLES, agen penghasilan buih yang sering ditemui dalam produk penjagaan diri.\n\n\nPenjagaan Kebersihan Diri Ketika Datang Bulan\n\n\nSensitif dan mudah terdedah kepada risiko, satu-satunya organ pembiakan wanita ini perlu dipelihara dengan teliti. Malah, penjagaan kesihatan alat intim tidak lengkap tanpa penjagaan kebersihan ketika datang bulan.\n\n\nDi samping \nkerap menukar tuala wanita\n bagi mengelakkan jangkitan bakteria, anda juga perlu memilih tuala wanita yang \nbebas bahan kimia berbahaya\n seperti racun perosak yang lazimnya diperoleh dari ladang kapas.\n\n\nAntara bahan kimia berbahaya lain yang pernah ditemui dalam sesetengah tuala wanita ialah \nacetone\n, kloroform dan \nchloroethane\n yang dipercayai boleh menyebabkan kanser.\n\n\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/elakkan-tidur-dalam-kereta/", "title": "ELAKKAN TIDUR DALAM KERETA", "body": "\n\nBaru-baru ini kami menerima berita 4 sekawan yang berehat didalam kereta, 3 daripadanya telah meninggal dunia akibat keracunan karbon monoksida dan 1 lagi sedang dirawat di ICU. Kami mengucapkan takziah kepada ahli keluarga yang terlibat.\n\n\nAda yang mengatakan jika ingin tidur dalam kereta, pastikan membuka tingkap sedikit, insyaAllah selamat. Disini kami ingin membetulkan tanggapan yang kurang tepat ini.\n\n\n\n\nKeracunan karbon monoksida tidak memerlukan kuantiti yang banyak. Kadar yang rendah sudah cukup untuk membuatkan kita tidak sedarkan diri. Malah karbon monoksida dari luar yang mengelilingi kereta juga bahaya. Kereta kita mungkin tidak kedap udara dan bahan ini boleh meresap masuk ke dalam kereta.\n\n\nKarbon monoksida terbentuk hasil daripada pembakaran bahan organik tanpa bekalan oksigen yang mencukupi. Ianya boleh dihasilkan dari pembakaran diesel/petrol kenderaan, penggunaan gas untuk alat pemanas dan semasa memasak.\n\n\nPembakaran bahan bakar didalam enjin kenderaan menghasilkan banyak gas sampingan yang dikeluarkan sebagai asap ekzos. Asap ekzos ini mengandungi gas yang merbahaya seperti karbon monoksida, hidrokarbon dan nitrogen oksida.\n\n\nPastikan sistem ekzos tidak ada kebocoran\nServis kereta mengikut jadual di bengkel yang diiktiraf pengeluar\nSistem aircond berfungsi dengan baik\nJangan hidupkan enjin di kawasan tertutup/garaj\nJika tingkap dibuka pastikan tidak menghadap ekzos kenderaan/lori lain\nKeluar sebentar dari kereta untuk melancarkan peredaran darah\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/flu-bukan-demam-selesema-biasa/", "title": "FLU BUKAN DEMAM SELESEMA BIASA", "body": "\n\n[ VAKSINASI MELINDUNGI INDIVIDU BERISIKO TINGGI DARI INFLUENZA ]\n\n\nFlu bukan demam selesema biasa, tetapi kedua-dua penyakit ini berbeza. Ramai yang salah anggap. Sebenarnya flu adalah penyakit sistem pernafasan berjangkit yang disebabkan oleh virus-virus influenza.\n\n\nIa boleh terjadi secara tiba-tiba dan individu yang dijangkiti flu biasanya akan mengalami simptom-simptom seperti demam, batuk, sakit tekak, hidung berair atau tersumbat, sakit otot atau badan, sakit kepala, lesu (keletihan), muntah dan dalam kes yang jarang berlaku, cirit-birit (lebih kerap terjadi pada kanak-kanak berbanding orang dewasa).\n\n\n\n\nMalangnya, sesetengah orang mungkin mengalami masalah dan komplikasi lebih serius yang adakalanya boleh membawa maut. Antara komplikasinya termasuklah radang paru-paru (pneumonia), jantung (miokarditis), otak (ensefalitis) atau tisu otot (miositis) dan kegagalan beberapa organ.\nIni adalah kumpulan-kumpulan berisiko tinggi seperti berikut:\n\n\n– Kanak-kanak di bawah umur 5 tahun (terutamanya yang berusia 2 tahun ke bawah)\n– Wanita hamil\n– Warga emas melebihi 65 tahun\n– Pesakit penyakit kronik\n– Individu yang mempunyai masalah pernafasan\n\n\nSemua orang yang tergolong dalam kumpulan-kumpulan berisiko tinggi ini perlu mengelak dari dijangkiti flu. Salah satu cara yang paling berkesan ialah dengan mendapatkan vaksin untuk mencegah penyakit tersebut.\n\n\n\n\nSemua orang yang berusia 6 bulan ke atas disarankan untuk mendapatkan vaksin flu setiap tahun (bagi melindungi daripada virus-virus flu yang baru bermutasi dalam suatu tahun). Ini benar kerana tiada siapa yang ingin terlantar sakit beberapa hari, atau menyebarkan penyakit kepada ahli keluarga, kawan-kawan, rakan-rakan sekerja atau yang lebih teruk lagi, individu-individu yang berisiko tinggi di sekeliling kita.\n\n\nKANAK-KANAK\n\n\n\n\n– Kanak-kanak yang menghidap masalah kesihatan kronik seperti lelah dan diabetes jenis 1 juga berisiko tinggi seperti yang ditunjukkan dalam sebuah kajian, mereka adalah 4-21 kali lebih cenderung untuk dimasukkan ke hospital akibat flu. Memberikan vaksin flu kepada kanak-kanak memberi manfaat kepada ibu bapa dan kanak-kanak dengan mengurangkan kekerapan berjumpa doktor, mengelakkan ketidakhadiran ke pejabat dan sekolah, dan yang paling penting, mengelakkan kesengsaraan akibat flu yang teruk dan komplikasi-komplikasinya.\n\n\nWANITA HAMIL\n\n\n\n\n– Kehamilan menyebabkan pelbagai perubahan pada sistem imun, jantung dan paru-paru. Ini boleh membuatkan wanita hamil (dan sehingga dua minggu selepas bersalin) lebih cenderung untuk mengalami penyakit yang teruk akibat flu dan risiko yang lebih tinggi untuk dimasukkan ke hospital. Mujurlah vaksinasi flu boleh diberikan semasa hamil dan telah terbukti dapat melindungi ibu dan bayi dari flu selama beberapa bulan selepas kelahiran. Bincanglah dengan doktor anda tentang vaksin flu yang sesuai.\n\n\nWARGA EMAS\n\n\n\n\n– Ramai rakyat Malaysia menghidap satu atau lebih penyakit tidak berjangkit seperti diabetes melitus jenis 2, penyakit jantung, tekanan darah tinggi, kanser, penyakit buah pinggang kronik, dan penyakit hati. Masalah-masalah kesihatan seperti ini membebankan sistem imun dan menyukarkan tubuh untuk melawan dan sembuh dari jangkitan flu. Warga emas, terutamanya yang berusia 65 tahun ke atas, sangat terdedah kepada jangkitan flu. Risiko ini semakin meningkat kerana sistem imun mereka sudah lemah kerana usia yang lanjut.\n\n\nINDIVIDU YANG MENGHIDAP MASALAH PERNAFASAN\n\n\n\n\n– Influenza boleh menyebabkan keradangan yang lebih teruk pada laluan udara dan paru-paru mereka yang sensitif. Ini akan memburukkan lagi simptom-simptom lelah dan meningkatkan kebarangkalian terjadinya radang paru-paru atau penyakit-penyakit pernafasan yang lain.\n\n\nDi Poliklinik Az-Zaara masih ada vaksin Influenza untuk individu yang menghidap gejala tersebut dengan harga RM 80 nett.\n\n\nSemoga bermanfaat.\n\n\nPoliklinik Az-Zaara\nTaman Dato Ahmad Razali Ampang Selangor\n03-42663686\natau Whatsapp\n»» \nhttps://wa.me/601152300300\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/ibu-hamil-jangan-keliru-antara-hyperemesis-gravidarum-dengan-mabuk-hamil-biasa/", "title": "IBU HAMIL JANGAN KELIRU ANTARA HYPEREMESIS GRAVIDARUM DENGAN MABUK HAMIL BIASA..", "body": "\n\nAda beza ke antara Hyperemesis Gravidarum dengan mabuk hamil biasa?\n\n\nHyperemesis gravidarum (HG) adalah komplikasi kehamilan yang menyebabkan rasa \nloya\n, muntah-muntah, turun berat badan dan mengalami \ndehidrasi\n semasa kehamilan. \n\n\nBaru-baru ini hyperemesis gravidarum telah mendapat \npendedahan yang lebih meluas\n selepas Kate Middleton didiagnosis dengan komplikasi ini.\n\n\nWalaupun selepas pendedahan itu, ramai yang masih fikir ibu hamil dengan gejala HG hanya \nberlakon berlebih-lebihan\n. \n\n\n\n\nAda yang memberi komen..\n\n\n“Kenapa perlu heboh-hebohkan mabuk hamil?”\n\n\nTetapi pihak media telah memberi gambaran yang HG adalah versi \nmabuk hamil yang lebih teruk\n dan boleh merbahayakan ibu-ibu hamil.\n\n\nGambaran sebenar gejala Hyperemesis Gravidarum\n\n\n\n\nSeorang ibu bernama Thembi Johnson telah berkongsi pengalamannya dengan hyperemesis gravidarum:\n\n\nSemua makanan yang dimasukkan ke dalam mulut akan \ndimuntah keluar\n. Setiap bau akan menyebabkan rasa mual.\n\n\nApabila Johnson berjumpa doktor, dia didiagnosis dengan \nhyperemesis gravidarum\n (HG).\n\n\n2 minggu selepas dia didiagnosis, Johnson dikejar ke hospital akibat \ndehidrasi teruk\n. Tidak lama selepas itu, dia masuk hospital lagi, dan kali ini Johnson terpaksa tinggal di hospital hampir sebulan. \n\n\nAkhirnya, Johnson dapat pertolongan seorang jururawat yang membuat lawatan ke rumah untuk memberi Johnson nutrisi secara \nintravena\n.\n\n\nJohnson juga disambungkan ke sebuah pam mudah alih yang memberikan \nubat anti mual\n secara berterusan. Dia \ntidak makan makanan pejal\n selama lebih daripada sebulan.\n\n\n“Saya masih ingat peristiwa hari itu. Saya baru pulang dari kedai runcit dan berasa sangat \nlemah\n.\nSaya masuk ke pintu depan, merangkak ke bilik mandi dan akhirnya saya baring di sana selepas muntah angin – dengan muka atas lantai jubin.\nDua jam kemudian, begitulah keadaan saya apabila suami pulang dengan pintu rumah terbuka lebar dan pintu kereta yang terbuka.\nApabila melihat kaki saya yang menjulur dari pintu tandas, dia ingat saya telah mati!”\n\n\nHyperemesis gravidarum tidak sama seperti mual hamil biasa\n\n\n\n\nTidak lama selepas kehamilan \nKate Middleton\n diumumkan, ibu bapa di HuffPost telah meminta wanita-wanita dengan HG untuk tampil ke depan bagi berkongsi pengalaman mereka.\n\n\nDalam masa 24 jam, Huffpost telah menerima lebih daripada 100 e-mel yang menceritakan perjuangan mereka untuk \nmengekalkan berat badan\n dan kesan muntah yang teruk sehingga \n20 kali sehari\n.\n\n\nIanya sangat jelas yang mual hamil biasa dan HG \ntidak sama\n.\n\n\nIbu-ibu ini muntah lebih daripada \ntiga hingga empat kali sehari\n, langsung tidak dapat makan dan tidak dapat mengekalkan berat badan yang sihat.\n\n\nMereka juga terpaksa masuk hospital sampai \n14 kali dalam trimester pertama\n kerana dehidrasi yang teruk.\n\n\nYayasan Pendidikan dan Penyelidikan Hyperemesis yang berpangkalan di Oregon (HER) mengatakan ibu-ibu ini selalu \nkekurangan nutrisi\n dan mempunyai ketidakseimbangan metabolik yang boleh \nmengancam nyawa\n.\n\n\nJadi, ibu-ibu hamil semua \njangan keliru\n antara hyperemesis gravidarum dengan mual hamil biasa, ya?\n\n\nKedua-dua ini jauh berbeza. Jika anda menunjukkan tanda-tanda seperti HG, jangan lengah, rujuk pakar secepat mungkin.\n\n\nSemoga Bermanfaat\n\n\nPoliklinik Az-Zaara\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/ibu-yang-dijangkiti-covid-19-boleh-meneruskan-penyusuan-susu-badan/", "title": "IBU YANG DIJANGKITI COVID-19 BOLEH MENERUSKAN PENYUSUAN SUSU BADAN.", "body": "\n\nPada musim coronavirus ini, salah satu kebaikan penyusuan susu ibu adalah mustahil untuk menyebarkan coronavirus kepada bayi mereka.\n\n\nMenurut pakar tersebut, ibu yang baru bersalin tetapi dijangkiti dengan covid-19 pada amnya harus meneruskan penyusuan dan tidak boleh dipisahkan dengan bayi mereka serta menekan manfaatnya berbanding risiko yang boleh berlaku.\n\n\nPihak pakar telah menyelidik dengan teliti risiko wanita yang menyebarkan covid-19 kepada bayi mereka semasa menyusu badan.\n\n\n\n\nKami tahu bahawa kanak-kanak berisiko rendah untuk dijangkiti covid-19, tetapi mereka mungkin berisiko dengan penyakit lain jika tidak diberikan penyusuan badan.\n\n\nMaksudnya disini, berdasarkan bukti yang ada, pihak pakar mendapati manfaat penyusuan susu ibu melebihi risiko penularan covid-19.\n\n\nOleh demikian, pihak pakar telah membuat keputusan bahawa ibu dengan covid-19 masih boleh meneruskan penyusuan dan tidak dipisahkan dengan bayi mereka kecuali jika ibu benar-benar tidak sihat.\n\n\nPihaknya menambah, “setakat ini kami tidak mengesan virus hidup didalam susu ibu jadi risiko penularan dari ibu kepada anak belum dapat dipastikan lagi.\n\n\nKebaikan penyusuan susu ibu\n\n\nIbu tentunya paling teruja bila nak buat persiapan bagi menyambut kelahiran bayi. Malah momen ini adalah sesuatu yang menggembirakan terutama semasa penyusuan yang mana banyak kebaikan penyusuan susu ibu ini pada bayi baru lahir.\n\n\n\n\nBagi mendapatkan kebaikannya, ibu digalakkan memberi anak sepenuhnya susu badan hingga umurnya enam bulan dan meneruskannya sehingga bayi berumur 2 tahun.\n\n\nPemberian susu ibu ini bermaksud bayi tidak diberi makanan atau minuman tambahan yang lain selain dari susu ibu itu sendiri.\n\n\nBerikut adalah kebaikannya:\n\n\nSusu badan mengandungi \nkadar nutrien\n yang mencukupi bagi bayi.\n\n\nKandungan susu ibu akan berubah selari dengan keperluan bayi yang sedang membesar itu.\n\n\nSusu ibu mengandungi kolostrum yang mana berfungsi untuk \nmenguatkan sistem imuniti badan anak\n. Malah ia turut melindungi bayi dari jangkitan seperti \ncirit birit\n, \nselesema\n, \nbronktitis\n dan \nradang paru-paru.\n\n\nSelain daripada itu, susu ibu juga dapat mencegah berbagai masalah alahan seperti \nasma\n, \nekzema\n dan \nkolik\n.\n\n\nLebih menarik lagi, susu ibu turut mengandungi nutrien untuk perkembangan otak anak dan meningkatkan kecerdikan anak.\n\n\nSusu ibu tidak mudah tercemar jika dibandingkan dengan penyusuan lain seperti formula.\n\n\nSusu badan juga memberi keselesaan dan keselematan emosi kepada bayi dan memberi peluang kepada ibu dan anak untuk berinteraksi sepenuhnya serta meningkatkan hubungan kasih sayang anatara ibu dan anak tersebut.\n\n\n\n\nTips penyusuan:\n\n\nAnda perlu memperbanyakkan bahan bacaan berkaitan penyusuan susu ibu atau menghadiri kelas antenatal bersama suami.\n\n\nDapatkan maklumat mengenai kumpulan sokongan penyusuan susu ibu yang boleh membantu ibu semasa menyusu nanti.\n\n\nDapatkan pembantu untuk melakukan kerja rumah selepas bersalin nanti supaya ibu dapat rehat secukupnya dan memberi perhatian kepada penjagaan bayi.\n\n\nLakukan sentuhan kulit ke kulit selama 1 hingga 2 jam selepas beranak. Jika bersalin di hospital, doktor atau jururawat akan meletakkan bayi ke atas dada atau badan ibu.\n\n\nAnda akan melihat tanda-tanda bayi nak menyusu seperti memasukkan jari ke dalam mulut dan menunjukkan aksi menghisap. Kajian menunjukkan jika bayi menyusu lebih awal, jangka masa penyusuan akan lebih meningkat seterusnya mempercepatkan penghasilan susu ibu.\n\n\nSelain itu, anda boleh menyusu mengikut kehendak di mana lebih kerap meyusu maka lebih banyak dapat meningkatkan penghasilan susu ibu. Oleh sebab itu, bayi boleh menyusu antara 8 hingga 12 kali sehari.\n\n\n\n\nJusteru, ibu dan bayi tidak dipisahkan lebih dari satu jam pada bila-bila masa semasa berada di hospital.\n\n\nSekaligus, bayi boleh menyusu pada bila-bila masa sahaja seterusnya meningkatkan hubungan kasih sayang antara ibu dan anaknya. Ternyata dengan cara ini dapat meningkatkan penghasilan susu ibu dengan lebih baik dari semasa ke semasa.\n\n\nSemoga semua ibu dapat menyusukan bayi mereka sehingga umur 2 tahun.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/ini-berlaku-pada-tubuh-anda-lepas-bersalin-dalam-tempoh-24-jam-seminggu-setahun/", "title": "INI BERLAKU PADA TUBUH ANDA LEPAS BERSALIN DALAM TEMPOH 24 JAM, SEMINGGU & SETAHUN", "body": "\n\nSetiap ibu yang baru bersalin kadang-kadang tidak tahu tips kesihatan wanita yang tepat selepas melahirkan anak.\n\n\nSebab tubuh setiap orang dan pengalaman mereka adalah berbeza. Bahkan cara anda bersalin juga tidak sama seperti berapa lama kontraksi, berapa lama duduk dalam wad bersalin, melahirkan secara normal atau czer dan sebagainya.\n\n\nNamun tak usah gentar lagi kerana dalam artikel ini, kami akan terangkan lebih jelas tentang tips kesihatan wanita selepas melahirkan bayi dan proses pemulihan bermula dari jam pertama, hari, minggu dan setahun selepas bersalin.\n\n\nTips kesihatan wanita selepas bersalin pada jam pertama selepas melahirkan\n\n\nSekiranya anda bersalin secara normal, doctor akan meletakkan bayi atas dada ibu untuk proses sentuhan kulit ke kulit.\n\n\nKemudian, doctor akan memeriksa dinding perineum dan vagina anda supaya ia dalam keadaan baik. Selepas itu denyutan nadi dan tekanan darah akan diperiksa juga.\n\n\nManakala kelahiran czer pula, anda mungkin menerima antibiotic bagi mengurangkan risiko jangkitan dan oxytocin bagi mengawal pendarahan. Malah tekanan darah dan nadi juga akan diperiksa dengan kerap.\n\n\n\n\nSelepas 24 jam melahirkan\n\n\nPerasaan anda selepas 24 jam melahirkan adalah bergantung pada faktor persalinan sama ada bersalin czer atau normal. Berikut adalah perkara yang mungkin terjadi pada anda :\n\n\n#1 Pendarahan\n\n\n3d illustration blood in blood vessel\n\n\nSemasa melalui fasa ini, doctor atau jururawat mungkin mengesyorkan anda memakai 2 ke 3 pad selepas bersalin supaya dapat menampung darah nifas yang sedikit berat dalam satu masa.\n\n\nDarah nifas ini akan berlangsung selama 4 hingga 6 minggu. Manakala pendarahan berat akan berlaku dalam tempoh 3 hingga 10 hari lepas bersalin.\n\n\n#2 Kejang\n\n\n\n\nSekiranya anda menyusu, kekejangan ini mungkin berlaku lebih kerap kerana pengucupan rahim selepas melahirkan. Ini kerana semasa bayi menghisap payudara ia mencetuskan pelepasan hormone oxytocin yang menyebabkan kontraksi sekaligus membantu rahim mengecut ke saiz normal.\n\n\n#3 Kesakitan\n\n\n\n\nSekiranya anda bersalin normal mungkin vagina anda membengkak dan tidak selesa dalam masa 24 jam. Ia memerlukan masa untuk sembuh.\n\n\nWalau bagaimanapun anda boleh mengurangkan kesakitan itu dengan duduk di atas bantal, sejukkan luka dengan pek ais selama 20 minit, Tanya doctor sekiranya ada ubat semburan dan buat senaman kemutan.\n\n\n#4 Menyusu\n\n\n\n\nPayudara akan menghasilkan kolostrum iaitu cecair kuning yang melekat dengan nutrient dan antibody bagi membantu bayi membina system imun yang kuat.\n\n\n#5 Penurunan berat badan\n\n\n\n\nKebanyakan wanita selepas bersalin kehilangan 6 kilogram berat termasuk berat bayi, plasenta dan cecair amniotik.\n\n\nManakala rahim, otot perut dan kulit mengambil masa sedikit untuk kembali normal/\n\n\n#6 Perumahan Mood\n\n\n\n\nMelahirkan anak boleh mencetuskan perubahan hormone secara tiba-tiba kerana anda akan mengalami banyak kekurangan waktu tidur. Namun, anda harus menyesuaikan diri dengan keadaan ini dan lambat laun ia akan kembali normal.\n\n\nMinggu Pertama Selepas Melahirkan\n\n\nDi minggu pertama selepas bersalin, mungkin anda akan berasa sangat penat namun ibu perlu dapatkan rehat yang secukupnya dan mengambil makanan yang berkhasiat sepertit buah-buahan, sayur-sayuran, roti gandum, daging, ayam dan pasta. Juga hadkan makanan manis dan berlemak.\n\n\nJika bersalin czer, pastikan pergerakan anda perlahan supaya tidak menyakitkan tempat luka pembedahan. Perlu diingatkan elak mengangkat benda berat yang amat berbahaya bagi wanita yang baru lepas bersalin.\n\n\n\n\nSelepas seminggu juga payudara akan mengalami pembengkakan kerana diisi dengan susu. Jadi, pastikan anda menyusukan anak dan pam payudara mengikut jadual yang tepat. Jika ada sebarang pertanyaan dapatkan bantuan dari jururawat atau doctor.\n\n\nDari sudut kesihatan mental pula, jangan pendam perasaan letih, sedih dan sebagainya secara berseorangan diri tapi sila kongiskan ia dengan suami atau ibu anda.\n\n\nJika mengalami perubahan mood yang teruk seperti letih melampau, hilang selera makan, tidak gembira dan lain-lain anda mungkin mengalami kemurungan jadi sila berjumpa doctor untuk dapatkan nasihat.\n\n\nTahun pertama selepas melahirkan anak.\n\n\nMenjelang enam minggu, darah nifas anda mungkin telah berhenti.. Kemudian doctor akan teliti kejayaan pemulihan tubuh anda seperti luka bersalin yang elok, penyusuan yang lancar, boleh menjaga bayi dengan baik dan lain-lain.\n\n\nWalau bagaimanapun, anda  perlu mengelak angkat barang berat kerana ia mungkin menyakitkan parut pembedahan anda jika bersalin secara czer.\n\n\n\n\nMalah anda juga mungkin mengalami rambut gugur sekitar enam bulan selepas melahirkan jadi anda perlu dapatkan makanan yang bernutrisi dan banyakkan makan buah serta sayur.\n\n\nNamun begitu, menjelang akhir cuti bersalin anda mungkin cemas untuk kembali bekerja dan rasa ralat untuk menghantar anak ke rumah pengasuh atau taska tapi perkara ini boleh dibincangkan dengan baik bersama suami mengenai penjagaan anak yang terbaik.\n\n\nPun begitu, pastikan pengasuh atau taska yang anda ingin hantar anak itu dalam senarai mereka yang terbaik dan berdaftar dengan kerajaan.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/ini-sebabnya-penting-detail-scan-masa-trimester-ke-2-kandungan-ibu-wajib-ambil-tahu/", "title": "INI SEBABNYA PENTING DETAIL SCAN MASA TRIMESTER KE-2 KANDUNGAN, IBU WAJIB AMBIL TAHU !", "body": "\n\nBila bercakap tentang \nscan bayi\n, ramai ibu bapa yang teruja mahu scan kandungan bayi terutama untuk melihat wajah bayi dengan \nscan 3D/4D\n.\n\n\nHakikatnya, ramai yang tidak tahu tentang anomaly scan atau detail scan yang sangat penting bagi mengetahui perkembangan bayi, malah boleh mengesan sekiranya ada keabnormalan.\n\n\nDetail scan\n yang juga dikenali sebagai fetal anomaly scan, dilakukan pada trimester kedua kehamilan.\n\n\n\n\nWaktu paling ideal melakukan detail scan ialah antara minggu ke \n18 hingga minggu ke 24 kehamilan\n, iaitu ketika bayi berada dalam saiz yang sesuai untuk meneliti keseluruhan kepala dan badannya.\n\n\nTUJUAN MELAKUKAN DETAIL SCAN KANDUNGAN\n\n\nDetail scan berupa 2D\n, ia kelihatan sama seperti scan biasa yang dilakukan semasa awal kandungan. Namun begitu, detail scan sebenarnya scan yang \nlebih terperinci\n yang dilakukan bagi mendapat tahu beberapa perkara seperti di bawah:\n\n\nMemeriksa tumbesaran keseluruhan bayi\nMemeriksa struktur, anggota dan organ bayi\nMenentukan kedudukan uri\nMenilai jumlah air ketumban\nMelihat jantina bayi\nSekiranya anggota atau organ bayi didapati tidak sempurna atau bermasalah seperti masalah jantung, ibu akan dirujuk kepada pakar berkaitan untuk pengurusan seterusnya seperti menentukan cara rawatan dan hospital yang sesuai untuk melahirkan bayi.\n\n\nDETAIL SCAN LEBIH TERPERINCI BERBANDING SCAN BIASA/SCAN 3D 4D\n\n\nIbu bapa jangan keliru pula ya. Detail scan nama sekali berbeza dengan scan kehamilan yang lain.\n\n\nPemerhatian terperinci menggunakan 2D ultrasound dilakukan oleh sonographer terlatih dan bertauliah terhadap setiap struktur berikut:\n\n\nKepala\n – Bentuk tengkorak dan stuktur otak.\nMuka\n – Profil muka, soket dan kanta mata, hidung, mulut dan lelangit.\nJantung\n – Kedudukan jantung, saiz, “bilik-bilik” jantung, “dinding” jantung, injap, beberapa salur darah utama.\nDiaphragm\n – Otot diantara bahagian dada dan abdomen\nAbdomen\n – Perut, hati, buah pinggang dan pundi kencing\nTulang belakang\nTangan dan kaki\n – Setiap tulang termasuk jari jemari.\nJantina bayi\nTali pusat\nKeadaan serviks ibu\nKedudukan uri perlu diperhati samada normal atau uri rendah\nAmaun amniotic fluid diukur untuk memastikan ianya mencukupi menampung tumbesaran baby sepanjang dalam rahim.\n\n\nJika anda ingin mendapatkan khidmat anomaly scan atau detail scan ini, anda boleh merujuk kepada doktor.\n\n\n\n\nKami ada menyediakan perkhidmatan detail scan, malah harga perkhidmatan ini ada discount setiap minggu. Termasuklah scan 2D growth scan, 5D dan E5D.\nSemoga Bermanfaat.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/ini-waktu-sesuai-untuk-scan-kandungan-buat-kali-pertama/", "title": "INI WAKTU SESUAI UNTUK SCAN KANDUNGAN BUAT KALI PERTAMA", "body": "\n\nBagi yang mengandung anak nombor dua atau ketiga, mungkin sudah biasa dengan rutin scan kehamilan.\n\n\nTapi bagi ibu baru, mungkin anda tertanya-tanya bilakah sepatutnya scan kehamilan pertama kali dilakukan? Hari ini kami jawab dan terangkan segalanya untuk anda.\n\n\nJika kandungan anda berjalan lancar, imbasan ultrasound pertama boleh dilakukan sekitar 10 ke 14 minggu kehamilan.\n\n\nAda juga yang melakukan scan kehamilan atau imbasan ultrasound seawal enam minggu kehamilan. Doktor akan meminta anda berbuat demikian jika terdapat kebimbangan tertentu.\n\n\n\n\nContohnya jika ibu mengalami pendarahan ketika di awal kehamilan kerana doktor perlu merujuk pada imbasan tersebut jika anda pernah mengalami keguguran sebelumnya.\n\n\nKini dah ada klinik yang mempunyai scan kehamilan yang boleh dilakukan setiap hari. Maksudnya disini, anda boleh rujuk imbasan awal jika perlu tanpa menunggu dengan lebih lama.\n\n\nBagi kebanyakkan wanita, imbasan dating atau dating scan merupakan imbasan pertama kali mereka. Imbasan ini boleh dilakukan sekitar lapan minggu dan 14 minggu kehamilan.\n\n\nKemudian doktor akan scan setiap penjuru rahim bagi menampakkan gambaran jelas tentang tumbesaran janin pada skrin. Setelah dicetak maklumat imbasan, doktor akan meneliti imej tersebut. \n\n\nApa yang akan dilihat ialah:\n\n\nUkuran panjang bayi\nSaiz kepala\nDegupan jantung\nMelihat jika terdapat dua degupan jantung sekiranya mengandung bayi kembar\nJumlah air ketuban\nLain-lain\n\n\n\n\nDating scan ini merupakan cara yang lebih tepat dalam menentukan ‘due date’ berbanding menghitungnya menggunakan tarikh terakhir haid. Malah scan kehamilan awal juga dapat mencegah ibu daripada sebarang risiko dan kemungkinan.\n\n\nSelagi bayi anda diukur dalam saiz antara 45mm dan 84mm, anda akan ditawarkan terus melakukan pemeriksaan trimester pertama.\n\n\nIa melibatkan perkara di bawah ini :-\n\n\nAnda perlu melakukan imbasan ultrasound melalui vagina jika berlebihan berat badan atau bayi berbaring di tempat yang janggal.\nUjian darah bagi melihat protein dalam darah sama ada menunjukkan ciri-ciri bayi mengalami sindrom down atau masalah kesihatan yang lain.\nBerat badan ibu hamil akan dihitung.\nTekanan darah dan air kencing ibu hamil akan diteliti\nPemeriksaan ujian darah bagi melihat jika ibu menghidap HIV atau Thalassemia.\nApa yang pasti, ibu perlulah membuka buku merah dahulu di klinik.\n\n\nSemoga bermanfaat. Harap semua berada dalam keadaan sihat.\n\n\nPoliklinik Az-Zaara\n\n\nTaman Dato Ahmad Razali Ampang, Selangor\n\n\n03-42663686atau whatsapp\n\n\n»» \nhttps://wa.me/6011523003\n\n\nJom join channel Telegram kami untuk mendapat info tentang kesihatan dan offer setiap minggu\n\n\n»» \nhttps://t.me/poliklinikazzaara\n\n\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/jangan-tak-tahu-popcorn-cukup-banyak-manfaat-untuk-kesihatan/", "title": "JANGAN TAK TAHU, POPCORN CUKUP BANYAK MANFAAT UNTUK KESIHATAN", "body": "\n\nBERTIH\n jagung atau popcorn memang sedap dimakan terutamanya ketika menonton wayang, tetapi tahukah anda bahawa ia juga mempunyai pelbagai manfaat untuk kesihatan?\n\n\nPopcorn merupakan salah satu makanan ringan yang kaya dengan nutrisi penting yang diperlukan tubuh.\n\n\nCuma sayangnya, ia sering kali disajikan dengan penambahan gula, garam serta caramel dalam jumlah berlebihan yang membuatkannya menjadi makanan tidak sihat.\n\n\n\n\nBanyak kajian yang mengaitkan pengambilan bijirin dengan kesihatan seperti mengurangkan keradangan serta menurunkan risiko penyakit jantung!\n\n\nDalam setiap 100 gram popcorn tanpa sebarang penambahan bahan lain, ia mengandungi vitamin B1, B3, dan B6. Ia juga kaya dengan zat besi, magnesium, fostor, kalium, zync dan mangan.\n\n\nPopcorn juga kaya dengan serat iaitu sebanyak 15 gram dalam setiap 100 gram.\n\n\nPolifenol merupakan antioksidan yang membantu melindungi tubuh daripada kerosakan akibat terdedah kepada radikal bebas.\n\n\nHealthline melaporkan, kajian yang dilakukan University Scranton mendapati popcorn mengandungi polifenol dalam jumlah yang banyak.\n\n\nIa kompenan yang cukup baik dalam melancarkan darah, meningkatkan kesihatan penghadaman dan mengurangkan risiko pelbagai penyakit termasuk kanser.\n\n\nPopcorn adalah sumber serat yang cukup tinggi malah beberapa kajian yang dilakukan mendapati serat di dalamnya dapat mengurangkan risiko penyakit kronik seperti jantung, obesiti dan diabetes jenis 2.\n\n\nSerat juga dapat membantu mengurangkan berat badan dan ia makanan cukup sesuai dimasukkan dalam diet.\n\n\nIni kerana ia mempunyai kalori dan kepadatan tenaga yang rendah.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/kajian-dapati-koronavirus-bertahan-di-atas-permukaan-kulit-selama-9-jam/", "title": "KAJIAN DAPATI KORONAVIRUS BERTAHAN DI ATAS PERMUKAAN KULIT SELAMA 9 JAM", "body": "\n\nKoronavirus tetap aktif pada kulit manusia selama sembilan jam, berdasarkan kajian yang dilakukan oleh sekumpulan penyelidik Jepun.\n\n\nDi dalam kajian tersebut, para penyelidik mengatakan setiap individu perlu mencuci tangan dengan kerap bagi memerangi Covid-19.\n\n\n“Kelangsungan hidup SARS-CoV-2 selama sembilan jam pada kulit manusia dapat meningkatkan risiko penularan kontak dibandingkan dengan IAV (virus influenza A), oleh itu ia menyebabkan wabak ini merebak cepat,”\n katanya .\n\n\n\n\nPasukan penyelidik menguji kulit yang dikumpulkan dari spesimen autopsi, kira-kira satu hari selepas kematian.\n\n\nHasilnya mendapati kedua-dua virus coronavirus dan selesema tidak aktif dalam 15 saat selepas menggunakan etanol, yang digunakan di dalam pembersih tangan.\n\n\n“Kelangsungan hidup SARS-CoV-2 yang lebih lama pada kulit meningkatkan risiko penularan kontak, namun kebersihan tangan dapat mengurangkan risiko ini,”\n kata kajian itu.\n\n\nKajian ini menyokong garis panduan yang dikeluarkan oleh Organisasi Kesihatan Sedunia (WHO) untuk mencuci tangan secara berkala dan menyeluruh untuk membendung penularan virus, yang telah menjangkiti hampir 40 juta orang di seluruh dunia sejak pertama kali muncul di China akhir tahun lalu.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/kantung-baby-dah-nampak-doktor-sahkan-mengandung-luar-rahim/", "title": "KANTUNG BABY DAH NAMPAK, DOKTOR SAHKAN MENGANDUNG LUAR RAHIM ?", "body": "\n\nDr, saya scan dah nampak kantung, kenapa Dr kata saya mengandung luar rahim?\n\n\n\n\nIbu hamil pada peringkat awal kehamilan, jika berlaku pendarahan, ada beberapa \npunca\n kenapa pendarahan boleh berlaku yang berkaitan dengan kandungan.\n\n\nKandungan luar rahim\nKeguguran ( sama ada telah berlaku, sedang berlaku atau akan berlaku)\nImplantation bleeding, iaitu pendarahan sewaktu pelekatan janin pada dinding rahim yang kurang kuat akibat kekurangan hormone progesterone.\n\n\nJadi bila ibu mengandung mengalami pendarahan pada peringkat awal kehamilan, sudah semestinya Dr akan membuat imbasan ultrasound. Ada dua kaedah iaitu \nscan dari atas perut (transabdominal ultrasound)\n ni scan yang biasa ibu-ibu buat di klinik dan yang kedua adalah\n transvaginal scan\n, scan yang dilakukan dengan melalui vagina, atau biasa dipanggil scan dari bawah.\n\n\nTransabdominal scan\n \nlebih mudah dilakukan, tidak menyakitkan dan boleh dilakukan di kebanyakan klinik. Namun ia tidak dapat mengesan kandungan yang sangat awal.\n\n\nTransvaginal scan\n pula \nlebih rumit, tidak semua Dr boleh melakukan dan biasanya perlu dilakukan di hospital atau sesetengah klinik sahaja. Namun ia lebih berkesan untuk mengesan kandungan yang masih kecil dan juga kandungan di luar rahim.\n\n\n\n\nJadi di klinik, walaupun scan dah dilakukan, dan dah nampak kantung semasa mengandung, \nkandungan luar rahim masih perlu dibuktikan tiada dengan ultrasound transvaginal\n melainkan kantung semasa scan dilakukan itu cukup syarat untuk membuktikan kantung itu adalah kantung mengandung dan ia terletak di dalam rahim. Ini kerana \nkantung kosong kadang-kadang bukanlah kantung mengandung, sebaliknya hanyalah Pesudosac sahaja\n, ini \nsangat berbahaya kerana jika kandungan luar rahim tidak dikesan awal, ia boleh meragut nyawa ibu.\n\n\nSo \nsemasa scan transabdominal\n, kantung yang dilihat tu mesti nampak juga kantung telur dan janin. Lebih baik jika Nampak degupan jantung pada janin.\n\n\nJika kesemua ini dapat dilihat semasa scan dilakukan, maka kandungan luar rahim boleh dibuktikan tidak berlaku. \n\n\nNamun sebab kenapa berlaku pendarahan masih tidak boleh dipastikan 100%, \nkemungkinan ia adalah keguguran yang akan berlaku atau implantation bleeding, \n\n\nBiasanya Dr akan berikan ubat kuatkan rahim dalam situasi seperti ini.\n\n\nSemoga bermanfaat, dapatkan pemeriksaan dan nasihat Dr jika anda mengalami masalah seperti di atas.\n\n\nPoliklinik Az-Zaara\n\n\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/kenapa-ramai-ibu-ibu-suka-buat-scan-di-poliklinik-az-zaara/", "title": "KENAPA RAMAI IBU-IBU SUKA BUAT SCAN DI POLIKLINIK AZ-ZAARA?", "body": "\n\nAda yang datang jauh dari Puchong, Sungai Buloh dan Putrajaya, datang ke Ampang buat scan di Poliklinik Az-Zaara.\n\n\nYang lagi jauh, dari Genting Highland, dari Melaka pun ada.Kami tak pasti kenapa, tapi kami berusaha sehabis baik memberi perkhidmatan terbaik.\n\n\nApa yang kami sediakan untuk ibu-ibu semua?\n\n\n1.\n Menyediakan 2 buah mesin scan dengan teknologi canggih. Dapat memberi imej yang tajam dan pantas.\n\n\n2.\n Menyediakan bilik scan yang selesa, suami dan ahli keluarga boleh masuk sekali dalam bilik scan untuk melihat scan di TV besar di dalam bilik scan. Siap ada sofa utk suami duduk.\n\n\n3.\n Sonografer yang bertauliah, dengan kelulusan Profesional dari Australia.\n\n\n4.\n Sonografer wanita kami bukan sahaja bertauliah, tetapi juga ramah dan cuba sehabis baik untuk menerangkan dengan lengkap setiap kali scan dilakukan.\n\n\n5.\n Harga scan kami adalah sangat mampu milik. Tambah pulak dengan promosi berbeza setiap hari.\n\n\n* Hari Rabu, promosi untuk Detail scan. Harga RM80 (NP RM100)\n\n\n* Hari Khamis promosi untuk 3D4D5D Scan harga RM70 (NP RM90)\n\n\n* Hari Jumaat dari 8 pagi sampai 3 ptg, Promosi 2D growth scan RM20 (NP RM35)\n\n\n6.\n Untuk ibu yang buat antenatal follow up, akan dapat free 5D scan pada usia kandungan 28 minggu.\n\n\n7.\n Untuk Detail scan dan 5D scan, kami sediakan jadual appointment, supaya ibu-ibu yang dtg buat scan tak perlu menunggu terlalu lama.\n\n\n8.\n Kadang-kadang, masa buat 3D4D5D scan, tak dapat muka baby dengan penuh sebab terlindung disebalik organ lain seperti dinding rahim, placenta atau tali pusat. \n\n\nDah habis pusing, adjust, masih tak dapat gambar muka baby secara penuh. Kalau macam ni, kami akan suggestkan buat E-5D. Kami akan gunakan software khas untuk bersihkan gambar tadi untuk dapatkan gambar muka baby yang lebih jelas dan penuh.\n\n\nBerminat nak buat scan di Poliklinik Az-Zaara?\n\n\n\n\nBoleh whatsapp kami di \n011-52300300\n utk book appointment. Untuk 2D growth scan dan gender scan, boleh walk in sahaja ke klinik.\n\n\nPoliklinik Az-Zaara\n\n\nTaman Dato Ahmad Razali Ampang\n\n\n03-42663686\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/kesan-minum-air-berkarbonat-selepas-bersenam/", "title": "KESAN MINUM AIR BERKARBONAT SELEPAS BERSENAM", "body": "\n\nMENJAGA tubuh supaya tetap terhidrasi itu sangat penting, apatah lagi kalau baru sahaja selesai bersenam. Biasanya, kita pasti akan mencari minuman segar dan dingin untuk menghilangkan dahaga.\n\n\nTidak kurang juga yang gemarkan minuman bergula atau berkarbonat bagi meningkatkan kembali gula dan tenaga dalam badan.\n\n\nSebaik-baiknya hindari minuman ini sebelum dan selepas bersenam. Ini kerana ia mengandungi gula yang dapat diserap dengan lebih cepat oleh tubuh.\n\n\nMeskipun kedengaran cukup ideal pada yang ingin melakukan senaman berat, tetapi ia sebenarnya boleh membuatkan kadar gula dalam darah anda melonjak dengan cepat.\n\n\nIni kerana selepas meneguk air berkarbonat, tubuh akan menggunakan keseluruhan gula itu untuk menggantikan tenaga yang hilang selepas bersenam.\n\n\nHasilnya, gula dalam darah yang meningkat akan kembali turun dengan drastik. Alasan untuk mendapatkan tenaga, alih-alih membuatkan tubuh bertambah lesu dan lebih cepat haus.\n\n\nTujuan bersenam juga sudah tentu untuk membakar kalori dengan lebih banyak namun pengambilan minuman ini, kalori dalam tubuh akan kembali bertambah sehingga berat badan tidak turun.\n\n\nBerita baiknya, minuman bekarbonat selepas bersenam disarankan untuk situasi tertentu misalnya bagi atlet triathlon yang memerlukan ketahanan yang panjang.\n\n\nMinuman ini dapat membantu meningkatkan tenaga sehingga berlipat kali ganda. Kandungan gula dan kafein dalam minuman bersoda dapat menambah tenaga bagi mengatasi keletihan dengan lebih cepat.\n\n\nTapi sebaik-baiknya, minumlah air putih sebelum dan selepas bersenam kerana ia akan membuatkan tubuh kita terhidrasi tanpa menurunkan paras gula dalam badan.\n\n\nSemoga bermanfaat\nKalau nak book appointment untuk scan baby, boleh book di Whatsapp je. Tekan je link dibawah.\n»» \nhttps://wa.me/601152300300\n\n\nKalau tak keberatan, follow la page Facebook dan Channel Telegram kami\n»» \nhttps://www.facebook.com/groups/1197129963726044\n»» \nhttps://www.facebook.com/Poliklinik-Az-Zaara-232010721457981\n\n\n»» \nhttps://t.me/poliklinikazzaara\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/ketahui-8-ciri-ciri-ini-apabila-bayi-tidak-beri-respon/", "title": "KETAHUI 8 CIRI-CIRI INI APABILA BAYI TIDAK BERI RESPON..", "body": "\n\nIbu bapa mana yang tak risau bila bayi tidak berkembang dengan baik kerana ia tentunya menggangu perkembangannya sehingga besar.\n\n\nSecara lazimnya, kemampuan mendengar dan melihat seseorang dapat dilihat sejak di usia bayi lagi. Maka fungsi mata dan telingar harus dijaga dengan baik sejak kecil.\n\n\n\n\nWalaubagaimanapun, tidak semua bayi yang dilahirkan pasti sempurna. Ada beberapa bayi yang dilahirkan cacat dan bayi tidak berkembang sempurna seperti yang lain.\n\n\nBagi mengetahui apakah ciri-ciri bayi tidak berkembang ini, berikut ulasan lanjut berkaitannya.\n\n\nBayi tidak berkembang dari segi melihat\n\n\n#1. Mata bayi menghindari cahaya\n\n\n\n\nSecara umumnya, bayi yang baru lahir sehingga umur satu bulan masih belum dapat melihat sesuatu objek dengan jelas. Meskipun jaraknya satu jengkal sekalipun, belum tentu bayi boleh melihat secara jelas.\n\n\nSementara itu, bayi yang berumur sekitar 1 hingga 9 bulan dapat melihat cahaya walaupun samar-samar.\n\n\nJadi, cuba dekatkan bayi dengan cahaya silau seperti lampu, telefon bimbit dan cahaya yang lain.\n\n\nTapi, jangan terlalu dekat kerana kita hanya nak fokuskan reaksi bayi semasa melihat benda bercahaya.\n\n\nJika bayi tidak fokus pada benda cahaya yang digerakkan mungkin bayi mengalami gangguan.\n\n\n#2.Tidak menatap wajah ibu ayah\n\n\n\n\nSemasa bayi sudah mampu melihat dengan jelas, dia akan selalu memandang benda yang berada di sekitarnya. Ini termasuklah, wajah kedua-dua ibu bapanya.\n\n\nCuba dekatkan wajah anda kepada bayi dan lihat reaksinya. Ini kerana bayi yang mempunyai mata sihat akan terus memandang kepada wajah anda walaupun anda bergerak.\n\n\nNamun, jika matanya ada masalah, dia tidak akan fokus memandang wajah anda.\n\n\n#3. Tidak mengikut benda yang bergerak\n\n\n\n\nBayi yang sudah boleh melihat akan tertarik kepada benda-benda yang bergerak terutama yang baru ditemui.\n\n\nBukan hanya benda, orang yang baru dilihat juga akan terus dipandang.\n\n\nJadi, kalau nampak bayi tidak selalu melihat benda di sekitarnya atau tidak ikut arah benda yang bergerak mungkin dia adalah masalah penglihatan dan segera bawa berjumpa doktor.\n\n\n#4. Tidak boleh membezakan wajah ibu bapanya\n\n\n\n\nBayi yang sudah membesar sudah boleh mengenal wajah orang yang selalu dijumpai. Misalnya, wajah ibu ayahnya, atuk, nenek, saudara dan sebagainya.\n\n\nBiasanya bayi yang memiliki mata yang sihat akan mudah mengesan wajah-wajah tersebut. Cirinya mereka akan menangis dan rasa tak selesa semasa didukung oleh orang tersebut.\n\n\nNamun, jika dia selalu menangis walaupun didukung oleh ibu atau ayahnya mungkin matanya ada masalah kerana masih belum kenal orang di sekitarnya.\n\n\nBayi tidak berkembang dari segi pendengaran\n\n\n#5. Bayi tak takut semasa dengar suara yang kuat\n\n\n\n\nCiri paling mudah nak kesan jika bayi mengalami masalah pendengaran adalah si kecil tidak takut semasa dengar suara yang kuat.\n\n\nSecara umumnya, bayi yang memiliki sistem pendengaran yang bagus akan memberi reaksi jika mendengar suara asing yang besar.\n\n\n#6. Tidak memberi respon semasa mendengar muzik\n\n\n\n\nBayi tidak memberi reaksi semasa mendengar muzik sedangkan ia dapat merangsang pendengaran anak agar lebih terlatih dan sistem pendengarannya jadi lebih baik.\n\n\nJika dia tidak memberi sebarang reaksi sila bawa berjumpa doktor.\n\n\n#7. Tiada variasi suara dari bayi\n\n\n\n\nBayi dapat mengeluarkan suara apabila mendengar sesuatu. Apatah lagi berbagai kosa kata atau bahasa bayi yang akan dikeluarkan. Namun, hal ini akan jadi sukar jika bayi tidak boleh mendengar dengan baik.\n\n\nBahkan, jika sudah berusia 2 tahun ke atas masih belum boleh bercakap, ini sesuatu yang tidak boleh dipandang ringan dan perlu membawa si kecil berjumpa terapi pertuturan.\n\n\n#8. Elak mencari sumber suara\n\n\n\n\nBayi biasanya mempunyai rasa dan keinginan yang terlalu tinggi terhadap perkara yang berada di sekitarnya.\n\n\nDalam isu suara ini, jika ada suara asing yang baru pertama kali didengari bayi normal akan mencari dari mata datangnya suara itu.\n\n\nTapi, ia jadi sebaliknya jika si kecil mempunyai masalah pendengaran di mana dia “tidak peduli” dengan suara tersebut.\n\n\nInilah antara ciri-ciri bayi yang mempunyai masalah melihat dan mendengar. Sekiranya anda khuatir dengan perkembangan si kecil, sila bawanya berjumpa pakar kanak-kanak untuk dirawat.\n\n\nSemoga Bermanfaat\n\n\nPoliklinik Az-Zaara\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/ketahui-punca-penyakit-kuning-pada-bayi/", "title": "KETAHUI PUNCA PENYAKIT KUNING PADA BAYI", "body": "\n\nPenyakit kuning pada bayi atau jaundis adalah penyakit yang biasa melanda bayi baru lahir berusia antara 2-3 hari selepas kelahiran.\n\n\nWalaupun ia adalah penyakit yang biasa berlaku, rawatan intensif dari pegawai perubatan masih diperlukan. Ada tak sebarang petua hilangkan kuning bayi?\n\n\nPenyakit kuning pada bayi ini lebih kerap terjadi kepada bayi yang diberi susu ibu, dan ia mengambil masa yang lebih lama untuk pulih semula.\n\n\nSebelum kita membincangkan petua hilangkan kuning bayi, mari baca panduan ini dulu untuk lebih memahami tentang penyakit kuning pada bayi.\n\n\nApakah penyakit kuning pada bayi?\n\n\n\n\nPenyakit kuning adalah keadaan di mana kulit bayi menjadi kekuningan dan matanya kelihatan putih.\n\n\nIa disebabkan oleh paras bilirubin yang berlebihan di dalam darah, dan penimbunan bilirubin pada tisu yang berkenaan.\n\n\nBilirubin pula ialah pigmen hempedu berwarna kuning kemerahan yang terhasil akibat pemecahan sel darah merah.\n\n\nKetika bayi masih dalam kandungan, tali pusat akan menyingkirkan bilirubin dari badan janin. Selepas dilahirkan, hati bayi akan mengambil alih tugas ini.\n\n\n\n\nKalau hati bayi belum berkembang sepenuhnya, ia tidak akan dapat melakukan proses ini dengan berkesan.\n\n\nApabila bayi lebih tua dan jumlah sel darah merahnya semakin menurun, tahap kekuningan pada bayi juga akan berkurangan. Ini biasanya mengambil masa 1-2 minggu selepas kelahiran.\n\n\nMula-mula wajah bayi anda akan menjadi kekuningan, kemudian dada, perut, dan akhirnya tangan dan kaki. Keadaan ini sukar dikesan jika bayi berkulit gelap dan hanya dapat dilihat di bawah sinar matahari.\n\n\nJika doktor mengesyaki bayi mempunyai penyakit kuning, dia akan memeriksa tahap bilirubin dalam badan bayi melalui ujian darah. \n\n\n\n\nApa yang menyebabkan penyakit kuning pada bayi?\n\n\nIni beberapa punca penyakit kuning pada bayi :\n\n\nKerosakan sel darah disebabkan oleh lebam yang berlaku semasa proses kelahiran atau berlaku bekuan darah di kepala mereka.\nAntibodi ibu yang menyerang sel darah merah bayi.\nKekurangan G6PD\nJangkitan sistem air kencing atau darah\nPenyakit kuning pada bayi yang mengambil masa lebih dari 2 minggu untuk pulih mungkin tanda jangkitan, masalah saluran hempedu, atau tanda penyakit yang menyerang metabolisme\nBayi pramatang kerana hati bayi belum berkembang sepenuhnya.\n\n\nTetapi ada juga bayi yang mengalami penyakit kuning, walaupun tidak mempunyai sebab-sebab seperti di atas.\n\n\n\n\nJenis-jenis penyakit kuning pada bayi\n\n\n1. Fisiologi kuning\n\n\nSebanyak 60% bayi baru lahir akan mengalami penyakit kuning jenis ini dalam minggu pertama. Penyakit kuning pada bayi ini disebabkan oleh peningkatan tahap bilirubin dalam tubuh bayi.\n\n\n2. Penyakit kuning susu ibu\n\n\nPenyakit kuning susu ibu adalah sejenis penyakit kuning yang berlaku apabila bayi berumur 4-7 hari dan boleh berterusan selama 3 hingga 10 minggu. \n\n\nIni biasanya berlaku kepada bayi pramatang yang sedang menerima susu ibu.\n\n\nPakar kurang pasti punca penyakit kuning susu ibu, tetapi teori menganggap ia mungkin disebabkan oleh komponen susu ibu yang menghalang pemecahan bilirubin. Punca penyakit kuning susu ibu juga mungkin akibat \nketurunan keluarga\n.\n\n\nJangan rasa bersalah dan membuat keputusan terburu-buru untuk berhenti menyusukan anak. \n\n\nSelagi bayi anda masih menyusu dengan baik dan paras bilirubinnya sentiasa dipantau, komplikasi yang serius jarang berlaku.\n\n\n3. Penyakit kuning pada bayi kerana susu ibu tidak mencukupi\n\n\nKadar bilirubin yang tinggi boleh mengambil masa yang lebih lama untuk reda apabila bayi tidak mendapat susu yang mencukupi. \n\n\nApabila bayi tidak mendapat susu yang diperlukan, ini akan melambatkan sistem pencernaannya. Bilirubin dalam perut akan diserap kembali ke dalam aliran darah kerana tidak berjaya disingkirkan.\n\n\nJangan kelirukan penyakit kuning akibat susu ibu yang tidak mencukupi dengan penyakit kuning susu ibu kerana ia adalah \nberbeza\n.\n\n\nPenyakit kuning pada bayi akibat susu ibu yang tidak cukup disebabkan oleh faktor-faktor berikut :\n\n\nMasalah latching bayi pada puting payudara ibu\nSusu ibu yang tidak lancar\nSusu ibu lambat keluar\nMasa yang terhad untuk menyusu kerana peraturan hospital\n\n\nRawatan fototerapi untuk penyakit kuning pada bayi\n\n\n\n\nDoktor hanya akan memutuskan rawatan fototerapi selepas rawatan lain tidak berjaya. Fungsi cahaya biru ialah untuk mengurangkan tahap bilirubin dalam badan bayi anda.\n\n\nKedua-dua mata bayi akan ditutup untuk melindunginya dari cahaya terang dan semasa sesi fototerapi, doktor dan jururawat akan memantau tahap bilirubin serta tanda-tanda kesihatan bayi anda.\n\n\nTubuh bayi akan dibalikkan beberapa kali untuk memastikan semua bahagian tubuhnya terkena cahaya biru.\n\n\nJika bayi mengalami dehidrasi semasa terapi, dia akan diberikan cecair intravena. Apabila tahap bilirubin bayi anda turun, terapi akan dihentikan dan dianggap selesai.\n\n\nJika bayi anda kelihatan kuning, hubungi doktor anda untuk mendapat rawatan segera.\n\n\nSemoga Bermanfaat\n\n\nUntuk bertanyakan soalan tentang penyakit ini atau pertanyaan tentang promosi, sila tinggalkan pertanyaan anda di ruangan komen.\n\n\nPoliklinik Az-Zaara\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/kulit-kering-dan-gusi-sering-berdarah-ketahui-5-tanda-anda-kurang-vitamin-c/", "title": "KULIT KERING DAN GUSI SERING BERDARAH. KETAHUI 5 TANDA ANDA KURANG VITAMIN C..", "body": "\n\nVITAMIN C\n sangat penting untuk tubuh manusia dan perlu diambil secara teratur bagi mengelakkan sebarang masalah kesihatan.\n\n\nIa sebenarnya termasuk dalam golongan vitamin yang larut dalam air. Berbeza dengan vitamin yang larut dalam lemak, vitamin C tidak disimpan di dalam tubuh.\n\n\nDisebabkan tubuh manusia tidak menyimpan atau menghasilkan vitamin C secara semula jadi, maka penting bagi kita untuk mendapatkan vitamin itu melalui makanan serta suplemen.\n\n\nBerikut adalah beberapa tanda dan gejala kekurangan vitamin C yang perlu diperhatikan.\n\n\n1. Kulit menjadi kasar\n\n\n\n\nVitamin C memainkan peranan dalam menghasilkan kolagen, protein yang menyerap pada kulit, rambut, sendi, tulang dan pembuluh darah.\n\n\nAtas sebab itu, sekiranya tubuh seseorang kekurangan vitamin C, keadaan kulit yang dikenali sebagai keratosis pilaris akan terjadi.\n\n\nUntuk mengenali keadaan ini, kulit akan terlihat seperti kulit ayam yang mengelembung – muncul bonjolan kecil seperti jerawat pada bahagian atas lengan dan peha kerana pembentukan protein keratin di dalam pori-pori.\n\n\n2. Bintik merah pada kulit\n\n\n\n\nFolikel rambut pada permukaan kulit mengandungi banyak pembuluh darah kecil dan ketika tubuh kekurangan vitamin C, pembuluh darah kecil ini boleh menjadi rapuh dan mudah pecah sehinggakan menyebabkan bintik-bintik kecil berwarna merah muncul di sekitarnya.\n\n\nKeadaan ini dikenali sebagai pendarahan perifollicular. Pengambilan vitamin C selama dua minggu dapat mengatasi masalah ini.\n\n\n3. Luka lambat sembuh\n\n\n\n\nKekurangan vitamin C dapat melambatkan pembentukan kolagen dan ia boleh menyebabkan luka pada tubuh lambat sembuh.\n\n\nDalam kes tertentu, luka bukan sahaja lambat sembuh tetapi ia boleh menjadi lebih parah dan meningkatkan risiko jangkitan kuman.\n\n\n4. Sakit sendi\n\n\n\n\nSendi manusia mempunyai banyak jaringan yang kaya dengan kolagen dan fungsinya boleh terganggu disebabkan kekurangan vitamin C sehingga menyebabkan ia mudah sakit.\n\n\n5. Gusi berdarah dan gigi tercabut\n\n\n\n\nGusi merah, bengkak dan berdarah adalah tanda lain disebabkan kekurangan vitamin C. Tanpa vitamin C yang cukup, jaringan pada gusi menjadi lemah dan boleh menyebabkan keradangan pembuluh darah sehingga menyebabkan gusi mudah berdarah.\n\n\nPada tahap kekurangan vitamin C yang teruk, gusi boleh berubah warna kehitaman dan berbau busuk. Ia boleh menyebabkan gigi mudah tercabut kerana gusi yang tidak sihat sehingga memberi kesan kepada lapisan dalam gigi.\n\n\nAnda juga boleh tinggalkan sebarang pertanyaan anda di ruangan komen dan akan dijawab oleh doktor.\n\n\nSemoga Bermanfaat\n\n\nPoliklinik Az-Zaara\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/mak-ayah-kena-tahu-waktu-bagi-baby-mandi/", "title": "IBU BAPA PERLU TAHU WAKTU UNTUK “BABY” MANDI.", "body": "\n\n“\nKepala Tenggelam Dua Inci Pun Boleh Lemas\n..”\n\n\nSebagai ibu bapa, keselamatan anak kecil atau bayi sentiasa perlu dikawal ketat setiap masa, sama ada daripada pemakanan, aktiviti seharian dan sebagainya.\n\n\nSalah satu situasi rutin harian yang berisiko membahayakan bayi adalah pada waktu mandi di bilik air atau tempat mandikan bayi.\n\n\n\n\nTahukah anda, jika bayi itu tidak diuruskan dengan betul, si comel itu berisiko akan lemas dan meninggal dunia. Na’uzubillahi min zalik\n.\n\n\nJusteru, pengamal perubatan & kesihatan pediatrik baru-baru ini berkongsi tentang tips penting penjagaan keselamatan bayi ketika mandi. Ikuti perkongsian ini.\n\n\nKeitka anak kecil itu sampai di Jabatan Kecemasan, seluruh badannya sudah biru dan sejuk.\n\n\nTak bernafas dan tak bergerak. Tiada degupan jantung kedengaran bila bayi diperiksa.\n\n\nMatanya tertutup, mulutnya sedikit terbuka.\n\n\n“Tolong saya doktor. Anak saya lemas. Tolong dia, tolong dia,”\n\n\nSi kecil ini ialah anak tunggal dan dia dijaga oleh pengasuh pada siang hari.\n\n\nPintu tandas di rumah pengasuh walaupun ditutup tapi tidak dikunci. Dia masuk ke tandas bersendirian dan nampak baldi yang penuh dengan air.\n\n\nBerapa lama dia dah terjatuh ke dalam baldi, tak ada siapa yang tahu. Satu minit atau 10 minit, entahlah.\n\n\nMana tahu pagi itu adalah hari terakhir ibunya lihat dia tersenyum.\n\n\n“Maafkan saya puan. Anak puan dah tak ada lagi.”\n\n\nMenyesal pun tak berguna. Masa yang berlalu tak boleh diputar semula. Hanya kenangan yang ditinggalkan. Dan dia, dah pergi meninggalkan semua.\n\n\nHygiene and care for baby. Unrecognizable father bathing her son in white small plastic bat. Portrait of a baby is being bathed by his father using tub at home. Soft tone. Bath time for a cute little newborn baby\n\n\nKepala bayi atau anak kecil yang tenggelam dalam air sedalam dua (2) inci dah mampu buatkan dia lemas. Ia berlaku secara senyap dan pantas.\n\n\nAnak yang lemas tak mampu menjerit meminta tolong. Air yang masuk ke dalam paru-paru akan buatkan paru-paru jadi basah dan tak berfungsi lagi.\n\n\n4 minit tanpa oksigen sampai ke otak, dah cukup untuk buatkan kerosakan kekal pada otak anak.\n\n\nEmpat perkara penting ibu bapa kena tahu ketika mandikan bayi\n\n\nKawan-kawan, perhatikan empat (4) perkara ini ketika mandikan bayi dan anak kecil:-\n\n\n1. Perhatikan secara sentuhan\n\n\n\n\nPastikan kita memerhati anak secara SENTUHAN. Maksudnya sebelah tangan kita sentiasa memegang anak. Sebelah tangan lagi tangan untuk kita ambil alatan mandian dan tuala bayi. Dan semua alatan ini mestilah dalam jangkauan tangan kita.\n\n\n2. Jangan tinggalkan anak sendirian\n\n\n\n\nPeraturan mudah ketika bayi berada DI DALAM air: Jangan tinggalkan anak sendirian atau tinggalkan anak untuk dijaga oleh anak kecil lain walaupun sekejap.\n\n\n3. Tutup penutup mangkuk tandas\n\n\n\n\nPenutup tempat duduk tandas ditutup sepanjang masa. Kepala anak kecil yang dah pandai berjalan boleh termasuk ke dalam lubang tempat duduk tandas dan lemas secara senyap. Sebaiknya, selak terus pintu tandas supaya tak dimasuki oleh anak kecil.\n\n\n4. Jangan biarkan air bertakung\n\n\n\n\nKosongkan baldi, tong sampah atau apa-apa bekas yang boleh menakung air.\n\n\nBantu saya sebarkan info ini. Masih ada mak ayah yang belum tahu tentang ilmu keselamatan di rumah.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/mata-kuning-pada-anak-tak-boleh-dibiarkan/", "title": "MATA KUNING PADA ANAK TAK BOLEH DIBIARKAN.", "body": "\n\nSalah satu gejala yang membimbangkan adalah mata kuning pada anak yang tak boleh dipandang ringan oleh ibu bapa. Ini antara puncanya :-\n.\n1- \nPenyakit kuning\n\n\n\n\n– Penyakit kuning ini merupakan satu keadaan di mana bilirubin pada bayi mempunyai jumlah yang tinggi di dalam darah.\n\n\nBilirubin ini adalah pemecahan hemoglobin yang secara normal akan dikeluarkan oleh tubuh melalui proses hati kemudian terus ke saluran hempedu dan dibuang melalui tinja.\n\n\nIa juga petanda kerosakan pada organ hati yang menyebabkan hati gagal berfungsi dengan baik dan memerlukan rawatan yang lebih lanjut.\n.\n2- \nSirosis hati\n\n\n\n\n– Sirosis ini merupakan keadaan pada organ hati di mana terbentuknya jaringan parut yang membuatkan hati tidak dapat bekerja dengan baik. Ia sangat serius yang dapat memberikan implikasi berbahaya bagi anak.\n.\n3- \nAnemia hemolitik\n\n\n\n\n– Selain kerana pengaruh bilirubin, salah satu penyebabnya bilirubin ini diproduksi oleh tubuh adalah kerana kelainan darah yang disebut anemia hemolitik. Keadaan ini menyebabkan sel darah merah mengalami masalah.\n\n\n\n\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/mitos-atau-fakta-luka-lagi-cepat-sembuh-tanpa-plaster/", "title": "MITOS ATAU FAKTA? LUKA LAGI CEPAT SEMBUH TANPA PLASTER", "body": "\n\nDalam menjalani kehidupan sehari-hari, setiap orang pasti pernah mengalami luka pada tubuh. \n\n\nPada luka ringan yang umumnya membuat goresan atau calar pada kulit, mungkin anda pernah dinasihatkan untuk membiarkan saja luka itu kering dan sembuh sendiri, tanpa dibalut dengan plaster ataupun pembalut luka.\n\n\nSo ia mitos atau fakta bahawa luka harus dibiarkan tanpa tutup agar cepat kering dan sembuh?\n\n\nPenelitian telah menunjukkan bahawa luka yang lembap kerana ditutup justeru akan membuat proses  penyembuhan lebih cepat daripada luka yang dibiarkan terdedah dan kering. \n\n\n\n\nSegelintir masyarakat beranggapan bahawa luka yang terdedah dan dibiar kering akan cepat sembuh, padahal luka yang dibiarkan akan menyebabkan proses penyembuhan lebih lama berbanding jika dibalut.\n\n\nSelain membantutkan proses penyembuhan luka, luka yang dibiarkan terbuka juga berpotensi dijankiti oleh bakteria, kerana bakteria atau kuman lainnya akan bebas masuk ke bahagian kulit yang terluka jika tidak ditutup menggunakan pembalut luka atau pun plaster. \n\n\nNamun, sebelum anda menutup bahagian kulit yang terluka, langkah pertama sekali yang harus dilakukan adalah mencuci atau membersihkan luka itu dahulu, agar luka dapat sembuh dengan lebih cepat.\n\n\n\n\nSeperti yang sedia maklum, luka pada dasarnya merupakan cedera yang mengakibatkan rosaknya lapisan pada tubuh yang umumnya terjadi pada kulit. Maka dari itu, ianya memerlukan cairan yang boleh membersihkan bakteria agar ianya tidak mengganggu kesan luka yang akan kita balut tanpa menimbulkan rasa pedih.\n\n\nDalam memilih cairan luka, pakar juga menyarankan untuk memilih yang tidak berbau atau berwarna. Sebab, pewarna pada cairan luka boleh menyebabkan lapisan kulit menjadi berwarna.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/nak-bersalin-czer-ke-normal/", "title": "NAK BERSALIN CZER ke NORMAL?", "body": "\n\nNak bersalin Czer ke normal?\n\n\nRamai ibu yang pertama kali mengandung terfikir yang mana satu akan mereka hadapi sewaktu bersalin nanti?\n\n\nKenapa kena Czer?\n\n\nKenapa tak boleh bersalin normal?\n\n\nAda juga yang saje-saje nak bersalin Czer sebab tak nak sakit.\nJom saya share ckit kenapa ada ibu yang kena bersalin Czer dan ada yang boleh bersalin normal.\n\n\nCzer ni ada beberapa jenis. Ada yang kita panggil elektif Czer dan ada emergency Czer.\n\n\nSecara umumnya, bersalin secara Czer adalah sangat selamat. Kadar kematian/kecacatan akibat Czer adalah sangat rendah. Namun ia tetap memberi sedikit risiko kepada bayi dan ibu.\n\n\n\n\nSecara umumnya, boleh dikatakan Czer lebih kepada menyelamatkan bayi dalam kandungan berbanding bersalin secara normal untuk keadaan2 tertentu. Dengan kata lain, jika Czer tidak dilakukan, keselamatan bayi dalam kandungan sukar dipastikan.\n\n\nElektif Czer ni ialah operation Czer yang dirancang dari awal kerana masalah perubatan yang tidak dapat dielakkan. Jadi persediaan awal telah dilakukan untuk memaksimumkan kesihatan bayi dan ibu sewaktu operation dilakukan. Jadi risiko berlaku masalah sewaktu operation adalah lebih kecil.\n\n\nManakal emergency Czer pula adalah dimana ibu dibenarkan untuk bersalin secara normal, namun akibat masalah perubatan pada ibu/bayi berlaku menyebabkan Czer secara emergency perlu dilakukan. Oleh sebab keputusan perlu dilakukan dengan segera, persediaan adalah sangat terhad, jadi risiko berlaku masalah sewaktu operasi lebih tinggi dari elektif Czer.\n\n\nIndikasi untuk elektif Czer ialah :-\n\n\n1. Placenta previa (uri kat bawah, menghalang laluan baby keluar secara normal)\n2. Kedudukan baby songsang\n3. Czer 2 kali sebelum ini.\n4. Baby yang terlalu besar akibat kencing manis ibu mengandung yang tidak terkawal.\n5. Masalah kesihatan ibu seperti ibu yang mempunyai HIV positive dan lain-lain.\n\n\nIndikasi untuk emergency czer pula:-\n\n\n1. Fetal distress seperti tali pusat terbelit, tersangkut bahu, baby telah berak dalam perut dan lain-lain.\n\n\n2. Maternal distress seperti ibu mengalami darah tinggi secara tiba-tiba, sawan, tumpah darah terlalu banyak dan lain-lain.\n\n\nApa masalah2 komplikasi yang mungkin berlaku akibat czer (elektif/emergency):-\n1. Bleeding akibat operation\n2. masalah akibat anesthesia, bergantung kepada jenis anesthesia yang digunakan sewaktu czer.\n3. Darah beku pada kaki dan dibawa kepada paru-paru (pulmonary embolism).\n4. Kecederaan pada organ-organ disekitar rahim semasa pemotongan dilakukan, paling banyak kecederaan berlaku pada pundi kencing.\n5. Risiko jangkitan kuman selepas operation\n6. Risiko jahitan yang lekang selepas operation.\n\n\nDan lain-lain risiko\n\n\n\n\nJadi, keputusan untuk melakukan czer perlu dilakukan dengan teliti agar risiko komplikasi seperti ini dapat dikurangkan.\nBiasanya keputusan ini perlu mendapat kelulusan dari pakar yang menjaga ibu-ibu yang bersalin itu. Jadi, usah khuatir jika Puan-Puan akan bersalin secara czer kerana keputusan itu adalah dari mereka yang pakar.\n\n\nSemoga bermanfaat.\n\n\nPoliklinik Az-Zaara\nTaman Dato Ahmad Razali Ampang Selangor\n03-42663686\natau Whatsapp\n»» \nhttps://wa.me/601152300300\n\n\nComments\n\n\nWrite a comment…\n\n\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/nampak-remeh-tapi-berjalan-kaki-tak-makan-masin-bantu-kurangkan-risiko-penyakit-jantung/", "title": "NAMPAK REMEH TAPI BERJALAN KAKI, TAK MAKAN MASIN BANTU KURANGKAN RISIKO PENYAKIT JANTUNG..", "body": "\n\nBANYAK\n kes kematian mengejut disebabkan serangan jantung.\n\n\nSesiapa saja boleh mengalami serangan jantung. Ia tidak mengenal usia, malah tanpa diduga orang muda juga boleh terkena penyakit itu.\n\n\nMalahan, banyak kes kematian mengejut disebabkan serangan jantung berlaku dalam kalangan selebriti dan personaliti terkenal.\n\n\nLebih mengejutkan, punca kematian yang tidak disangka-sangka itu turut berlaku pada atlet, termasuk mereka yang aktif bersukan kerana serangan jantung boleh berlaku ketika bersukan.\n\n\nHakikatnya, serangan jantung atau masalah kardiovaskular merupakan penyebab utama kematian di Malaysia, percaya atau tidak.\n\n\nMASALAH JANTUNG\n\n\nMasalah serangan jantung adalah sinonim dengan istilah lain seperti penyakit jantung koronari atau arteri koronari.\n\n\nSerangan jantung boleh berlaku sekiranya darah yang dibekalkan ke otot jantung dan berfungsi untuk mengepam darah ke seluruh badan berkurangan secara kritikal atau terhenti.\n\n\nIa boleh berlaku sekiranya salah satu daripada koronari arteri iaitu saluran utama yang membekalkan darah ke jantung tersumbat misalnya berpunca daripada darah beku yang terhasil di atas plak.\n\n\n\n\nPlak tersebut pula terjadi akibat masalah aterosklerosis yang berlaku apabila lemak berkumpul di dinding arteri (saluran darah).\n\n\nImpaknya adalah arteri tersebut menjadi semakin sempit dan tegang, sehingga menyebabkan darah tidak dapat disalurkan ke jantung dengan baik.\n\n\nKadar kolestrol ‘jahat’ yang dikenali sebagai kolestrol lipoprotein berketumpatan rendah (LDL) yang tinggi merupakan kunci kepada berlakunya serangan jantung. Ini kerana ia boleh menyebabkan saluran darah tersumbat.\n\n\nBahkan, kadar kolestrol ‘baik’ atau kolestrol lipoprotein berketumpatan tinggi (HDL) yang rendah adalah antara sebab lain berlakunya serangan ini.\n\n\nKadar kolestrol dalam darah adalah berkait rapat dengan faktor pemakanan dan juga jumlah kolestrol yang dihasilkan oleh tubuh kita sendiri.\n\n\nPengambilan makanan yang tinggi dengan lemak tepu, lemak trans dan kolestrol ‘jahat’ dalam pemakanan secara tidak langsung boleh meningkatkan kadar kolestrol LDL.\n\n\nFaktor genetik juga memainkan peranan bagi menentukan kadar kolestrol yang dihasilkan oleh tubuh badan.\n\n\n\n\nAntara faktor yang meningkatkan risiko penyakit ini seperti mempunyai sejarah keluarga yang pernah menghadapi serangan jantung, darah tinggi, kencing manis, obesiti, tekanan, kurang aktif atau tidak bersukan. Ini termasuk mereka yang mempunyai habit merokok.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/penyusuan-bayi-dalam-kalangan-ibu-berkerjaya-susu-formula-terbaik-untuk-perkembangan-si-manja-anda/", "title": "PENYUSUAN BAYI DALAM KALANGAN IBU BERKERJAYA & SUSU FORMULA TERBAIK UNTUK PERKEMBANGAN SI MANJA ANDA!", "body": "\n\nProses industrialisasi dan modernisasi telah meninggalkan kesan yang penting ke atas status dan peranan kaum wanita. Akibat daripada kedua-dua proses itu, peluang-peluang pekerjaan yang baru telah memindahkan wanita dari ruang domestik kepada ruang awam, di mana mereka memegang berbagai profesion di dalam sektor-sektor industri, pentadbiran dan perniagaan.\n\n\n\n\nSepertimana yang sedia maklum, setiap seorang wanita yang telah berkahwin diharapkan dapat menjaga, menyusukan bayi mereka dengan susu ibu sepenuhnya, mendidik anak-anak di samping menjadi teman kepada suaminya. Namun demikian, kehidupan seorang wanita bekerjaya menjadi semakin kompleks dalam memenuhi keperluan bayi mereka untuk menyusu susu ibu.\n\n\nWalaupun mereka mempunyai pengetahuan tinggi mengenai kebaikan susu ibu yang berkhasiat untuk perkembangan dan pertumbuhan bayi yang diperoleh namun disebabkan kekangan yang dihadapi oleh mereka yang bekerjaya menyebabkan mereka terpaksa memilih susu formula bagi menggantikan penyusuan susu ibu.\n\n\nPEMILIHAN SUSU FORMULA\nSemasa memilih susu formula, terdapat beberapa perkara perlu dititik beratkan seperti:\nJenis susu formula\n – samada susu lembu, susu soya, susu kambing dan sebagainya.\nKandungan nutrient\n \n– mencukupi untuk perkembangan otak dan tumbesaran fizikal anak.\nKesesuian umur bayi\n \n– setiap susu formula dikhususkan mengikut khasiat untuk usia tertentu.\n\n\nSENARAI SUSU FORMULA PILIHAN KAMI\n\n\nSIMILAC gain plus GOLD\n\n\n\n\nKhusus untuk ketahanan si manja.\nKandungan 2’-FL yang menghasilkan banyak bakteria baik di dalam tubuh dan memelihara anak dari jatuh sakit dengan mudah.\nSi manja dapat belajar dengan lebih pantas dan bijak kerana kandungan lutein, DHA dan vitamin E semulajadi.\nUntuk kanak-kanak berusia 1-3 tahun.\n\n\nPEDIASURE OHT\n\n\n\n\nPertambahan berat badan.\nPenting untuk kita pastikan si manja mendapat bekalan lemak yang mencukupi.\nMembekalkan tenaga untuk tumbesaran persekitaran dan pembelajaran.\nMengandungi vitamin dan mineral yang bagus untuk kesihatan anak.\nSumber protein dari asid amino penting untuk membantu anak dalam proses pertumbuhannya.\n\n\nISOMIL soya\n\n\n\n\nFormula berasaskan soya yang diperbuat daripada protein soya berkualiti tinggi, sesuai untuk kanak-kanak yang alahan dengan susu lembu, memerlukan laktosa dan keperluan makanan khas yang lain.\nMenggunakan sumber terbaik untuk menangani masalah penyusuan dan memenuhi keperluan pemakananan bayi anda.\nSesuai untuk bayi berumur 0-12 bulan.\n\n\nISOMIL plus\n\n\n\n\nBebas daripada protein dan laktosa yang boleh menyebabkan alergi.\nDiperkayakan dengan nutrien untuk menyokong proses tumbesaran.\nSumber kalsium yang baik untuk  tumbesaran gigi dan tulang.\n\n\nSIMILAC step 1\n\n\n\n\nMengandungi DHA yang amat penting pada trimester terakhir sehingga ke tahun kedua untuk otak & penglihatan bayi berkembang dengan sangat cepat.\nMenyokong perkembangan kognitif.\nMengandungi nutrisi tinggi.\n\n\nAda masanya, kita perlu tukar susu formula bayi jika mereka mengalami keadaan seperti berikut:\n\n\nDemam\nBerkahak\nAlahan makanan/susu\nAnak perlu susu yang lebih zat besi\nCirit-birit\nSembelit\nKerap muntah\nLesu dan tak bermaya\n\n\nNamun begitu, tidak semestinya masalah tersebut akan hilang jika anda bertukar susu dan ianya mungkin akan lebih teruk. Apapun, dapatkan nasihat dan rawatan doktor terlebih dahulu.\n\n\nSemoga info ini bermanfaat.\n\n\nPOLIKLINIK AZ-ZAARA, AMPANG\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/perancangan-keluarga-jarak-kehamilan/", "title": "PERANCANGAN KELUARGA: JARAK KEHAMILAN", "body": "\n\nMengapa perancangan keluarga penting?\n\n\nMengetahui sama ada anda mahu mempunyai anak atau tidak dalam tempoh beberapa tahun yang akan datang boleh membantu anda dan pasangan anda bersedia untuk memilih perancang keluarga yang sesuai.\n\n\nJika anda sudah menjadi ibu bapa, perancangan keluarga mempunyai makna yang baru. Mendapat anak yang berikutnya akan mengubah kehidupan keluarga anda.\n\n\nAdakah anda dan pasangan anda bersedia untuk menjaga bayi yang baru lahir? Bagaimanakah anak anda akan bertindak balas kerana perlu berkongsi perhatian dan kasih sayang anda dengan bayi yang baru?\n\n\nMasa kehamilan anda adalah penting juga. Walaupun anda dan pasangan anda mungkin mempunyai pendapat masing-masing tentang jarak usia anak-anak anda, beberapa kajian menunjukkan bahawa bagaimana jarak kehamilan anda boleh memberi kesan, terutamanya kepada ibu dan bayi.\n\n\n\n\nApakah risiko jarak kehamilan terlalu dekat?\n\n\nKajian menunjukkan bahawa kehamilan dalam tempoh enam bulan selepas kelahiran bayi yang hidup dikaitkan dengan peningkatan risiko:\n\n\nKelahiran pra-matang\nSebahagian atau keseluruhan plasenta mengelupas dari dinding dalaman rahim sebelum kelahiran (plasenta koyak)\nBerat lahir yang rendah\nGangguan kongenital\nSchizophrenia\n\n\nDi samping itu, kajian terbaru menunjukkan kehamilan dalam tempoh kurang daripada dua tahun selepas kelahiran bayi yang hidup boleh dikaitkan dengan peningkatan risiko autisme pada anak kedua yang dilahirkan. Risiko adalah amat tinggi bagi jarak kehamilan kurang daripada 12 bulan.\n\n\nJarak kehamilan yang rapat mungkin tidak memberikan seorang ibu masa yang cukup untuk pulih daripada kehamilan sebelum memulakan proses kehamilan sekali lagi. Sebagai contoh, kehamilan dan penyusuan boleh mengurangkan nutrien anda, terutamanya folat dan zat besi.\n\n\nJika anda hamil sebelum menggantikan kesemua nutrien, ia boleh menjejaskan kesihatan anda atau kesihatan bayi anda. Keradangan saluran kemaluan yang terjadi semasa mengandung dan belum sembuh dengan sempurna sebelum kehamilan seterusnya juga boleh memainkan peranan penting.\n\n\n\n\nApakah risiko jarak kehamilan terlalu jauh?\n\n\nBeberapa kajian juga menunjukkan bahawa jarak terlalu lama antara kehamilan menimbulkan kebimbangan bagi ibu dan bayi. \n\n\nKehamilan 5 tahun atau lebih selepas melahirkan anak dikaitkan dengan peningkatan risiko tekanan darah tinggi dan tanda-tanda kerosakkan kepada sistem organ yang lain, biasanya buah pinggang ( preeclampsia).\n\n\nIa tidak jelas mengapa selang kehamilan lama mungkin menyebabkan masalah kesihatan. Ada kemungkinan kehamilan meningkatkan kapasiti rahim untuk menggalakkan pertumbuhan janin dan sokongan, tetapi dari masa ke masa perubahan fisiologi yang bermanfaat ini akan hilang. Faktor yagn tidak disangka, seperti emosi ibu, juga mungkin memainkan peranan.\n\n\n\n\nApakah jarak terbaik antara kehamilan?\n\n\nUntuk mengurangkan risiko komplikasi kehamilan dan masalah kesihatan yang lain, penyelidik mencadangkan menunggu 18 hingga 24 bulan tetapi kurang daripada 5 tahun selepas kelahiran bayi yang hidup sebelum cuba untuk kehamilan anda yang akan datang. \n\n\nJika bimbang tentang kemandulan, wanita yang berusia lebih daripada 35 boleh mempertimbangkan untuk menunggu 12 bulan sebelum hamil lagi.\n\n\nRisiko dan cadangan ini tidak boleh digunakan untuk pasangan yang telah melalui keguguran. Jika anda sihat dan rasa bersedia, mungkin anda tidak perlu tunggu lama untuk hamil lagi selepas keguguran.\n\n\nMemilih bila untuk mempunyai bayi yang lain adalah keputusan peribadi. Apabila merancang kehamilan anda seterusnya, anda dan pasangan anda boleh mempertimbangkan pelbagai faktor selain daripada risiko kesihatan dan juga manfaatnya. Sehingga anda membuat keputusan untuk hamil lagi, gunakanlah kaedah perancang keluarga yang boleh dipercayai.\n\n\n\n\nApa lagi yang saya perlu tahu tentang jarak kehamilan?\n\n\nTidak ada masa yang sesuai untuk melahirkan anak yang seterusnya. Walaupun dengan perancangan yang teliti, anda tidak boleh sentiasa mengawal apabila persenyawaan telah berlaku.\n\n\nWalaubagaimanapun, memahami risiko yang berkaitan dengan masa kehamilan anda yang terlalu rapat atau terlalu jauh boleh membantu anda membuat keputusan untuk kehamilan anda seterusnya.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/perlu-tahu-6-tanda-jangkitan-covid-19-yang-serius/", "title": "PERLU TAHU 6 TANDA JANGKITAN COVID-19 YANG SERIUS", "body": "\n\nTidak dinafikan sejak penularan Covid-19 telah menjejaskan pelbagai sektor di negara kita. Namun, sehingga hari ini masih ramai yang tidak mengetahui kebenaran dari mana datangnya virus yang telah merangut lebih sejuta nyawa di seluruh dunia.\n\n\nDengan mengetahui beberapa tanda-tanda seseorang dijangkiti wabak Covid-19 ini, maka kita dapat mengekang lebih awal dan secara tidak langsung dapat mengurangkan virus itu daripada terus menular.\n\n\n\n\nPerkongsian daripada seorang Doktor yang sudi berkongsi tentang tanda-tanda jangkitan Covid-19. Beliau berkongsi untuk orang ramai lebih peka dengan persekitaran dan perkara ini penting kerana mungkin anda mangsa seterusnya.\n\n\nHai semua? Risau tengok perkhabaran kes Covid19 yang semakin meningkat? Bagi yang sudah dijangkiti,amalkan kebersihan diri yang maksimum dan kenalpasti tanda2 jangkitan Covid19 yang serius Kenali tanda2 tersebut Ambil tahu kerana anda mungkin mangsa seterusnya.\n\n\n1. Sesak nafas atau nafas berbunyi\n\n\n\n\nSekiranya mengalami gejala ini,beritahu staff kesihatan secepat mungkin supaya mereka boleh memeriksa paru2 anda dan mengesan paras oksigen dalam badan secepat mungkin\n\n\n2. Sakit dada yang berpanjangan\n\n\n\n\nBeritahu staff jika anda mengalami sakit dada yang berterusan.\n\n\n3. Batuk berdarah\n\n\n\n\nPerhatikan warna kahak anda. Batuk berdarah mungkin boleh jadi warna merah darah atau keperangan. Jika tak pasti,simpan kahak dalam plastik spesimen yang disediakan dan tunjukkan pada staff kesihatan yang menjaga.\n\n\n4. Cyanosis atau kebiruan pada kulit\n\n\n\n\nPerhatikan warna jari dan bibir anda/ahli keluarga. Kebiruan menunjukkan paras oksigen yang rendah dlm badan.\n\n\nBeritahu staff jika anda mengalami sakit dada yang berterusan.\n\n\n5.  Cirit birit/muntah/kurang selera makan\n\n\n\n\nJika berterusan,badan anda kehilangan banyak air dan garam dari badan. Jika ini berlaku,buah pinggang mungkin boleh gagal. Tindakan awal mampu menyelamatkan nyawa.\n\n\n6. Letih yang melampau\n\n\n\n\nJika anda rasa lesu yang teramat sangat,ini menunjukkan jangkitan semakin serius dan anda perlu dipantau rapi.\n\n\nJadi, kami ingin ingatkan pada semua, kita seharusnya mematuhi SOP yang ditetapkan oleh Kementerian Kesihatan Malaysia. Bukan itu sahaja, sentiasa mengamalkan hidup yang sihat dan menjaga kebersihan diri.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/persediaan-bersalin-yang-ibu-wajib-buat-sebelum-menyambut-bayi/", "title": "PERSEDIAAN BERSALIN YANG IBU WAJIB BUAT SEBELUM MENYAMBUT BAYI", "body": "\n\nMenyediakan keperluan bayi amat best dan terkadang menyebabkan pasangan ibu bapa membeli secara berlebihan segala persediaan bersalin dan sebelum menyambut bayi.\n\n\nElakkan masalah terlebih membuat persediaan bersalin dengan mengikuti senarai cadangan keperluan asas yang kami sertakan dibawah ni.\n\n\nSekiranya nanti anda rasakan masih ada kekurangan, lengkapkannya apabila si comel telah berada didalam dakapan.\n\n\n#1. Pakaian bayi\n\n\n\n\nUntuk pakaian, pastikan ianya 100% kain kapas. Bayi cepat membesar, justeru mulakan dengan hanya beberapa helai dan tambah lagi seiring dengan pembesaran mereka.\n\n\nPakaian asas serta cadangan bilangan adalah:\n\n\n3 baju lengan panjang dan pendek\n3 seluar panjang dan pendek\n2 helai bib bayi\n2 pasang stokin dan sarung tangan   \n2 helai penutup kepala atau topi bayi, barut dan kain bendung\n\n\nBaju \none-piece\n juga pilihan yang memudahkan untuk bayi dan anda.\n\n\n#2. Keperluan menyusu anak\n\n\n\n\nJika anda memilih untuk susu badan sediakan keperluan berikut: \n\n\nBaju dalam khas menyusu\nPengepam susu\nBekas simpanan susu\nBotol serta puting susu\nBekas rendaman stim\nBerus botol\nPenghangat botol\nPad\nKrim payudara\n\n\nJika anda bekerja, sediakan juga bag pendingin bagi menyimpan susu yang dipam di pejabat.\n\n\nBagi pilihan susu formula, sediakan juga:\n\n\nSusu formula\nTermos air panas\nBekas susu\nBekas air masak\n\n\n#3. Kelengkapan mandi bayi\n\n\n\n\nKelengkapan asas mandi termasuklah:\n\n\nTuala\nMinyak urut bayi seperti minyak Yu Yee Cap limau\nKrim ruam bayi\nKapas muka\nPutik kapas\n\n\nCarilah tuala yang lembut dan jika berhud, ia memudahkan untuk membendung bayi selepas mandi.\n\n\nLengkapkan dengan set bantuan seperti:\n\n\nPengetip kuku\nPenyedut hidung\nTermometer\nSikat\n\n\nBesen mandi bayi memang memudahkan tapi anda boleh memanfaatkan sinki di rumah jika ianya cukup selesa.\n\n\nKulit bayi sangat bersih dan tidak perlu kepada sebarang mandian khas. Namun jika anda masih tidak yakin, carilah mandian tanpa sabun yang mempunyai kadar pH 5.5.\n\n\nPersediaan bersalin ini amat penting agar anda tidak kelam kabut kelak.\n\n\n#4. Keperluan menyalin lampin\n\n\n\n\nAnda perlu menukar lampin sekerap 10-12 kali dalam sehari. Untuk meja khas, pastikan ketinggian yang selesa. Jika tidak, katil anda sudah mencukupi.\n\n\nAnda boleh memilih lampin pakai buang atau kain. Untuk lampin pakai buang, hanya satu pek bersaiz ‘S’ diperlukan. Selebihnya belilah selepas bayi dilahirkan untuk saiz yang lebih sesuai.\n\n\nPilihan lampin kain bukan sahaja menjimatkan kerana boleh diulangpakai tetapi juga lebih mesra alam sekitar.\n\n\nSediakan juga:\n\n\nLapik khas air yang mudah dilap\nTisu basah\nKrim ruam\n\n\n#5. Keperluan tidur bayi\n\n\n\n\nKatil ibu boleh menjadi katil bayi terutama bagi ibu yang menyusukan. Jika anda memilih untuk menyediakan katil khas, pilihlah \ncot\n bayi yang boleh ditukar menjadi katil.\n\n\nSediakan juga:\n\n\nTilam khas bayi\nBantal dan sarung bantal\n2 lapik tilam kalis air\nSelimut khas bayi yang lembut serta ringan\nKelambu bayi jika dirasakan perlu\n\n\nBayi sebenarnya tidak memerlukan bantal. Anda boleh jadikan kain muslin atau tuala bayi sebagai alas.\n\n\nKain muslin atau  kain kapas yang lembut dan ringan boleh berfungsi sebagai selimut dan kain bendung bayi.\n\n\nAnda mungkin perlukan gajet pengawasan bayi bagi memudahkan anda melakukan kerja-kerja lain dalam rumah.\n\n\n#6. Keperluan perjalanan\n\n\n\n\nBagi memastikan keselamatan bayi, sediakan tempat khas. Anda boleh memilih \nstroller\n yang boleh ditukar kepada tempat duduk khas kereta.\n\n\nJika memilih \nbaby pram\n, pastikan ia boleh diubah kepada posisi berbaring penuh. Sediakan juga bag bayi untuk semua kelengkapan.\n\n\nJika anda memilih tempat duduk khas terpakai, pastikan ciri keselamatan berfungsi sepenuhnya. Jika tidak, belilah yang baru.\n\n\n#7. Keperluan ibu\n\n\n\n\nBagi ibu, beberapa keperluan asas untuk dibawa ke hospital termasuk:\n\n\nSelipar jepun\nStokin tebal\nPad khas bersalin atau pad biasa\nBaju kain kapas yang longgat serta serap peluh\n\n\nBeberapa pesanan tambhan, perhatikan tanda \nvalue buy\n. Harga yang murah tidak semestinya kurang kualiti. Sediakan juga set berslain yang mengandungi keperluan asas seperti minyak urut dan bengkung.\n\n\nPencuci khas untuk pakaian bayi perlu kerana kulit bayi amat sensitif. Khas bayi lelaki, sediakan juga tunku untuk bayi.\n\n\nSatu tips yang baik adalah wish list dan kongsikan bersama rakan dan ahli keluarga.\n\n\nMereka tentu ingin menghadiahkan sesuatu. Ini juga dapat mengelak pembaziran.\n\n\nSelamat berbahagia dengan ahli baru!\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/pregnant-tapi-nak-melancong-dan-naik-flight-boleh-ke/", "title": "PREGNANT, TAPI NAK MELANCONG DAN NAIK FLIGHT, BOLEH KE?", "body": "\n\nMesti ramai macam ni kan? Pregnant ni kadang-kadang bukan mengidam makan je. Ada jugak yang mengidam nak melancong.\n\n\nAda yang nak ke tempat honeymoon dulu. Ada juga yang nak p try makan kat tempat orang, yang sebelum ni tak pernah pergi.\n\n\nSo macam mana? Boleh ke pergi? Boleh ke naik flight?\nAirasia, MAS, Malindo tgh buat promo nie….Huhuhu…\n\n\nSebenarnya boleh je takde masalah pun ibu mengandung nak naik flight. Tetapi bergantung pada keadaan kesihatan ibu itu sendiri.\n\n\nContoh-contoh keadaan kesihatan ibu yang tidak sesuai untuk travel naik flight :-\n\n\n1. Placenta Previa\n\n\n\n\nSangat berisiko untuk mengalami pendarahan. Sekiranya berlaku pendarahan semasa di dalam penerbangan, tiada bantuan kecemasan yang dapat diberikan kepada ibu dan akan memberi masalah kepada juruterbang dan crew penerbangan lain. Ini juga akan membahayakan nyawa ibu dan anak dalam kandungan.\n\n\n2. Kandungan yang terlalu awal dan berisiko keguguran\n\n\n\n\nKalau pernah mengalami pendarahan sewaktu awal mengandung atau mempunyai sejarah keguguran, maka tidak digalakkan untuk menaiki penerbangan kerana risiko berlaku pendarahan lagi. Sebaiknya tunggu sehingga trimester kedua apabila kandungan sudah semakin kuat untuk pesakit seperti ini.\n\n\n3. Pesakit yang mempunyi darah tinggi sewaktu mengandung.\n\n\n\n\nPesakit darah tinggi sewaktu mengandung berisiko mendapat sawan (eclampsia) apabila tekanan darah meningkat mendadak. Pesakit seperti ini tidak sesuai didedahkan dengan stress terutama di dalam penerbangan yang mungkin akan berlaku turbulence menyebabkan gegaran pada badan pesawat. Ini mungkin menyebabkan pesakit panik dan tekanan darah meningkat mendadak.\n\n\n4.\n \n\n\n\n\nIbu yang sudah di hujung tempoh kandungan 38-40 minggu\natau ibu yang mempunyai sejarah bersalin awal pada kandungan terdahulu. Ibu-ibu ini berisiko untuk bersalin didalam penerbangan yang mana tiada kelengkapan dan bantuan yang cukup untuk ibu bersalin.\n\n\n5.\n \n\n\n\n\nIbu mengandung yang mempunyai masalah kesihatan lain seperti asma yang tidak terkawal, lemah jantung dan lain-lain penyakit yang mungkin membahayakan ibu mengandung semasa didalam penerbangan.\n\n\nNamun ada juga faktor-faktor lain yang boleh menyebabkan ibu mengandung tidak sesuai untuk menaiki penerbangan. Jadi berbincanglah dengan doktor yang menjaga Puan-puan untuk antenatal checkup kerana mereka lebih tahu tentang masalah kesihatan kandungan Puan berbanding doktor lain.\n\n\nSelamat melancong ya!!!\n\n\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/punca-baby-dapat-penyakit-kuning-neonatal-jaundice/", "title": "PUNCA BABY DAPAT PENYAKIT KUNING (NEONATAL JAUNDICE)", "body": "\n\nKenapa baby saya Jaundice?\n\n\n\n\nJaundice berpunca dari pengumpulan \nbilirubin berlebihan dalam darah\n. Dari mana datangnya bilirubin ni?\n\n\nHaa, carta tu nampak macam complicated sangat kan?\n\n\nOk, biar saya simplified kan. Sel darah merah, bila pecah akan menghasilkan \nHeme\n, sterusnya diurai menjadi \nbilirubin\n. Kenapa sel darah banyak sangat pecah sampai jadi banyak sangat bilirubin ni?\n\n\nAntara sebabnya ialah, \nG6PD Deficiency\n, \nsel darah senang pecah\n, \nkumpulan darah mak dan baby yang tak sama\n, \nABO Incompatibility\n dan \npenyakit darah yang lain\n.\n\n\nSo apa yang berlaku kat bilirubin ni seterusnya?\n\n\nBilirubin sekarang ni dalam bentuk unconjugated, bilirubin ini memerlukan \nalbumin\n, sejenis protein ringkas untuk membawa unconjugated bilirubin ke hati untuk diproses menjadi conjugated bilirubin.\n\n\nProses utama untuk menyingkirkan bilirubin berlaku di hati baby anda. Kat sini hati akan tukarkan\n unconjugated\n bilirubin kepada \nconjugated bilirubin\n yang boleh dibuang melalui najis. Proses ini yang menyebabkan najis baby jadi kuning. Sebab tu Dr and nurse akan selalu Tanya, baby berak warna apa? Kalau warna kuning, maknanya, bagus la. Banyak la bilirubin yang dah Berjaya dikeluarkan.\n\n\nApa masalah yang boleh menyebabkan hati baby kurang cekap menukarkan unconjugated bilirubin kepada conjugated bilirubin? Masalah seperti baby pra matang, penyakit hati seperti Crigler Najar Syndrome, Hypoxia dan jangkitan kuman. Sebab tu penting Dr nak periksa baby boleh minum susu dengan baik dan berat  baby naik, sebab ini tanda-tanda tiada Hypoxia dan jangkitan kuman.\n\n\nKuning baby lama sangat, boleh tak saya bagi je Phototherapy kat baby saya?\n\n\nRamai parent yang Tanya Dr macam ni. Boleh ke? Sekarang ni senang, banyak je mesin lampu yang boleh disewa dan buat sendiri di rumah. Tapi awas, ia mungkin membahayakan baby anda.\n\n\nHaah? Membahayakan? Tapi kan kat Hospital pun guna phototherapy jugak? Takkan la Dr kat hospital nak membahayakan baby?\n\n\nOk, jom saya terangkan.\n\n\nKenapa Dr bagi Phototherapy kat baby?\n\n\n\n\nPhoto therapy hanya diberikan kalau paras bilirubin baby melebihi paras tertentu. Paras ini berbeza untuk setiap baby mengikut berapa minggu kandungan baby dilahirkan, ada jangkitan kuman, factor risiko jaundice, umur selepas lahir dan lain-lain. So bukan semua baby yang jaundice perlu buat phototherapy. Paras ini dipanggil Photolevel.\n\n\nSo apa tujuan buat phototherapy ni?\n\n\nTujuannya hanya satu je, untuk mengelakkan baby mendapat \nKernicterus\n iaitu bilirubin \nmemasuki otak baby dan menyebabkan kerosakan kekal pada jaundice\n. Phototherapy memang akan menurunkan bilirubin tadi, tetapi baby tidak boleh bergantung kepada Phototherapy untuk menurunkan bilirubin sahaja. Dr akan memberhentikan Phototherapy sebaik paras bilirubin turun kurang dari paras photolevel.\n\n\nSo apa yang bahaya kalau saya senyap-senyap guna phototherapy kt rumah?\n\n\nNanti pergi check Dr pun happy tgk dah turun dah bilirubin baby saya? Haa, ini lah yang bahayanya. Sebab bila bilirubin sepatutnya turun dengan sendiri, tapi tak turun sendiri sebaliknya turun dengan phototherapy yang dibuat senyap2 dirumah, Dr ingat baby dah sihat. Tapi sebenarnya \nfungsi hati baby tu masih lagi tak normal, dan  memerlukan pemeriksaan lanjut\n. Jadi blood test untuk darah dan fungsi hati tak buat, urine test tak buat, dan lain-lain pemeriksaan seperti ultrasound tak buat. Sekiranya baby ada masalah, rawatan akan lambat diberikan sebab Dr ingat baby dah sihat. Kan ini membahayakan baby tu sendiri?\n\n\nSelain itu, penggunaan Phototherapy yang tidak betul juga boleh memudaratkan baby. Lampu dari phototherapy tu mungkin boleh menyebabkan \nRetinopathy\n, kerosakan pada retina mata. Kalau mata baby tidak ditutup dengan baik semasa proses phototherapy tu, ia mungkin \nmenyebabkan mata baby menjadi buta\n. Selain itu, overheating dan dehydration juga adalah kesan sampingan yang biasa berlaku pada baby yang menjalani phototherapy. So just follow nasihat Dr, ok? Susah sikit kena selalu dating klinik/hospital, kesian baby kena cucuk banyak kali nak check jaundice, percayalah, ia berbaloi untuk kesihatan baby anda.\n\n\nMacam mana nak check jaundice?\n\n\n\n\nAda beberapa cara nak check jaundice baby ni.\n\n\nCara yang biasa adalah dengan mengambil darah. Ada dua jenis darah yang boleh diambil iaitu \nVenous blood\n, diambil dari salur darah dan juga \nCapillary blood\n yang diambil (biasanya) dari tapak kaki baby.\n\n\nCara yang agak baru ialah secara transcutaneous iaitu melalui kulit. Ketepatan cara ini kadang-kadang boleh dipertikaikan dan jika perlu ujian darah perlu dilakukan untuk mengesahkan bacaan tersebut.\n\n\nSo ujian darah ni macam mana nak buat?\n\n\nDr akan ambil darah dari tapak kaki baby, untuk dapatkan Capillary blood. Capillary blood akan diambil dalam Capillary tube. Tube kecil ini akan dimasukkan kedalam mesin Centrifuge, mesin ini akan berpusing dengan laju. Ini akan memisahkan darah tadi kepada dua bahagian iaitu \nPlasma dan Red blood cell (Erythrocyte)\n.\n\n\nBila dah dapat plasma tadi, mesin bilirubin akan membaca plasma tadi untuk mendapatkan bacaan bilirubin. So dapat la bacaan bilirubin baby anda.\n\n\nSekejap je proses nak buat ni. Cuma bergantung kepada klinik/hospital itu sendiri bagaimana dorang proses. Sama ada dorang proses terus setiap sample darah tu, atau dorang kumpul beberapa dan buat sekali untuk menjimatkan kos/masa. Tapi kalau kumpul macam tu, lama la mommies nak dapat result darah tu.\n\n\nSusu Badan Penyebab Jaundice? Biar betul..\n\n\n\n\nNeonatal jaundice ni banyak factor risiko. Salah satunya ialah \nBreastfeeding jaundice\n.\n\n\nKenapa breastfeeding boleh menyebabkan jaundice plak?\n\n\nOk, sebenarnya ada 2 sebab kenapa breastfeeding boleh menyebabkan jaundice.\n\n\nYang pertama adalah masa mula-mula nak start breastfeeding, \nsusu belum banyak\n, kadang-kadang baby belum pandai hisap direct dari nipple, latching yang tak cukup baik dan lain-lain menyebabkan baby tak cukup minum susu. \nSusu yang tak cukup menyebabkan bilirubin menjadi lebih teruk\n.\n\n\nYang kedua adalah disebabkan oleh \nsusu badan itu sendiri\n. Ini masih belum difahami secara penuh, tetapi mungkin disebabkan oleh \nbahan didalam susu badan itu menyebabkan fungsi hati baby sedikit terganggu\n.\n\n\nBreastfeeding jaundice boleh berlarutan sehingga \nbeberapa minggu\n atau \nsebulan\n.\n\n\nJadi apa yang patut ibu-ibu buat kalau baby menyusu badan sepenuhnya dan ada jaundice. Adakah perlu stop susu badan dan tukar kepada susu formula?\n\n\nOk, biasanya tak perlu. Ada beberapa perkara yang ibu perlu lakukan :\n\n\nPastikan baby \ndapat latching dengan sempurna\n, kalau bagi susu direct.\nKalau bagi dalam botol, pastikan jumlah susu cukup iaitu \n2-3 ounce setiap 3 jam\n.\nKalau bagi susu direct, susah nak measure berapa banyak baby minum, hanya \nboleh tengok dari segi kenaikan berat baby\n. Kalau baby naik berat, maknanya baby tu cukup minum susu.\nKalau susu tak cukup, \nboleh tambah dengan susu formula\n. Tetapi\n jangan stop susu badan\n atau at least teruskan pam susu untuk pastikan susu terus dihasilkan. Kalau tak nanti susu stop, rugila tak dapat nak teruskan breastfeeding pada baby.\nTeruskan pemeriksaan dengan Dr. Dr akan nasihatkan sama ada perlu tukar sepenuhnya pada susu formula sementara untuk kurangkan breastfeeding jaundice.\n\n\nIngat ya, walaupun breastfeeding boleh menyebabkan jaundice pada baby, tetapi khasiat dan kebaikan susu badan tetap adalah yang terbaik dan patut diteruskan kepada baby, melainkan Dr nasihatkan sebaliknya, ok?\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/ramadhan-hampir-tiba-cuba-tips-ini-untuk-galakkan-anak-puasa/", "title": "RAMADHAN HAMPIR TIBA, CUBA TIPS INI UNTUK GALAKKAN ANAK PUASA", "body": "\n\nTidak lama lagi kita akan berjumpa dengan bulan paling mulia di dalam kalendar Islam, iaitu bulan Ramadan di mana semua pintu taubat dibuka dan pintu-pintu neraka akan ditutup.\n\n\nTiada bulan yang lebih indah dan berkat dari bulan Ramadan dan inilah peluang untuk anda mula menggalakkan anak untuk puasa.\n\n\nDengan peningkatan umur si manja, lama-kelamaan mereka harus juga belajar menunaikan rukun Islam yang ketiga ini.\n\n\nTetapi, bagaimana anda boleh mengajar dan menggalak anak yang tidak biasa berpuasa untuk berhenti makan dan minum sehingga senja?\n\n\nAmalkan Cara-cara Ini Untuk Galakkan Anak Puasa\n\n\nJangan terlalu memaksa mereka\n\n\n\n\nPertama sekali, anda perlu ingat bahawa mereka masih kanak-kanak kecil dan toleransi mereka terhadap kelaparan mungkin tidak setinggi kita.\n\n\nJadi, janganlah anda terlalu memaksa si manja untuk menahan lapar dan dahaga. Mulakan perkenalan dengan perlahan-lahan seperti membenarkan mereka berbuka pada jam 12 tengahari, dan tambahlah masa sedikit demi sedikit ada setiap hari seterusnya.\n\n\n2. \nBerkongsi kebaikan berpuasa\n\n\n\n\nSama juga seperti kita, kanak-kanak akan lebih sukar melakukan sesuatu jika mereka tidak mengetahui kebaikan atau keburukan sesuatu perkara tersebut.\n\n\nBezanya, kita boleh berfikir sendiri, manakala kanak-kanak memerlukan kita untuk menjelaskan untuk mereka.\n\n\nJadi, ibu dan ayah perlulah bercerita kepada anak tentang kebaikan berpuasa dan terutamanya tentang keindahan bulan Ramadan supaya mereka akan lebih teruja untuk mula berpuasa.\n\n\n3. \nMemasak makanan kegemaran anak\n\n\n\n\nSetelah si manja menahan lapar dan dahaga sepanjang hari, anda boleh menghadiahkan anak anda dengan makanan kegemaran mereka ketika waktu berbuka puasa supaya mereka akan lebih terpukul untuk berpuasa lagi. Mana tahu kalau ibu akan masak makanan kegemaran mereka lagi.\n\n\n4. \nMengajar anak tidur awal\n\n\n\n\nIni paling penting! Ajarlah anak anda untuk tidur awal supaya mereka akan lebih senang bangun untuk bersahur apabila dikejutkan. \n\n\nPada malam sebelum bersahur, anda perlulah menjelaskan kepada mereka mengapa mereka perlu tidur dan bangun awal. \n\n\n“Kalau abang tidak sahur, nanti abang cepat lapar bila tengahari. Nanti susah nak puasa.” Anda juga boleh menokok tambah bahawa jika mereka berbuka awal, maka mereka tidak akan mendapat makanan kegemaran mereka pada petang itu.\n\n\n5. \nMemperkenalkan sistem ganjaran\n\n\n\n\nAnak anda masih tidak biasa menahan lapar dan dahaga untuk berjam-jam lamanya dalam satu hari. \n\n\nJadi, berikan mereka ruang dan peluang untuk menetapkan syarat logikal tentang berapa lama mereka hendak berpuasa dalam sehari dan berapa kali seminggu mereka hendak berpuasa. \n\n\nJika mereka berjaya memenuhi syarat yang ditetapkan oleh diri sendiri atau anda, berikanlah mereka ganjaran yang sepatutnya. Ini bukan cara memanjakan anak ya, tetap cara untuk melatih mereka untuk rasa teruja dan hendak berpuasa.\n\n\n6. \nBiar mereka tolong juga\n\n\n\n\nKanak-kanak lebih suka untuk terlibat dalam pelbagai perkara yang kita lakukan.\n\n\nKetika menyiapkan juadah berbuka, anda boleh mengajak si manja untuk membantu anda bersama-sama menyiapkan persiapan untuk berbuka walaupun ia perkara semudah ABC, seperti menyusun sudu garpu, atau menggaul adunan untuk lauk-lauk. \n\n\nAnak anda pasti akan lebih teruja untuk berbuka bersama keluarga apabila mereka tahu bahawa mereka telah menyumbang kepada persiapan tersebut.\n\n\nWalau apa pun janganlah terlalu memaksa anak untuk berpuasa penuh, jika ini kali pertama mereka berikan sedikit kelonggaran seperti berpuasa separuh hari atau selang sehari.\n\n\nIkut mana yang anda dan anak selesa dan mampu. Ingat, mereka tidaklah wajib untuk berpuasa sehinggalah mereka akil baligh.\n\n\nJadi anggaplah ini hanya proses melatih mereka untuk menjadi muslim yang terbaik ya. Jangan stres ya ibu ayah!\n\n\nKami berharap dengan tips-tips ini, anda dapat mengalakkan anak untuk mula berpuasa walaupun sekadar separuh hari sahaja! Moga-moga puasa dan Ramadan kita tahun ini penuh barakah dan pembaikan pada diri sendiri. Amin!\n\n\nSemoga Bermanfaat\n\n\nPoliklinik Az-Zaara\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/salah-ke-kalau-ibu-baru-bersalin-tidak-mahu-menerima-pelawat/", "title": "SALAH KE KALAU IBU BARU BERSALIN TIDAK MAHU MENERIMA PELAWAT?", "body": "\n\nSaat menjadi ibu baru adalah saat terindah dan sudah pasti setiap ibu ingin menikmati sesi ikatan dengan bayi baru mereka. \n\n\nDisamping memerlukan rehat yang secukupnya, banyak juga perubahan dalam kehidupan harian yang memerlukan penyesuaian.\n\n\nJadi, bilakah masa sesuai bagi pelawat yang sudah tidak sabar untuk melihat bayi baru anda? \n\n\nIni adalah soalan yang selalu ditanya orang ramai. \n\n\nGambar hiasan\n\n\nMasa peribadi untuk ibu baru bersalin\n\n\nGambar hiasan\n\n\nKebanyakkan kawan-kawan akan mengucapkan tahniah dengan menghantar mesej dan bertanya bilakah masa yang sesuai untuk datang melawat. \n\n\nMereka selalunya menghormati masa peribadi yang diperlukan oleh ibu baru bersalin itu dan hanya akan melawat apabila semua sudah bersedia.\n\n\nTetapi hal ini tidak sama dengan ahli keluarga terdekat dan saudara-mara yang pasti akan datang melawat sambil membawa hadiah, sejurus anda melahirkan anak.\n\n\nIni bukan soal jika ibu baru itu cukup rehat atau sudah bersedia untuk menerima tetamu ataupun tidak. \n\n\nApakan daya, situasi begini tidak dapat dielakkan. Lagipun, ia bukan budaya kita untuk bersikap tidak ramah dan menghalau siapa-siapa yang sudi melawat.\n\n\nBudaya barat untuk ibu baru bersalin\n\n\nGambar hiasan\n\n\nWalau agaimanapun, kebanyakan ibu barat tidak akan teragak-agak untuk meminta agar semua orang termasuk saudara dan ahli keluarga untuk memberi masa peribadi. \n\n\nAda yang menetapkan rakaman mesej automatik untuk mengucap terima kasih dan meminta semua orang untuk bersabar sehingga mereka sedia menerima tetamu. \n\n\nAda juga ibu bapa baru yang tidak mengumumkan kelahiran anak mereka sehingga beberapa hari kemudian dan pernah berlaku juga, pelawat yang disuruh pulang kerana datang menziarah tanpa memberitahu terlebih dahulu.\n\n\nPada pendapat mereka, minggu pertama bersama anak tidak patut dikongsi dan adalah masa khas untuk keluarga sahaja menjalinkan ikatan.\n\n\nTidak semua orang akan bersetuju dengan cara ini\n\n\nGambar hiasan\n\n\nSudah pasti budaya mereka tidak akan diterima oleh masyarakat Malaysia.\n\n\nBayangkan apa yang mungkin berlaku jika ibu baru menghalau ibu mertua!\n\n\nPasti ramai yang akan berasa sedih atau tersinggung!\n\n\nSetiap bayi adalah berita yang menggembirakan. Mereka bagaikan hadiah, berkat dari Tuhan.\n\n\nApa salahnya kita berkongsi kegembiraan ini dengan semua orang? Buat apa ibu baru simpan kegembiraan itu? \n\n\nAdakah anda tidak suka apabila orang lain ingin meraikan bersama anda?\n\n\nGambar hiasan\n\n\nMengikut pengalaman saya sendiri, minggu pertama mungkin minggu yang paling mencabar untuk ibu baru, terutamanya jika ibu tersebut perlu menjaga anak di samping menerima tetamu tanpa pertolongan orang lain. \n\n\nAda yang rasa lemah atau letih disebabkan kekurangan tidur. Ada yang masih rasa sakit selepas melahirkan anak. \n\n\nAnda mungkin tidak dapat menghalang tetamu dari datang, tetapi ia tidak salah untuk mengingatkan mereka untuk menelefon sebelum datang melawat. \n\n\nPada pendapat ibu sekalian, bilakah masa yang sesuai untuk menerima pelawat? Kongsi jawapan anda di ruang komen.\n\n\nSemoga Bermanfaat\n\n\nPoliklinik Az-Zaara\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/sebab-dan-punca-eczema/", "title": "SEBAB DAN PUNCA ECZEMA", "body": "\n\nBaby saya kena Eczema Dr, nak buat macam mana ni?\n.\nAPA ITU ECZEMA ?\n.\nEczema (Atopic Dermatitis) ialah keadaan yang mana \nkulit menjadi radang dengan symptoms ruam merah, gatal, kulit kering dan merekah\n.\n.\nTempat yang biasa terjadi pada bayi adalah pada\n pipi dan dagu, leher, pelipat siku dan lutut dan juga belakang telinga. Juga boleh berlaku pada badan.\n.\nIanya adalah penyakit keturunan dan biasanya baby/ahli keluarga lain akan ada \nasthma atau allergy rhinitis\n, orang melayu panggil resdung.\n.\nEczema boleh menjadi teruk dan menjadi kurang pada masa-masa tertentu. Ini boleh disebabkan oleh faktor-faktor seperti terdedah kepada bahan yang allergy ataupun kulit menjadi kering.\n.\nAllergy boleh datang dari persekitaran seperti bahan kimia dalam asap rokok, dari makanan seperti telur atau protein-protein lain, dari pakaian bayi atau tempat tidur dan tempat permainan mereka.\n.\nJadi bagaimana nak merawat eczema?\n\n\n\n\n.\n“Dah p jumpa specialist kt Private Hospital bayar beribu-ribu pun xbaik jugak.”\n.\nMemang betul, sebab sehingga sekarang tiada ubat untuk merawat eczema. Dan tidak ada rawatan alternatif/tradisional yang benar-benar terbukti dapat merawat eczema.\n.\nEczema akan berkurang secara sendiri apabila baby meningkat usia remaja dan dewasa. Begitu juga dengan penyakit allergy-allergy lain seperti asthma.\n.\nSo mcm mana nak buat?\n.\nRawatan hanya diberikan untuk merawat symptoms semasa eczema menjadi teruk. Selepas itu menjadi tanggungajawab ibubapa/penjaga untuk memastikan eczema tidak menjadi teruk semula dengan mejaga persekitaran dan mengawasi pemakanan bayi tersebut.\n.\nRawatan yang boleh diberikan adalah berbentuk cream dan ubat antihistamine untuk mengurangkan gatal.\n.\nBagi eczema yang ringan, tidak perlu untuk memberikan cream steroid kepada bayi terutama kepada bayi kecil kurang darisetahun. Contoh cream tanpa steroid yang sesuai untuk eczema adalah seperti Ezzera.\n.\n\n\n\n\nDipercayai memulihkan penyakit ekzema\n\n\nPoliklinikAz-Zaara\nTaman Dato Ahmad Razali Ampang\n03-42663686\natau whatsapp\n»» \nhttps://wa.me/601152300300\n»» \nhttps://wa.me/601152300300\n»» \nhttps://wa.me/601152300300\n.\nJom join channel Telegram kami untuk mendapat info tentang kesihatan dan offer setiap minggu\n»» \nhttps://t.me/poliklinikazzaara\n»» \nhttps://t.me/poliklinikazzaara\n»» \nhttps://t.me/poliklinikazzaara\n.\nFollow kami di Instagram juga !\nhttps://www.instagram.com/poliklinik_azzaara/\nhttps://www.instagram.com/poliklinik_azzaara/\nhttps://www.instagram.com/poliklinik_azzaara/\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/selamatkah-untuk-ibu-berpuasa-ketika-hamil/", "title": "SELAMATKAH UNTUK IBU BERPUASA KETIKA HAMIL ?", "body": "\n\nPuasa ketika hamil, adakah ia selamat untuk ibu dan bayi dalam kandungan?\n\n\nTempoh kehamilan yang memakan masa 9 bulan memungkinkan ramai wanita Muslim yang mengandung akan melewati bulan Ramadhan semasa hamil. Jadi, pasti ibu tertanya-tanya \nadakah boleh puasa ketika hamil?\n\n\nMengikut mazhab Imam Syafie, sekiranya dikhuatiri dengan berpuasa itu akan memudaratkan ibu atau bayi atau kedua-duanya, ibu tersebut \ndiwajibkan berbuka\n. Puasa itu boleh diganti di kemudian hari.\n\n\n\n\nWalau telah diberi kelonggaran oleh agama, 70% daripada wanita Muslim yang hamil \nmemilih untuk berpuasa\n dalam bulan Ramadhan.\n\n\nPasti ada yang tertanya-tanya, kalau bayi yang dikandung itu lapar, macam mana dia nak dapatkan makanan/zat sedangkan ibunya tidak makan dan minum apa-apa?\n\n\nWalaupun seseorang ibu hamil itu berpuasa, bayi di dalam kandungannya \nmasih boleh\n mendapatkan zat makanan untuk keperluannya dengan menyerap zat yang disimpan di dalam tubuh si ibu melalui tali pusat…walaupun si ibu itu berpuasa.\n\n\nApa kata doktor tentang puasa ketika hamil?\n\n\n\n\nWanita hamil yang berpuasa mungkin mengalami kesan sampingan seperti \nHipoglisemia\n (paras glukosa dalam darah yang lebih rendah daripada normal), ketosis dan dehidrasi.\n\n\nRisiko ini dikatakan meningkat jika berpuasa di awal kehamilan (trimester pertama) kerana biasanya pada fasa ini banyak berlaku komplikasi kehamilan yang kurang menyenangkan.\n\n\nOleh itu, doktor-doktor \ntidak menggalakkan\n ibu-ibu yang berada pada fasa pertama kehamilan untuk puasa ketika hamil.\n\n\nWalaubagaimanpun, \ntiada satu nasihat yang seragam\n atau ‘one size fits all’ yang boleh digunakan oleh semua wanita hamil yang ingin berpuasa.\n\n\nOleh itu, walalupun si ibu merasakan badan mereka ‘ok’, ibu-ibu hamil yang ingin berpuasa \ndinasihatkan berjumpa doktor\n agar doktor dapat memeriksa keadaan sebenar anda dan keupayaan anda untuk berpuasa.\n\n\nNamun, dalam keadaan-keadaan tertentu, doktor akan melarang anda berpuasa sekiranya anda mengalami :\n\n\nKencing manis\n\n\nPenyakit hati yang tidak berfungsi\n\n\nPenyakit bronchial asthma yang teruk\n\n\nTekanan darah tinggi yang tidak terkawal\n\n\nKehamilan kembar\n\n\nRisiko kelahiran pramatang\n\n\nMasalah-masalah lain berkaitan kehamilan yang serius\n\n\nNak puasa ketika hamil atau tidak berpuasa?\n\n\n\n\nHarus diperhatikan tanda-tanda seperti di bawah ini agar anda dan kandungan anda tidak terjejas disebabkan puasa anda itu. Lagipun, sebagai wanita hamil, anda memang telah diberi lampu hijau dari awal lagi untuk tidak berpuasa.\n\n\n1- Pening kepala, pengsan, lemah atau letih. Cuba berehat selama setengah jam dan jika tiada perubahan, segera hubungi doktor anda.\n\n\n2- Loya atau muntah.\n\n\n3- Sekiranya usia kandungan melebihi 20 minggu, perhatikan jika terdapat perubahan ketara pada pergerakan bayi anda (tidak bergerak/kurang menendang).\n\n\n4- Berasa sangat dahaga atau air kencing berwarna gelap dan berbau kuat. Ini adalah tanda-tanda dehidrasi.\n\n\n5- Berat badan tidak bertambah atau berkurangan berat badan.\n\n\n6- Rasa sakit seakan-akan sakit bersalin.\n\n\n7- Sakit kepala atau demam.\n\n\nTips pemakanan apabila puasa ketika hamil\n\n\n\n\nUtamakan memakan makanan yang berprotein tinggi seperti daging dan telur kerana protein boleh disimpan di dalam tubuh pada kadar yang lebih lama berbanding kumpulan vitamin yang lain.\n\n\nBanyakkan juga mengambil makanan yang berserat tinggi seperti sayur-sayuran dan buah-buahan segar supaya mampu menahan lapar.\n\n\nJangan lupa mengambil vitamin tambahan ketika sahur bagi mengekalkan kesegaran badan sepanjang hari.\n\n\nLewatkan waktu bersahur. Kalau boleh, bersahurlah hingga ke saat-saat akhir imsak supaya anda tidak cepat berasa lapar pada siang hari.\n\n\nUsahakan untuk minum 2 liter air masak selepas waktu berbuka hingga ke waktu imsak. Minum sedikit-sedikit tetapi kerap bagi mengelakkan dehidrasi di siang hari.\n\n\nSemoga Bermanfaat\n\n\nPoliklinik Az-Zaara\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/selepas-lahir-bayi-akan-diletak-ke-atas-dada-ibu-ini-8-manfaat-sentuhan-kulit-ke-kulit-antara-ibu-baby/", "title": "SELEPAS LAHIR BAYI AKAN DILETAK KE ATAS DADA IBU, INI 8 MANFAAT SENTUHAN KULIT KE  KULIT ANTARA IBU & BABY", "body": "\n\nAda banyak manfaat sentuhan kulit ke kulit antara ibu dan bayi yang baru lahir bagi perkembangan si kecil selepas dilahirkan ke dunia. Di masa inilah ibu harus memanfaatkan masa emas untuk bersama si kecil itu dan melakukan banyak kontak dengannya berbanding orang lain.\n\n\nSentuhan kulit ke kulit yang boleh dilakukan seperti menggendong atau mendakap bayi sehingga kulitnya bersentuhan dengan kulit ibu.\n\n\nAn emotional image of Mother and new baby, shot under studio lights.\n\n\nIni kerana kehangatan kulit ibu adalah hal pertama yang bayi rasakan selepas lahir dan si kecil paling suka bersandar di tubuh ibunya terutama di bahagian perut atau dada ibu.\n\n\nBahkan, bayi boleh mencium bau ibunya dan merasakan detak jantung dan nafas ibunya. Dari situlah bayi akan mendapat manfaat untuk merasakan aman dan nyaman.\n\n\nSetelah bertahun, peneliti menemui manfaat skin to skin antara ibu dan bayi kerana ia mampu memperkuatkan perkembangan kongnitif anak.\n\n\nBerikut adalah beberapa manfaat yang boleh diperolehi :\n\n\nManfaat sentuhan kulit ke kulit antara ibu dan bayi \n\n\n#1. Meningkatkan paru-paru dan jantung\n\n\n\n\nBayi akan memiliki jantung dan nafas yang lebih normal serta lebih stabil. Manfaat ini juga terbukti pada bayi pramatang mahupun tak cukup umur.\n\n\n#2. Suhu tubuh lebih stabil\n\n\n\n\nSemasa mengandung, ibu menjaga suhu tubuh janin daripada berpanas atau menggigil kesejukan. Selepas lahir, bayi belum pandai melakukan kemampuan itu dengan sendiri, sebab itu dia memerlukan pelukan ibu untuk merasai suhu tubuh yang normal.\n\n\nPenelitan menemui, antara kehangatan yang bagus untuk bayi adalah sentuhan kulit ke kulit antara ibu dan bayi.\n\n\n#3. Membantu dalam penyusuan susu badan\n\n\n\n\nSetiap bayi yang diletakkan di atas perut ibu mampu memiliki kemampuan untuk menemukan payudara ibu.\n\n\n#4. Menghantar bakteria baik\n\n\n\n\nBayi juga boleh mendapat bakteria bayi melalui sentuhan kulit ke kulit setelah dilahirkan ibu. Bakteria di vagina dan pada kulit berbeza dengan bakteria yang ditemui di hospital, jadi paparan awal menjelaskan bayi boleh mengembangkan bakteria yang sihat dengan cara ini.\n\n\nManfaat lain juga adalah membantu si kecil untuk menyusu buat pertama kali. Beberapa gula kompleks di air susu ibu dapat dicerna bayi baru lahir sekaligus dapat memberi perlindugan dari bakteria berbahaya. Bahkan, para ahli penelitian berpendapat bakteria baik melindungi tubuh dari penyakit alergi.\n\n\n#5. Meredakan rasa sakit\n\n\n\n\nManfaat \nskin to skin\n juga dikatakan boleh meredakan sakit jika dilakukan dalam masa tertentu. Perawat di inkubator menemukan meredakan sakit yang paling baik adalah sentuhan kulit yang lebih lama.\n\n\n#6. Memperkuatkan komunikasi antara ibu dan bayi\n\n\n\n\nWaktu setelah dilahirkan menjadi kesempatan emas untuk ibu bapa belajar perilaku bayi sama ada si kecil sedang lapar, kenyang, rasa tidak selesa dan lain-lain.\n\n\nBayi yang melakukan sentuhan kulit ini dapat membantu memastikan ibu mempelajari tanda dari bayi lebih awal, meningkatkan komunikasi dan meningkatkan rasa percaya diri pada ibu.\n\n\n#7. Mengurangkan stres selepas lahir\n\n\n\n\nPenelitian baru menemui sentuhan kulit ini boleh menurunkan tingkat tekanan yang dialami ibu selepas bersalin. Dengan mengendong, mencium dan menyusui bayi setelah melahirkan menstimulasikan pola harmon dalam tubuh ibu yang didorong oleh perilaku ibu.\n\n\n#8. Meningkatkan ikatan antara ibu dan bayi\n\n\n\n\nBiasanya perubatan tradisional selepas bayi lahir adalah memindah bayi ke ruang lain untuk dirawat dan ibu boleh beristirehat di dalam kamar. Namun begitu, metod ini sudah berubah kerana sudah mendapat banyak manfaat sentuhan kulit ke kulit antara ibu dan bayi.\n\n\nSebab itu, selepas proses kelahiran ibu dan bayi akan tinggal bersama di hospital kecuali jika beberapa keadaaan kesihatan yang memerlukan ibu dan bayi berpisah sementara.\n\n\nApatah lagi manfaat skin to skin ini salah satunya memungkinkan semua panca indera dalam memelihara hubungan penting ini.\n\n\nSemoga Bermanfaat\n\n\nPoliklinik Az-Zaara\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/shaken-baby-syndrome/", "title": "SHAKEN BABY SYNDROME", "body": "\n\nBahaya goncang anak sewaktu bayi.\n\n\n\n\nTahukah anda, perbuatan seperti :-\n\n\nMelambung bayi\nMenggoncang bayi\nSenaman akrobatik bayi\n\n\nAdalah sangat bahaya untuk bayi.\n\n\nBayi mempunyai otak yang lembut dan otot leher yang lemah. Bayi juga mempunyai salur darah yang sangat halus.\n\n\nMenggoncang bayi atau kanak-kanak kecil boleh menyebabkan otak menhentak dinding tengkorak dan menyebabkan salur darah terkoyak, pendarahan dan otak membengkak.\n\n\nKesan lain adalah seperti patah tulang belakang, leher, dan juga kerosakan pada mata.\n\n\n\n\nShaken baby syndrome (SBS) kerap berlaku pada bayi berumur bawah 2 tahun. Namun ianya boleh berlaku pada kanak-kanak berumur 5 tahun.\n\n\nKebanyakan kes berlaku pada umur 6 -8 minggu dimana bayi kerap menangis. Penjaga yang stress akibat bayi yang kerap menangis atau untuk melepaskan geram adalah contoh paling kerap mengapa bayi digoncang.\n\n\nAda juga menggocang bayi kerana aktiviti fizikal yang kononnya memberikan senaman kepada bayi.\n\n\nAnda tidak sepatutnya menggoncang bayi dalam apa jua keadaan. SBS adalah satu perkara yang serius dan boleh dikategorikan sebagai penderaan. Jika anda rasakan anak anda merupakan mangsa penderaan SBS, bawa kepada doktor untuk rawatan dan laporkan kepada polis untuk tindakan undang-undang.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/tanda-tanda-penyakit-pneumonia-jangkitan-paru-paru-yang-harus-diawasi-pada-kanak-kanak/", "title": "TANDA-TANDA PENYAKIT PNEUMONIA (JANGKITAN PARU-PARU) YANG HARUS DIAWASI PADA KANAK-KANAK", "body": "\n\nPneumonia atau radang paru-paru adalah antara punca utama bagi kematian bayi dan kanak-kanak di Filipina. Mujurlah penyakit ini boleh dielak dan dirawat.\n\n\nAtas sebab itu, ibu bapa harus lebih peka dalam mengenal tanda-tanda penyakit pneumonia dan mengetahui langkah-langkah mudah yang mampu mencegah penyakit ini.\n\n\n\n\nTanda-tanda penyakit Pneumonia\n :\n\n\nKesukaran bernafas\nDemam dengan suhu bawah 38.5 C\nRasa tidak selesa\nSimptom selesema seperti sakit tekak, menggigil, sakit kepala\nBatuk kering dan tanpa henti\nBernafas dengan laju dan berdehit\nSakit perut\nSakit dada\nMenggigil\nMuntah\nHingus berdarah atau dengan warna hijau atau kuning\nHilang selera makan (untuk kanak-kanak) dan menolak susu (untuk bayi)\n\n\n\n\nTanda-tanda penyakit pneumonia berbeza-beza bergantung pada bahagian paru-paru yang telah dijangkiti kuman. Paru-paru dengan jangkitan di bahagian tengah dan atas akan mengakibatkan kesukaran bernafas; manakala paru-paru dengan jangkitan di bahagian bawah mampu mengakibatkan \nMUNTAH\n, \nLOYA\n dan \nSAKIT PERUT\n.\n\n\nPunca penyakit pneumonia atau jangkitan paru paruPneumonia boleh disebabkan oleh bakteria, fungus, virus atau parasit.\n\n\nBakteria yang mengakibatkan penyakit pneumonia adalah streptokokus dan mikoplasma (pneumonia yang biasa digelar “walking pneumonia”). Virus pula adalah virus demam selesema (influenza) dan virus sinsitium pernafasan (RSV).\n\n\nBagi individu dengan sistem ketahanan badan (imun) yang lemah, penyakit pneumonia boleh diakibatkan oleh organisma “pneumocystis jiroveci”. Organisma ini mengakibatkan serangan radang paru-paru pada pesakit HIV. Atas sebab itu, doktor akan meminta anda menjalani ujian HIV.\n\n\n\n\nJangkitan paru paru\n\n\nKanak-kanak boleh dijangkiti radang paru-paru apabila :\n\n\nMenghidu udara yang telah dijangkiti pneumonia atau bakteria tertentu.\nMenghidap jangkitan pada sistem pernafasan seperti selesema\nMengalami komplikasi akibat penyakit lain seperti cacar air atau campak\nDalam kes sawan dan strok, jangkitan terjadi akibat menarik nafas dengan jus gastrik dalam perut, perut dipenuhi makanan, atau muntah dalam paru-paru.\n*Perhatian\n: Virus atau bakteria yang mengakibatkan penyakit radang paru-paru sering ada dalam hidung. Apabila virus atau bakteria ini merebak ke paru-paru, individu yang sihat juga mampu dijangkiti pneumonia. Ia sering terjadi selepas selesema atau ketika menghidap penyakit paru-paru obstruktif yang kronik.\nPneumonia\n boleh tersebar melalui komuniti (seperti di sekolah atau tempat kerja) atau tersebar melalui tempat penjagaan kesihatan (seperti di hospital). Kedua-dua konsep penyebaran memerlukan rawatan yang berbeza. Dalam artikel ini, perbincangan akan difokuskan pada penyebaran melalui komuniti kerana kanak-kanak lebih cenderung dijangkiti di sekolah berbanding di fasiliti penjagaan kesihatan.\n\n\n\n\nFaktor & Individu Yang Berisiko\n\n\nIndividu dengan sistem ketahanan badan yang lemah. Individu dengan HIV atau AIDS, sedang menjalani kemoterapi, pemberian steroids jangka masa panjang, dan baru menjalani proses pemindahan organ.\nIndividu dengan penyakit kronik seperti sakit jantung, asma, atau penyakit paru-paru obstruktif kronik.\nUsia – Bayi, kanak-kanak dan orang tua yang berusia 65 tahun ke atas adalah individu dengan sistem ketahanan badan yang lemah, atau memiliki isu kesihatan sedia ada yang memudahkan jangkitan pneumonia.\nIndividu yang menerima rawatan di hospital, seperti yang berada dalam wad ICU dengan alat bantuan pernafasan.\n\n\nKomplikasi \n\n\nSukar bernafas. Kes pneumonia yang serius boleh mengakibatkan sesak nafas. Maka, pesakit harus dihantar ke hospital untuk alat bantuan pernafasan.\nParu-paru bengkak dan bernanah, akibat nanah dalam rongga paru-paru. Nanah dibuang dengan menggunakan antibiotik, kaedah mengeluarkan air atau pembedahan dengan tiub panjang dan jarum.\nAda bakteria dalam saluran darah; bakteremia. Bakteria dalam darah mampu merebak ke paru-paru, mengakibatkan kes kegagalan organ berfungsi.\nCecair bertakung dalam paru-paru. Cecair harus dikeluarkan dengan segera sebelum jangkitan lain menyerang\n\n\n\n\nHubungi Doktor Jika…\n\n\nDemam adalah salah satu tanda-tanda penyakit yang boleh dipantau, bagi mengesan penyakit pneumonia. Pantau suhu badan anak-anak anda setiap pagi dan petang. Hubungi doktor jika suhu badan anak anda mencecah 38 C (bagi bayi baru lahir) dan 38.9 C ke atas (bagi bayi 6 bulan ke atas & kanak-kanak).\n\n\n– Ujian dan Diagnosis –\n\n\nPneumonia boleh dikesan menerusi pemeriksaan fizikal yang dijalankan oleh doktor. Doktor akan mendengar bunyi pernafasan dan bunyi “crackling”. (bunyi crackling salah satu tanda pneumonia)\n\n\nPneumonia juga boleh dikesan melalui pemeriksaan X-ray dada, ujian darah, ujian kahak (sampel cecair dalam paru-paru, atau kahak dianalisis); dan ujian oksimetri nadi (mengukur tahap oksigen dalam darah).\n\n\nPesakit yang lebih tua atau pesakit dengan masalah kesihatan yang serius pula boleh menjadi imbasan CT pada bahagian dada dan ujian cairan pleura (membantu mengenal pasti jangkitan).\n\n\n– Rawatan dan Ubat-ubatan –\n\n\nBakteria penyakit radang paru-paru boleh dibunuh dengan mengambil antibiotik mengikut jadual, seperti yang ditetapkan doktor.\n\n\nAntara ubat-ubatan lain yang boleh membantu melegakan tanda-tanda penyakit adalah :\n\n\nUbat batuk untuk membebaskan cecair paru-paru\nUbat demam seperti anti-pyretics, ibuprofendan Jangan beri ubat aspirin pada kanak-kanak, ia boleh mengakibatkan sindrom Reye.\n\n\nKanak-kanak harus segera menerima rawatan di hospital, jika…\n\n\nBerusia lebih muda daripada 2 bulan\nSukar untuk bernafas\nDehidrasi\nSering kali mengantuk\nMemiliki tahap oksigen dalam darah yang rendah\nSuhu badan yang lebih rendah daripada biasa\n\n\n– Rawatan Di Rumah –\n\n\nDalam kes walking pneumonia, jangkitan biasanya tidak teruk. Maka, kanak-kanak masih berupaya untuk ke sekolah. Namun, kanak-kanak yang tidak sihat dinasihatkan agar kekal di rumah dan berehat.\n\n\nApa yang boleh dilakukan di rumah :\n\n\nBeri kanak-kanak minum air dan makan sup reneh dengan banyak, untuk mengeluarkan toksin dari badan.\nJika kanak-kanak sakit dada, demah dadanya.\nPastikan kanak-kanak mengambil ubat-ubatan dengan betul, untuk menghapus bakteria.\n\n\nSemoga Bermanfaat\n\n\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/tarik-nafas-masa-jumpa-doktor-mana-satu-yang-betul/", "title": "TARIK NAFAS MASA JUMPA DOKTOR. MANA SATU YANG BETUL?", "body": "\n\nDah banyak kali check dengan doktor kat klinik, tapi masih ramai yang salah.\n\n\nMasa doktor guna stetoskop dengar jantung dan paru-paru tu, korang tarik nafas macam mana?\n\n\nAda yang tarik nafas dalam-dalam, pastu tahan nafas.\n\n\n\n\nAda juga yang tarik nafas pastu hembus, tarik hembus tarik hembus tarik hembus. Laju dia macam tengah lari pecut 100 meter.\n\n\nAda juga yang terus tahan nafas lepas doktor letak je stetoskop tu kat dada dia.\n\n\nSo mana satu yang betul ni?\n\n\nBiasanya doktor akan bagitau macam mana nak tarik nafas.\n\n\nSebab kalau nak dengar degupan jantung, doktor biasanya akan suruh \ntarik nafas macam biasa\n atau \ntahan nafas sementara\n. Bila pesakit tahan nafas, doktor boleh dengar degupan jantug dengan lebih jelas tanpa dikaburi dengan bunyi nafas.\n\n\nKalau bunyi nafas tidak terlalu kuat, dengan bernafas seperti biasa pun doktor boleh dengar bunyi jantung. Cuma bila nak dengar bunyi deruan/murmur, ada beberapa teknik yang perlu dilakukan. \n\n\nAda yang kena tahan nafas, ada yang kena tarik nafas dalam-dalam dan tahan. Yang tu doktor akan terangkan lebih lanjut masa nak check. So ikut jela arahan tu ya.\n\n\n\n\nTapi kalau doktor nak dengar bunyi dalam paru-paru, doktor akan suruh tarik nafas dalam-dalam dan lepas. Jangan tahan nafas tu, nanti senyap sunyi je bunyi paru-paru tu. doktor tak boleh dengar apa-apa. \n\n\nUntuk dengar bunyi nafas, doktor kena dengar bunyi udara masuk dan juga udara keluar. \n\n\nDaripada bunyi tu, macam-macam masalah boleh dikesan macam bunyi rhonci atau bunyi asma, bunyi kahak di tekak (transmitted sound), bunyi saluran udara tersepit (stridor), bunyi udara kurang masuk dan lain-lain. \n\n\nDengan memeriksa bunyi-bunyi ni baru doktor boleh membuat diagnosis dengan tepat.\n\n\nSelamat menarik nafas dengan betul, supaya doktor dapat membuat diagnosis dengan tepat.\n\n\nSemoga bermanfaat.\n\n\nPoliklinik Az-Zaara\nTaman Dato Ahmad Razali Ampang\n03-42663686/011-52300300\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/tiap-kali-scan-bayi-selalu-sorokkan-jantina-ini-rahsianya/", "title": "TIAP KALI SCAN BAYI SELALU SOROKKAN JANTINA? INI RAHSIANYA…", "body": "\n\nIbu Kena Minum Banyak Air Kosong\n\n\nKetika ibu masih berada pada peringkat awal kehamilan, mungkin agak sukar untuk mendapatkan hasil \nscan\n jantina bayi dengan tepat. Hal ini kerana kebanyakan mesin imbasan tidaklah memiliki teknologi tinggi sehingga boleh menunjukkan jantina bayi secara lebih awal.\n\n\nUntuk pengetahuan anda, jantina anak telah ditentukan secara genetiknya semasa proses persenyawaan. Memasuki usia 13 minggu, bayi akan berada dalam kedudukan mengerekot dan seolah-olah aksi akrobatik. Ini sekaligus menjadi tanda tanya kepada ibu ayah sama ada lelaki ke perempuan memandangkan sukar untuk melihat bahagian kemaluannya.\n\n\n\n\nTahap \nscan\n jantina bayi mengikut usia kandungan\n\n\nUltrasound scan\n kini menjadi kaedah yang selamat, tepat dan menguntungkan. Banyak kajian klinikal mengenai penggunaan\nultrasound\n untuk diagnosis telah diterbitkan dalam jurnal-jurnal perubatan tidak menunjukkan kesan berbahaya terhadap sel-sel haiwan uji kaji serta manusia.\n\n\nDalam hal ini, tiada peraturan yang tetap seberapa banyak anda perlu melakukan imbasan semasa kehamilan. Antara yang dicadangkan ialah:\n\n\n#1.\n \nScan awal \n\n\n\n\nIa dilakukan seawal antara minggu ke-6 dan minggu ke-10. Antara tujuannya adalah untuk menentukan kandungan dalam rahim dan bukan kehamilan luar rahim \n(ektopik)\n ataupun kehamilan molar. Selain itu, anda juga dapat mengetahui kehamilan ini tunggal mahupun kembar.\n\n\n#2. Nuchal Translucency (NT Scan)\n\n\n\n\nNt scan ini dilakukan antara minggu ke-11 dan minggu ke-13. Ia mampu mengesan hampir 90 peratus penanda kecacatan bayi dengan mengukur ketebalan cecair di belakang leher, mengesan kehadiran tulang hidung, menentukan jangka tarikh lahir bayi dan mengukur panjang janin (CRL).\n\n\n#3. Detail scan (anomaly scan in 2D)\n\n\n\n\nImbasan ini dilakukan antara minggu ke-18 dan minggu ke-24 kehamilan. Tujuannya adalah untuk mengesan 80 peratus fizikal keabnormalan yang serius seperti spina bifida, bibir sumbing, anencephaly, lubang di tengah jantung dan sebagainya. Bukan itu sahaja, ia juga dilakukan untuk menilai tahap air ketuban serta kedudukan uri.\n\n\nAkan tetapi, imbasan ini tidak dapat mengesan kecacatan kromosom seperti \nsindrom down.\n Hanya ujian amniosentesis ataupun CVS sahaja boleh mengesan kecacataan kelahiran kromosom secara lebih tepat.\n\n\n#4. Growth scan\n\n\n\n\nIa dilakukan ketika kandungan berusia antara 24 dan 34 minggu. Tujuannya adalah untuk menilai perkembangan dan pembesaran bayi, menilai \ndoppler\n pengaliran darah serta mengetahui kedudukan bayi.\n\n\n#5. Presentation scan\n\n\n\n\nImbasan ini dilakukan antara minggu ke-35 sehingga proses kelahiran bayi. Tujuannya untuk menilai tahap air ketuban, menilai sama ada kedudukannya normal ataupun songsang dan mengukur perkembangan bayi.\n\n\n#6. 3d atau 4d scan\n\n\n\n\nIa dilakukan antara 28 minggu sehingga 36 minggu. Ibu ayah pastinya lebih teruja kerana imej berwarna dalam imbasan 3d dan 4d ini jauh lebih cantik serta jelas kelihatan wajah bayi dalam kandungan.\n\n\nPetua bagi mendapatkan hasil yang tepat ketika scan jantina bayi\n\n\nBagi memudahkan anda mengetahui jantina bayi dalam kandungan semasa melakukan imbasan, lakukan beberapa petua ini:\n\n\n1- Selalu memakai pakaian yang longgar dan selesa\n\n\n2- Memastikan usia kandungan bersesuaian dengan pakej yang ingin diambil\n\n\n3- Amalkan minum air kosong dengan kuantiti banyak\n\n\n4- Tingkatkan pengambilan gula 1 hingga 2 jam sebelum temu janji\n\n\n5- Fahami waktu terjaga dan tidur bayi\n\n\nJusteru dalam mengetahui jantina bayi, ibu boleh melakukan imbasan seawal minggu ke-15 kehamilan. Namun ia kebiasaannya menjadi sukar dikesan dan amat ketara jika bayi masih kecil. Jadi minggu yang kami cadangkan adalah ke-22 dan ke atas.\n\n\nOleh hal demikian usahlah terlalu mengharapkan untuk memperoleh cahaya mata mengikut jantina yang anda inginkan. Tidak kisahlah sama ada lelaki ataupun perempuan, asalkan ia dapat dilahirkan dengan mudah dan sihat.\n\n\n\n\nIbu mengandung juga disarankan untuk mengamalkan pengambilan makanan penuh nutrisi seperti buah-buahan dan sayur-sayuran. Elakkan terlalu ‘melayan’ perasaan mengidam terhadap makanan manis atau tinggi gula yang boleh mendatangkan komplikasi kehamilan.\n\n\nBukan itu sahaja, anda juga digalakkan untuk melakukan senaman ringan di rumah atau berjalan kaki di kawasan rumah bagi merangsang perkembangan janin dengan baik.\n\n\nSemoga Bermanfaat\n\n\nPoliklinik Az-Zaara\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/tidur-lambat-boleh-ganggu-perkembangan-otak-anak-ada-tips-untuk-buat-anak-tidur-awal/", "title": "TIDUR LAMBAT BOLEH GANGGU PERKEMBANGAN OTAK ANAK. ADA TIPS UNTUK BUAT ANAK TIDUR AWAL.", "body": "\n\nSeringkali kita dengar ibu bapa merungut anak tidur lambat. Mereka kata anak tidur awal adalah perkara paling mustahil yang boleh dibuat jika berkaitan anak mereka.\n\n\nTidur dan perkembangan otak anak amat berkait rapat, sedangkan kita sendiri yang dewasa ini pun jika tidak cukup tidur, berantakan jadinya hari berikutnya, apatah lagi jika anak yang memang dibiasakan dengan tidur lambat.\n\n\nTidur awal penting untuk perkembangan otak anak\n\n\nPengaruh TV, permainan computer, internet dan gajet bukan sahaja memberi kesan pada kurangnya pergaulan dengan rakan sebaya dan kurang beriadah di waktu siang malah turut mengganggu waktu tidur anak-anak kerana asyik menghadapnya sehingga lewat malam.\n\n\nPendedahan yang lama kepada skrin kadangkala mengganggu otak anak untuk tidur pada sebelah malamnya.\n\n\n\n\nRamai ibu bapa membiarkan sahaja keadaan ini berlarutan dan akibatnya rutin tidur mereka tidak teratur, susah untuk tidur awal dan berdepan masalah bangun pagi sehingga ada yang tidak sempat ke sekolah.\n\n\nTerpaksa ponteng.. Ibu bapa yang pula risau bila fikirkan anak ditinggalkan di rumah keseorangan.\n\n\nTidur awal penting untuk tumbesaran baik\n\n\nKanak-kanak perlu tidur yang cukup dan teratur untuk proses tumbesaran, kecergasan badan dan perkembangan minda.\n\n\nBila tidak cukup tidur, ia akan memberi kesan psikologi seperti mudah berasa letih, cepat naik angin, kurang aktif dan kurang fokus.\n\n\nTips buat anak tidur awal\n\n\n#1. Selaraskan waktu\n\n\n\n\nLatih anak tidur ikut waktu. Sebagai contoh, jika anda mahu dia tidur pukul 9 malam, jadikannya sebagai rutin. Jangan pula pukul 9 malam anda bawa dia keluar makan dan sebagainya.\n\n\nBadan kita ini ibarat jam juga, biasanya dia akan ikut waktu biasa apa yang kita buat. Jadi set badan anak anda supaya boleh tidur pada waktu yang ditetapkan.\n\n\nPastikan mereka konsisten dengan waktu tersebut. Apabila mereka terlajak waktu, automatik mereka akan terasa mengantuk dan masuk ke bilik tanpa paksaan.\n\n\n#2. Elak minum kafein\n\n\n\n\nKanak-kanak memang tak sepatutnya minum kafein pun. Jadi elakkan mereka minum kafein yang boleh menyebabkan anak aktif. Sebaiknya, galak mereka minum air suam pada waktu malam atau susu suam.\n\n\n#3. Banyakkan aktiviti pada waktu siang\n\n\n\n\nPenuhi waktu siang anak dengan pelbagai aktiviti. Jadi apabila malam, mereka cepat berasa letih dan tidur awal.\n\n\n#4. Elak tidur petang\n\n\nTidur sekejap pada waktu tengah hari boleh kerana kanak-kanak yang bersekolah pagi biasanya akan penat dan tertidur. Tapi elakkan hingga petang supaya mereka mudah tidur malam.\n\n\n#5. Tutup perkara yang melekakan\n\n\n\n\nApa juga yang boleh menyebabkan anak anda terleka sehingga terabai waktu tidur, perlu ditutup.\n\n\n#6. Gelapakan bilik awal\n\n\n\n\nCipta suasana suram dalam bilik. Biar mereka terbiasa dengan suasana itu untuk tidur, jadi otak mereka akan automatik set supaya perlu tidur jika keadaan begitu.\n\n\nCipta suasana bilik yang merangsang tidur mereka seperti bau wangi dan menenangkan. Bilik yang kemas dan teratur selain suasana selesa.\n\n\n#7. Buat jadual, beri reward jika patuhi waktu tidur\n\n\n\n\nSiapa saja yang tidak suka dapat reward kan? Tak salah jika anda reward anak jika mereka patuhi waktu tidur dan tidur awal.\n\n\nBuat jadual dan ajar mereka lihat jam, waktu mana yang mereka perlu tidur. Jika mereka patuhi jadual itu, bolehlah reward mereka.\n\n\n#8. Tegas\n\n\n\n\nKadang-kadang, ibu bapa perlu mengguna kuasa veto untuk memerintah anak supaya tidur awal. Tapi, perlu diingat, ia untuk kebaikan anak kita sendiri. Mahukah anda melihat anak lesu dan murung sepanjang perjalanan ke sekolah? Atau anda ingin melihat anak yang cergas setiap pagi?\n\n\nJadi tegaslah ketika suruh anak tidur. Anda boleh lakukannya kerana ia untuk kebaikan mereka juga.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/tip-untuk-para-ibu-yang-berpuasa-ketika-mengandung/", "title": "TIP UNTUK PARA IBU YANG BERPUASA KETIKA MENGANDUNG", "body": "\n\nBulan Ramadhan bakal menjelma tidak lama lagi. Pasti ramai antara kita yang berasa teruja dengan kehadiran bulan yang mulia ini.\n\n\nTetapi, pada masa yang sama, mungkin juga ada di kalangan para ibu mengandung yang berasa sedikit risau tentang kesihatan badan dan bayi mereka.\n\n\nJika anda bercadang untuk berpuasa, di sini ada beberapa tip untuk para ibu yang berpuasa ketika hamil. Cuba tip ini dan lihat bagaimana ia membantu memberikan anda tenaga sepanjang bulan Ramadhan!\n\n\nKURMA\n\n\n\n\nIni merupakan satu tip penting untuk para ibu yang berpuasa ketika hamil. Sememangnya kita tahu bahawa kurma merupakan satu makanan yang sihat. Malah, ia juga adalah sunnah Nabi.\n\n\nUntuk bulan Ramadhan yang akan datang ini, cuba lakukan tip yang telah dikongsikan oleh seorang ibu di FB. Pada waktu malam, sebelum masuk tidur, ambil 3 biji kurma. Buang kulitnya dan racit-racit sedikit kurma itu menjadi kepingan kecil. Kemudian, rendam dalam air masak.\n\n\nApabila anda bangun sahur keesokkan paginya, tapis dan kisar kurma tersebut bersama dengan secawan susu segar. Minum dan niat supaya diberikan tenaga berpanjangan pada hari berpuasa!\n\n\n2. \nAMBIL MAKANAN SEIMBANG\n\n\n\n\nSelain daripada makanan sunnah di atas, anda juga perlu memastikan hidangan di dalam pinggan anda lengkap dari segi nutrisi. Sebagi panduan, lihat saranan makanan buat ibu mengandung yang ingin berpuasa pada bulan Ramadhan yang akan datang ini.\n\n\nKarbohidrat kompleks seperti roti dan nasi\nMakanan berasaskan protein seperti daging, ayam, ikan atau kekacang seperti lentil dan kacang pis\nSayuran atau ulam-ulaman\n\n\nSebagai tip tambahan, kurangkan pengambilan gula yang berlebihan. Pada bulan puasa, kita semua memang suka makan kuih tradisional seperti kuih limas, ondeh-ondeh dan pelbagai lagi, tiada masalah. Cuma, \nkurangkannya\n!\n\n\nIni adalah kerana, pengambilan gula berlebihan akan menyebabkan \nparas gula dalam badan kita bertambah secara mendadak\n. Ia juga mudah untuk turun semula. Proses ini hanya akan menyebabkan anda \nmudah pening dan mengantuk\n.\n\n\n3. \nPERBANYAKKAN MINUM AIR KOSONG\n\n\n\n\nMinum air kosong yang banyak adalah penting buat orang yang berpuasa dan menjadi lebih penting buat ibu yang mengandung. Selepas masuk waktu berbuka puasa, anda perlu memperbanyakkan minum air kosong.\n\n\nSama juga ketika bersahur. Jangan lupa untuk mendapatkan bekalan air kosong untuk badan anda. Ia memastikan anda kekal hidrasi di siang hari.\n\n\nApa yang Patut Anda Elakkan Apabila Berpuasa Ketika Hamil?\n\n\nSelain daripada cadangan hidangan yang boleh anda cuba ketika berpuasa nanti, ada juga beberapa perkara yang perlu anda \nelakkan\n. Antaranya adalah :\n\n\nKurangkan pengambilan kopi dan teh kerana minuman ini mengandungi \nkafein\n.\n\n\n\n\nKurangkan pengambilan makanan \nberempah dan pedas\n kerana ia mungkin menyebabkan pedih perut.\n\n\n\n\nKurangkan makanan \nberminyak dan berlemak\n untuk mengelakkan sakit pedih ulu hati dan bertambah berat badan.\n\n\n\n\nAdakah Berpuasa Ketika Hamil Akan Menyebabkan Bayi Kecil dan Kurang Nutrisi?\n\n\n\n\nTidak. Menurut kajian yang telah dilakukan setakat ini tentang kesan berpuasa kepada ibu mengandung dan bayi, sebenarnya aktiviti berpuasa, secara am, tidak meninggalkan banyak kesan negatif kepada bayi dan ibu. Antara laporan kajian yang pernah dibuat adalah :\n\n\nBayi para ibu \nyang berpuasa\n tidak mempunyai banyak bezanya dengan bayi para ibu \nyang tidak berpuasa\n.\nPerbezaan dalam berat bayi apabila dibandingkan antara bayi ibu berpuasa dan tidak berpuasa adalah \ntidak ketara\n.\nKajian mendapati bayi yang dilahirkan oleh ibu yang berpuasa adalah lebih kurus dan kecil, tetapi perbezaannya juga adalah \ntidak ketara\n.\n\n\nJadi, anda tidak perlu risau. Jika doktor telah mengesahkan yang ianya adalah selamat untuk anda berpuasa ketika hamil, maka anda boleh melakukan ibadah berpuasa tanpa ragu-ragu.\n\n\nIsyarat Berbahaya Yang Menandakan Anda Perlu Pemeriksaan Doktor Atau Berhenti Berpuasa\n\n\n\n\nTetapi, jika anda mengesan beberapa perkara yang terjadi ketika anda berpuasa, maka segeralah dapatkan pemeriksaan doktor.\n\n\nAnda berasa pening-pening dan lemah badan yang serius\nAnda pengsan\nSakit pedih ulu hati yang teruk\nJika anda berada di trimester yang pertama, berat badan anda tidak bertambah secara mencukupi\nAir kencing menjadi pekat dan kuat baunya\nAnda berasa loya dan muntah-muntah dengan teruk\n\n\nBagaimana Pula Dengan Ibu yang Mengandung Anak Kembar?\n\n\n\n\nBagi para ibu yang sedang mengandung anak kembar dan bercadang untuk berpuasa pada bulan Ramadan yang akan datang ini, mereka juga perlu berbincang dengan doktor masing-masing. \n\n\nPara doktor akan melihat sejarah kehamilan yang lalu dan keadaan kehamilan sekarang bagi menentukan sama ada seseorang ibu yang mengandung itu, anak seorang atau kembar, mampu untuk berpuasa selama sebulan.\n\n\nAda beberapa keadaan ibu mengandung yang tidak disarankan untuk berpuasa :\n\n\nIbu hamil yang mempunyai masalah darah tinggi yang tidak terkawal\nIbu hamil yang mempunyai risiko kelahiran pramatang\nMasalah diabetes mellitus\nBerpenyakit buah pinggang dan hati\nBerpenyakit asma\nKehamilan kembar\n\n\nPerlukah Menggantikan Puasa, Membayar Fidyah atau Kedua-Duanya?\n\n\n\n\nAda banyak pendapat ulama tentang hukum menggantikan puasa yang ditinggalkan oleh ibu hamil atau ibu yang sedang menyusukan anak.\n\n\n“\nSelepas\n \nmeneliti dalil, kami lebih cenderung kepada pendapat mazhab Syafie dan Hanbali yang menyatakan hendaklah qadha sahaja jika kedua-duanya bimbang terhadap diri sendiri sahaja. Sebaliknya jika juga dibimbangi terhadap anak dan dirinya maka hendaklah diqadha dan membayar fidyah\n.”\n\n\nJadi, kesimpulannya:\n\n\nJika ibu risau akan kesihatan dirinya sahaja – Boleh berbuka puasa tetapi \nwajib menggantikan puasa\n dan \ntidak perlu membayar fidyah\n.\nJika ibu sihat dan cuma risaukan keadaan bayi dalam rahim – Boleh berbuka puasa dan \nwajib menggantikan puasa serta membayar fidyah\n.\n\n\nJadi, jika anda sedang mengandung dan bercadang untuk berpuasa, maka silakan. Cuba tip untuk para ibu yang berpuasa ketika mengandung yang kami kongsikan di atas ini.\n\n\nCumanya, jangan lupa untuk mendapatkan nasihat daripada doktor anda. Semoga kita semua beroleh keberkatan dan kebahagiaan dengan kehadiran bulan yang mulia ini!\n\n\nSemoga Bermanfaat\n\n\nPoliklinik Az-Zaara\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/tips-untuk-bawa-bayi-baru-lahir-keluar-jalan-jalan/", "title": "TIPS UNTUK BAWA BAYI BARU LAHIR KELUAR JALAN-JALAN.", "body": "\n\nPasangan yang baru bergelar ibu bapa pasti tidak sabar untuk membawa cahaya mata keluar berjalan-jalan buat pertama kali. Para ibu pastinya teruja untuk menyiapkan si comel dengan pakaian baru atau memakai sedondon dengan mereka.\n\n\nNamun begitu, bolehkah bayi terutamanya yang baru dilahirkan dibawa berjalan? Ditambah pula dengan situasi Covid-19 yang semakin membimbangkan, adakah keadaan selamat sekiranya si manja berada di luar rumah?\n\n\n\n\nIkuti perkongsian oleh Hello Doktor seperti di bawah. Lima tips ini ‘wajib’ diketahui oleh ibu bapa sebelum membawa bayi mereka keluar melihat dunia.\n\n\nPaling penting, ketahui lokasi berbahaya yang patut dielakkan kerana merupakan pusat kuman utama sekaligus berbahaya buat bayi.\n\n\nSelamat ke bayi baru lahir dibawa berjalan?\n\n\nUntuk memutuskan bila masa yang sesuai untuk bawa bayi keluar di tempat awam atau berjalan-jalan untuk kali pertama pastinya boleh mendatangkan kerunsingan pada ibu bapa.\n\n\nKebimbangan utama adalah mengenai tahap sistem imun si manja yang masih belum berkembang sepenuhnya. Pastinya menyukarkan bayi untuk melawan penyakit atau jangkitan.\n\n\n\n\nAdakah perlu untuk menunggu sehingga tempoh waktu tertentu sebelum bayi baru lahir dibawa keluar berjalan?\n\n\nSebenarnya tiada keperluan untuk menunggu sehingga tempoh tertentu sebelum membawa bayi keluar.\n\n\nSekiranya ada yang mengatakan anda perlu menunggu sekurang-kurangnya sebulan, ia \nsalah\n sama sekali.\n\n\nTiada tempoh tertentu untuk bawa bayi keluar\n\n\nHakikatnya, jika bayi anda sihat, mendapatkan udara segar pastinya 1 pilihan yang baik untuk ibu dan bayi, jika anda mengambil langkah berjaga-jaga.\n\n\nMenurut kebanyakan pakar dan profesional kesihatan pediatrik, bayi baru lahir boleh dibawa ke tempat awam atau keluar selagi ibu bapa mengikuti beberapa langkah keselamatan asas.\n\n\nTidak perlu menunggu sehingga 6 minggu atau 2 bulan. Bawa bayi keluar, khususnya bersantai di taman sangat sesuai untuk ibu bapa dan si manja.\n\n\n\n\nCahaya matahari dan udara segar boleh memberikan manfaat kesihatan seperti pendedahan vitamin D, menjadikan tahap emosi dan tenaga lebih baik.\n\n\nWalau bagaimanapun, dalam keadaan tertentu, doktor mungkin akan menyarankan untuk tidak membawa bayi keluar.\n\n\nKeadaan tersebut melibatkan bayi kelahiran pramatang atau mempunyai keadaan kesihatan yang menjejaskan sistem imun mereka.\n\n\nTip bawa bayi baru lahir keluar\n\n\nUntuk memastikan bayi baru lahir anda sihat dan selamat, penting untuk anda berwaspada dengan persekitaran dan individu yang akan ditemui ketika keluar di tempat awam.\n\n\nTugasan penting tersebut perlu dilakukan untuk selama beberapa minggu dan bulan bagi mengurangkan risiko terdedah kepada penyakit sewaktu bawa bayi keluar.\n\n\nJika anda sudah bersedia untuk membawa si manja berjalan, berikut beberapa tip mudah boleh anda amalkan:\n\n\n1. Hadkan pendedahan cahaya matahari\n\n\n\n\nSememangnya matahari dapat memberikan vitamin D yang sangat diperlukan oleh badan terutamanya bayi yang baru dilahirkan.\n\n\nPun begitu, bayi lebih terdedah untuk mengalami selaran matahari, jika terdedah secara berlebihan.\n\n\nSebaiknya hadkan pendedahan kepada sinar UV secara langsung untuk tempoh 15 minit sahaja.\n\n\nUntuk lebih kepastian, berbincanglah dengan doktor bagi menentukan jumlah cahaya matahari yang selamat untuk si manja.\n\n\n2. Elakkan sentuhan dan ciuman\n\n\n\n\nIni tip penting yang perlu diikuti jika anda mahu membawa bayi baru lahir keluar berjalan-jalan.\n\n\nAnda harus sentiasa berwaspada dan berhati-hati dengan individu sekeliling kerana anda tidak dapat mengetahui keadaan kesihatan seseorang.\n\n\nJadi idea paling baik adalah untuk menjauhkan sebarang sentuhan tangan dan wajah kanak-kanak mahupun individu yang tidak dikenali daripada memegang atau mencium bayi anda.\n\n\nDengan ahli keluarga sendiri juga anda harus memilih dan tidak membenarkan mereka yang sakit untuk memegang si manja.\n\n\nTetapi dinasihatkan untuk anda melakukan dengan cara yang berhemah. Elakkan daripada menimbulkan perselisihan faham.\n\n\n3. Selektif tentang lokasi\n\n\nBukan semua tempat sesuai untuk bawa bayi berjalan, ingat ya wahai \nmommies.\n\n\n\n\nTempat seperti sekolah, pejabat doktor, hospital, pusat jagaan harian, kapal terbang mahupun sebarang pengangkutan awam lain adalah tempat yang dikenali sebagai ‘pusat kuman yang utama’. Jadi, sebaiknya, elakkan!\n\n\nTetapi jika keadaan memerlukan anda membawa bayi baru lahir ke tempat disebutkan di atas, sentiasa pastikan si manja berada dalam dakapan atau diletakkan dalam \ncarrier \nmahupun kereta sorong.\n\n\nPastikan anda sentiasa membasuh tangan selepas menyentuh sebarang permukaan atau barangan mahupun tangan individu lain sebelum memegang si manja.\n\n\n4. Keadaan cuaca\n\n\n\n\nPerhatikan juga keadaan cuaca. Jika anda mahu bawa bayi keluar bersiar di taman, elakkan daripada memakaikan pakaian yang berlebihan kepada si comel.\n\n\nBiasanya ibu bapa serta datuk dan nenek percaya bayi sentiasa mahu dibaluti selimut. Hakikatnya ia bergantung kepada cuaca.\n\n\nJika tidak ia mungkin membuatkan bayi berasa panas dan tidak selesa. Cuma sediakan selimut sebagai langkah persediaan.\n\n\n5. Sediakan kelengkapan\n\n\n\n\nUntuk membawa bayi baru lahir berjalan-jalan, walaupun sekadar bersiar di taman kawasan perumahan, anda tetap perlu menyediakan kelengkapan si manja.\n\n\nPakaian salin, lampin bersih, kain napkin, pelindung penyusuan dan tisu basah antara barangan yang harus sentiasa ada semasa keluar.\n\n\nJika anda berasa segan untuk menyusukan bayi di tempat awam, mungkin anda boleh mencari tempat yang lebih selesa untuk melakukan penyusuan.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/vaksin-apakah-yang-berlaku-dalam-badan-anda/", "title": "VAKSIN – APAKAH YANG BERLAKU DALAM BADAN ANDA?", "body": "\n\nVaksin berasal dari perkataan latin \n‘Vaccinus’\n yang membawa maksud ‘berkenaan dengan lembu’. Ia bermula pada tahun \n1796\n apabila \nDr. Edward Jenner\n mendapati gadis pemerah susu lembu yang pernah dijangkiti cacar lembu jarang menderita akibat jangkitan cacar.\n\n\nBeliau telah menjalankan penyelidikan dengan mengambil beberapa titis cecair dari jangkitan cacar lembu disuntik ke tangan seorang budak lelaki yang sihat. Setelah enam minggu budak lelaki tersebut dipanggil semula dan disuntik dengan cecair dari penyakit cacar tetapi budak lelaki tersebut sihat dan tidak dijangkiti penyakit cacar.\n\n\nHasil penemuannya telah berjaya menghapuskan penyakit cacar yang telah membunuh jutaan rakyat Eropah terutama sekali kanak-kanak. Penemuan prinsip penting immunisasi ini, telah diteruskan bagi penyakit lain yang tiada berkaitan dengan lembu seperti \ndifteria, penyakit anjing gila dan sebagainya.\n\n\n\n\nBermula dari abad ke 17, penyelidikan tentang vaksin telah berkembang sejajar dengan teknologi terkini. Perlaksanaan program imunisasi di negara ini khususnya, adalah bertujuan untuk mencegah, mengurangkan jumlah jangkitan dan sekaligus menyingkirkan penyakit tersebut.\n\n\nPada tahun 2010 malaysia telah diiktiraf sebagai negara bebas penyakit \nPoliomyelitis\n. Penyakit yang disebabkan oleh virus polio ini akan menyerang saraf motor mengakibatkan pesakit lemah otot, lumpuh dan boleh menyebabkan kematian. Pengiktirafan ini merupakan satu kejayaan kepada program imunisasi negara.\n\n\nSumber utama program imunisasi adalah vaksin. Dari tafsiran sains ia merupakan satu produk biologikal yang digunakan untuk merangsang sistem imun seorang individu terhadap sesuatu penyakit. Produk ini dihasilkan melalui pembiakan agen penyebab penyakit di makmal.\n\n\nBeberapa kajian akan dijalankan bagi mengenalpasti sifat-sifat agen tersebut terutamanya ciri yang menyebabkan sistem imun manusia lambat atau gagal melawan penyakit sehingga memberi kesan serius atau kematian. Berbekalkan maklumat ini, pelbagai jenis vaksin tercipta antaranya:\n\n\n1- \n\n\nVaksin dari agen hidup yang dilemahkan (Live, attenuated virus)\n\n\nVaksin ini dihasilkan dari agen penyebabkan penyakit yang telah dilemahkan dengan teknologi makmal sehingga mengurangkan kesan penyakit berbanding infeksi semulajadi. Vaksin jenis ini merupakan yang terbaik bagi mengajar sistem imun badan mengenal agen penyakit berkaitan tetapi ia hanya sesuai digunakan bagi individu sihat. Antara vaksin yang menggunakan kaedah ini ialah measles, rubella dan demam campak (chickenpox). Walaubagaimanapun, kekurangan vaksin ini adalah seperti berikut:\n\n\nTidak sesuai bagi seseorang yang mempunyai tahap imuniti yang rendah seperti pesakit yang sedang menjalani kemoterapi ataupun pesakit HIV\nPerlu sentiasa dalam keadaan sejuk untuk mengekalkan potensi vaksin\nKesukaran untuk penghasilan vaksin ini daripada bakteria\n\n\nContoh penghasilan vaksin\n :\n\n\n\n\nEdward Jenner menggunakan cecair dari penyakit cacar lembu yang menginfeksi gadis pemerah susu sebagai penyakit cacar manusia. (1796)\nMaurice Hilleman telah memperolehi virus beguk (mumps) yang menjangkiti anak perempuannya. Virus ini dilemahkan melalui pengkulturan bersiri didalam telur ayam berembrio. Sel tersebut kemudian dikulturkan dimakmal dan jadikan vaksin dikenali Jeryl Lynn mumps vaccine (1963)\nManipulasi DNA. Coleman et al.1 melakukan algorithma pengiraan untuk mereka bentuk urutan DNA. Pensintesis DNA automatik digunakan untuk menghasilkan urutan DNA dan kemudiannya ditransfect ke sel kultur virus menghasilkan virus polio yang dilemahkan.\n\n\n2-\n\n\nVaksin dari agen yang dimatikan (inactivated/killed)\n\n\n\n\nVaksin ini mengandungi agen penyebab penyakit yang telah dimatikan menggunakan kaedah bahan kimia, pemanasan atau radiasi di makmal. Namun demikian kuman ini masih dalam keadaan baik dari segi struktur membran dan antigen. \n\n\nCiri ini menyebabkan sistem imun badan manusia masih boleh mengenalpasti kuman dan bertindakbalas tanpa menyebabkan penyakit. Ia lebih stabil dan tidak menyebabkan mutasi kerana kuman telah mati. \n\n\nNamun kesan rangsangan vaksin ini terhadap sistem imunisasi lemah dan kadangkala memerlukan beberapa dos tambahan bagi mengekalkan tahap imunisasi.Contoh vaksin bagi penyakit polio.\n\n\n3-\n\n\nVaksin dari toksin kuman yang dinyahaktif (Inactivated toxin)\n\n\n\n\nJika kuman menghasilkan sejenis toksin yang menjadi penyebabkan utama penyakit. Kaedah menyahktifkan toksin akan digunakan. Toksin akan dirawat dikenali sebagai toksoid. Ia akan bertindak merangsang sistem imun tubuh bagi agar membentuk antibodi yang spesifik melawan toksin terbabit. Contohnya vaksin bagi penyakit difteria dan tetanus.\n\n\n4-\n\n\nVaksin subunit (Subunit vaccine)\n\n\n\n\nVaksin yang dihasilkan menggunakan hanya sebahagian dari microorganisma terbabit seperti antigen. Sebanyak satu hingga dua puluh antigen yang telah dikenalpasti terbaik meransang sistem imun bagi penyakit tersebut diasingkan dimakmal. Contoh vaksin bagi Hepatitis B , pertusis dan pneumoniae.\n\n\n5-\n\n\nVaksin konjugat (Conjugate vaccine)\n\n\nVaksin ini dihasilkan bagi kuman penyebab penyakit yang berkebolehan menghasilkan pelindung luar membran dikenali sebagai polisakarida. Ciri ini menyebabkan sistem imun yang tidak matang (sistem imun bayi) tidak dapat mengesan kuman terbabit. Oleh itu , toxoid atau antigen telah gabungkan bersama polisakarida agar sistem imun dapat mengenalpasti dan bertindakbalas membentuk imunisasi badan. Contoh vaksin Haemophilus influenzae type B (Hib).\n\n\nSistem imun badan merupakan suatu sistem yang komplek. Ia melibatkan tindakan antara sel dan juga organ. \n\n\nMelalui penggunaan vaksin, sistem imun dapat dirangsang seakan-akan jangkitan kuman secara semulajadi tetapi tidak berterusan kerana agen yang digunakan bersifat lemah, tidak aktif atau sel mati. \n\n\nTindakbalas sistem imun menyerang dan menyingkirkan agen akan berakhir dengan penghasilan Immune memory cell yang bertindak menghasilkan antibodi yang spesifik terhadap jangkitan.\n\n\nApabila individu mendapat jangkitan secara semulajadi , immune memory cell yang terhasil melalui tindakan agen vaksin akan terus menghasilkan sel antibodi yang spesifik terhadap agen. \n\n\nDengan ini, agen tidak berpeluang melakukan kerosakan kepada sel tubuh lalu terus disingkirkan. Individu yang telah divaksinasi mungkin tidak menyedari jangkitan atau mengalami tanda penyakit yang minima.\n\n\nSelain itu, individu yang telah divaksinasi juga akan melangkau fasa berjangkit dimana, individu ini tidak akan menyebarkan kuman tersebut kepada individu lain dan mengelak berlakunya wabak.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/vaksin-covid-19-dan-ibu-hamil/", "title": "VAKSIN COVID-19 DAN IBU HAMIL", "body": "\n\nDalam situasi yang tegang sekarang, kita semua hanya mengharapkan pandemik Covid-19 ini berakhir secepat mungkin agar kehidupan kembali normal walaupun normal mungkin tidak sama lagi dengan apa yang kita lalui dahulu.\n\n\nKini ibu yang sedang hamil sesuai menerima suntikan vaksinasi Covid-19 berdasarkan panduan yang dikemas kini Kementerian Kesihatan (KKM). Jadi pastinya ramai ibu hamil yang ambil peluang untuk mendapatkan perisai wabak membunuh ini selepas KKM mengeluarkan panduannya.\n\n\nDALAM KEHAMILAN\n\n\nGambar sekadar hiasan\n\n\nWanita yang sedang hamil adalah disyorkan untuk divaksinasi selepas \n12\n minggu. Namun vaksinasi untuk ibu hamil pada bila-bila tempoh kehamilan juga tidak boleh dihalang selepas mengambil kira risiko dan manfaat kerana kumpulan ini terdedah dengan jangkitan pada hujung trimester kedua dan ketiga.\n\n\nPRA KEHAMILAN\n\n\nGambar sekadar hiasan\n\n\nSemua jenis vaksin Covid-19 yang tersedia adalah selamat dan tidak mempunyai kaitan dengan ketidaksuburan. Wanita digalakkan untuk menyempurnakan vaksinasi sebelum memulakan rancangan kehamilan.\n\n\nIBU MENYUSU\n\n\nGambar sekadar hiasan\n\n\nSemua jenis vaksin Covid-19 yang tersedia adalah selamat ketika tempoh penyusuan. Para ibu boleh mendapatkan vaksin apabila pulih sepenuhnya selepas bersalin.\n\n\nDapatkan nasihat pakar obstetrik anda jika anda ada sebarang pertanyaan mengenai vaksinasi Covid-19 semasa hamil.\n\n\n\n\nSEMOGA BERMANFAAT.\n\n\nPOLIKLINIK AZ-ZAARA \n\n"}
{"url": "https://article.poliklinikazzaara.com.my/vaksin-kancing-gigi-kena-ambil-masa-pregnant-kenapa/", "title": "VAKSIN KANCING GIGI KENA AMBIL MASA PREGNANT, KENAPA?", "body": "\n\nMasa tak pregnant takde plak kena amik vaksin ni ye? Kenapa masa pregnant kena amik?\n\n\nSebab masa pregnant, risiko berlaku luka sangat tinggi. Bila boleh berlaku luka masa pregnant?\n\n\n\n\n1- Kalau terbersalin awal, tak sempat sampai ke hospital. Luka berlaku, pendarahan berlaku, kuman Clostridium tetani yang menyebabkan tetanus boleh masuk melalui luka dan menyebabkan jangkitan.\n\n\n2- Masa nak potong tali pusat. Kalau pisau/gunting yang digunakan tidak bersih dari kuman, kuman boleh masuk melalui luka tersebut dan menjangkiti ibu dan anak yang baru lahir.\n\n\n3- Masa bersalin pembedahan. Masa bersalin secara pebedahan di hospital memang semua alat dah disterilekan dengan baik. Jadi risiko dapat jangkitan dari sana sangat rendah. \n\n\nNamun selepas pembedahan, penjagaan luka yang tak betul, tangan yang tak dicuci dengan bersih sebelum memegang bahagian luka, tu semua punca macam mana kuman tetanus boleh masuk dalam badan melalui luka.\n\n\n4- Kalau bersalin secara normal, tetapi ada luka episiotomi, penjagaan luka episiotomi tu pun penting. Penjagaan yang tak betul juga boleh menyebebkan kuman tetanus boleh masuk ke dalam badan melalui luka tersebut.\n\n\n\n\nJadi, banyak risiko yang perlu dilalui oleh ibu yang lepas bersalin. Sebab itu vaksin tetanus ini diberikan semasa ibu mengandung, sebelum bersalin. Supaya jangkitan ini dapat dielakkan.\n\n\nBerbaloi kan? Mencegah lebih baik dari merawat kan?\n\n\nSemoga bermanfaat.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/vaksin-pentingkah-untuk-anak-saya/", "title": "VAKSIN: PENTINGKAH UNTUK ANAK SAYA?", "body": "\n\nApakah \nvaksin\n?\n\n\nVaksinasi adalah cara yang paling efektif untuk melindungi anak-anak kita daripada jangkitan penyakit yang boleh membawa kematian.\n\n\nVaksinasi merupakan satu proses pembentukan imuniti. Ia dapat melindungi bayi dan kanak-kanak daripada beberapa penyakit tertentu dengan mudah, selamat dan berkesan.\n\n\nIni dilakukan melalui \npemberian vaksin bagi pembentukan antibodi\n untuk membina daya ketahanan badan.\n\n\nPemberian vaksin boleh dilakukan secara suntikan atau secara pemakanan.\n\n\n\n\nVaksin adalah virus/bakteria yang mati atau dilemahkan dan diberikan secara suntikan atau melalui mulut.\n\n\nImuniti (daya tahan) boleh diperolehi melalui 2 cara:\n\n\nAktif \n– Antibodi diperolehi hasil daripada jangkitan penyakit berkenaan.\nPasif \n– Antibodi diperolehi melalui imunisasi\n\n\nPenyakit – penyakit yang boleh dicegah melalui vaksinasi\n\n\nTibi (Tuberculosis)\n – akibatkan radang paru – paru, radang selaput otak, jangkitan pada organ lain seperti usus, tulang, sendi serta buah pinggang dan boleh membawa maut.\nHepatitis B\n – boleh menyebabkan penyakit hati kronik (chronic liver disease) dan kanser hati.\nPolio\n – lumpuh dan mengakibatkan ketidakupayaan fizikal atau kematian.\nDifteria\n – akibatkan kesukaran bernafas,masalah jantung dan saraf.\nPertussis (batuk kokol)\n – boleh menyebabkan radang paru-paru, epilepsi dan boleh membawa maut.\nMeasles (campak)\n – akibatkan radang paru-paru, radang selaput otak (meningitis), radang otak (encephalitis), pekak, buta, cirit-birit dan kematian.\nMumps (beguk atau bengkak di belakang telinga hingga dagu)\n – radang otak (encephalitis), radang buah zakar (orchitis) yang boleh membawa kemandulan.\nRubella\n –  pada ibu yang mengandung boleh mengakibatkan bayi dilahirkan cacat seperti katarak (buta), pekak, jantung berlubang, terencat tumbesaran dan terencat akal. Kecacatan ini dikenali sebagai Congenital Rubella Syndrome.\nPenyakit Hib (Haemophilus influenza type B)\n akan menyebabkan radang paru-paru, radang selaput otak, pekak, buta, epilepsi dan terencat akal serta radang epiglotis yang menyebabkan saluran pernafasan tersumbat.\n\n\n\n\nKepentingan vaksin\n\n\nVaksin telah membantu menyelamatkan nyawa ramai kanak-kanak.\n\n\nMeskipun begitu, kedengaran kini spekulasi yang membimbangkan kita berhubung imunisasi di mana ia dikatakan boleh membawa kepada penyakit autisme dan masalah-masalah lain.\n\n\nRamai ibu bapa tertanya-tanya akan potensi vaksin ini dalam melambatkan atau mengelakkan penyakit.\n\n\nIni boleh meletakkan semua anak-anak kita pada risiko – itulah sebabnya ia begitu penting untuk memisahkan fakta daripada auta.\n\n\n\n\nWalaupun begitu, kepentingan dan kebaikan vaksin mengatasi kesan sampingannya. \nAntara kepentingan vaksin kepada bayi anda:\n\n\nImunisasi memberi faedah kesihatan kepada kanak-kanak kerana dapat mengelakkan daripada dijangkiti pelbagai penyakit berjangkit yang serius yang boleh mengakibatkan kecacatan dan kematian.\nKebanyakan penyakit berjangkit ini tidak mempunyai rawatan khusus dan boleh mengakibatkan kesan sampingan dan komplikasi yang teruk dan kekal.\nMencegah adalah lebih baik daripada merawat. Imunisasi juga dapat mengelakkan kesengsaraan yang dialami oleh kanak-kanak itu dan juga ahli keluarga.\nImunisasi dapat mengelak daripada berlakunya kejadian epidemik dan wabak penyakit berjangkit.\nImunisasi juga dapat mengurangkan atau membasmi sesetengah penyakit seperti polio, neonatal tetanus dan difteria.\nImunisasi merupakan satu-satunya intervensi kesihatan dengan kos-efektif\n\n\n\n\nBagi memastikan kesihatan bayi dan kanak-kanak terjamin, kerajaan telah memberikan vaksinasi secara percuma mengikut jadual imunisasi yang telah ditetapkan oleh Kementerian Kesihatan Malaysia.\n\n\nVaksin yang diperlukan oleh bayi dan kanak-kanak adalah seperti berikut:\n\n\nIbu bapa haruslah memastikan anak – anak mendapat vaksin percuma yang lengkap sebagaimana yang telah disediakan oleh kerajaan. Selain itu, pertimbangkanlah pemberian vaksin-vaksin tambahan, walaupun ia melibatkan bayaran.\n\n\n\n\nVaksin tambahan juga boleh mencegah epidemik dan penyebaran wabak penyakit. Ia sama penting seperti imunisasi rutin dalam melindungi anak-anak anda.\n\n\nBagi vaksin Meningokokal pula akan diberikan ketika kanak-kanak berusia 2 tahun dan keatas.Hanya 1 dos sahaja diperlukan. Perlindungan vaksin ini boleh bertahan selama 3 tahun.\n\n\nAnak-anak anda adalah tanggungjawab anda. Lakukan pilihan yang terbaik dengan mengambil vaksinasi seperti yang disarankan demi menjamin masa depan yang sihat untuk anak anda.\n\n\nJauhi kontroversi dan kurangkan andaian teori – rujuklah kepada pakar perubatan anda untuk mendapatkan maklumat vaksinasi dengan lebih lanjut.\n\n\nSemoga Bermanfaat\n\n\nPoliklinik Az-Zaara\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/vaksin-penumococcal-beri-perlindungan-yang-lebih-baik-untuk-baby-tersayang/", "title": "Vaksin Penumococcal : Beri Perlindungan Yang Lebih Baik Untuk Baby Tersayang!", "body": "\n\nVaksin Penumococcal di Klinik Kerajaan bermula 1 Disember 2020\n\n\nKementerian Kesihatan Malaysia dah umumkan bermula 1 Disember 2020. Alhamdulillah, memudahkan ibu bapa untuk memberikan perlindungan yang lebih baik untuk baby kesayangan.\n\n\nTapi, kalau dah pernah bagi vaksin Pneumococcal di klinik swasta sebelum ni macam mana ya? Boleh sambung je ke di Klinik Kesihatan? \n\n\n\n\nKalau boleh sambung bagusla, senangkan? Takyah nak keluarkan belanja untuk dapatkan di klinik swasta. Vaksin ni bukan murah.\n\n\nOk, saya cuba terangkan sikit ya. Harap dapat membantu ibu bapa lebih faham.\n\n\nVaksin Pneumococcal untuk baby ni actually ada 2 jenis iaitu Synflorix yang cover 10 jenis kuman dan Prevenar 13 yang cover 13 jenis kuman.\n\n\n\n\n\n\nKalau tgk pada nombor tu, nampak Preveanr 13 lebih baik kan? Secara teknikalnya, ya, kerana ia memberi lebih banyak perlindungan. Namun secara keseluruhan, perbezaan itu tidak terlalu banyak, menyebabkan WHO menyarankan pengambilan vaksin Pneumococcal ini tanpa menyatakan yang mana lebih baik antara kedua-duanya.\n\n\nDisebabkan Synflorix lebih kos effective, dengan kata lain, lebih murah, maka lebih memudahkan Kementerian Kesihatan Malaysia untuk memberikan secara menyeluruh kepada semua yang layak, ini mungkin salah satu factor sahaja, bukan factor utama ya. Sebab saya bukan salah seorang dari ahli yang memilih tender vaksin ini. \n\n\nSebelum ini, vaksin ini diberikan secara 4 dos iaitu dos pertama, kedua, ketiga dan booster.\n\n\nKini KKM mengeluarkan guideline baru iaitu hanya 3 dos pada 4 bulan, 6 bulan dan booster pada 15 bulan.\n\n\nNamun, sebab ada ramai ibu bapa yang dah pernah ambil vaksin Pneumococcal sebelum ini, jadi macam mana nak sambung vaksin ini di klinik kerajaan?\n\n\n\n\nOk, bagi yang dah ambil vaksin Synflorix di klinik swasta, takde masalah, hanya sambung untuk lengkapkan 3 dos sahaja. Kalau baby dah ambil 3 dos sebelum umur 1 tahun, Cuma perlu ambil dos booster pada 15 bulan, jadi 4 dos juga sebab booster memang kena ambil selepas umur 12 bulan.\n\n\nKalau baru ambil Synflorix 2 dos iaitu pada 2 bulan dan 4 bulan, Cuma sambung pada 15 bulan. Akan jadi 3 dos juga.\n\n\nSama jugak, kalau dah ambil 2 dos pada 6 dan 8 bulan, terus sambung pada booster 15 bulan.\n\n\nOk, kalau Cuma pernah ambil sekali pada umur 8 bulan, contohnya, dah terlepas 2 dos awal ikut jadual KKM kan? Takde masalah Cuma perlu ambil 2\nnd\n dose pada 10 bulan dan booster pada 15 bulan. Just pergi je klinik kesihatan untuk ambil vaksin.\n\n\nOk, yang ambil Synflorix kita dah settle, senang je. Tapi kalau yang baby sebelum ni ambil Prevenar 13 plak, hmm.. ok yang ni agak complicated.\n\n\nIbu bapa actually ada 2 pilihan.\n\n\nSambung Prevenar guna jadual baru 3 dos\nStop Prevenar dan ambil Synflorix\n\n\nUntuk pilihan no 1, ibu bapa kena kluarkan kos dan sambung di klinik swasta sebab Prevenar xde di klinik kesihatan. Kalau berkemampuan, boleh teruskan, senang.\n\n\nUntuk ibu bapa yang nak ambil pilihan no 2, ibu bapa kena faham, vaksin ni tak boleh digunakan serentak, maksudnya, tak boleh je terus sambung dos. Kalau pernah ambil 1 dos prevenar masa umur 4 bulan, tak boleh sambung je ambil synflorix dos kedua masa 6 bulan dan ikut jadual KKM yang baru tu.\n\n\nKalau nak tukar ke Synflorix, baby kena start dengan 1\nst\n dose Synflorix balik. Kira Prevenar yang dah ambil tu xcomplete, tp completekan Synflorix 3 dos jugak.\n\n\nContoh, baby dah ambil Prevenar masa 4 bulan, tapi parent nak tukar ke Synflorix, boleh, masa 6 bulan ambil 1\nst\n dose Synflorix, 8 bulan 2\nnd\n dose Synflorix dan 15 bulan booster.\n\n\nSama jugak kalau dah ambil 2 dos Prevenar, tpnak tukar ke Synflorix, kena start dari 1\nst\n dose balik, tapi untuk baby ni, saya sangat suggest completekan je Prevenar 13, 1 dos je lg masa booster sbb skang dh ikut guideline KKM yang baru.\n\n\nEm, panjang plak menulis kali ni, harap ibu bapa dapat lebih memahami tentang vaksin wajib yang baru ni.\n\n\nUntuk ibu bapa yang pakai panel, boleh teruskan ambil vaksin di klinik swasta sbb ia termasuk dalam vaksin wajib, jadi panel akan cover.\n\n\nSemoga bermanfaat.\n\n\nPoliklinik Az-Zaara\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/vaksin-untuk-kanak-kanak-tidak-halal-penyebab-autisme-dan-memberi-kesan-sampingan/", "title": "VAKSIN UNTUK KANAK-KANAK TIDAK HALAL, PENYEBAB AUTISME DAN MEMBERI KESAN SAMPINGAN?", "body": "\n\nMITOS ATAU FAKTA?\n\n\nVaksin adalah penting dalam pencegahan penyakit radang paru-paru, demam campak, polio dan pelbagai penyakit lain.\n\n\nDi Malaysia, bilangan ibu bapa yang enggan memberikan vaksin kepada anak-anak mereka semakin meningkat. Ini adalah kerana banyak MITOS vaksin yang palsu dan ia tidak terbukti. Ibu bapa ini dikenali sebagai ANTI VAX.\n\n\nMITOS seperti vaksin menyebabkan autisme, sesetengah vaksin adalah tidak halal dan beberapa lagi yang akan dibincangkan dibawah.\n\n\n\n\n \nMITOS VAKSIN MMR ( Measles, Mumps dan Rubella ) menyebabkan autisme.\n– Ini adalah disebabkan oleh penyelidikan yang diterbitkan pada tahun 1988 yang telah ditarik balik dan nama penyelidikan telah dicemari. Akhbar itu menyebabkan wabak demam campak di UK meningkat dan mengakibatkan kematian beberapa orang kanak-kanak.\n\n\n \nMITOS VAKSIN TIDAK HALAL\n– Halal adalah satu isu besar di Malaysia dengan orang mengharamkan penubuhan tertentu kerana status halal mereka. Sesetengah vaksin seperti polio, rotavirus dan cacar air dianggap mengandungi babi (enzim babi).\n\n\nPengeluaran awal vaksin polio oral mengandungi enzim babi yang sangat terhad dan selepas pencairan dengan cecair lain, kepekatan enzim tersebut telah berkurangan dengan ketara. Semua vaksin yang digunakan di Malaysia oleh Kementerian Kesihatan tidak mempunyai kontroversi halal.\n\n\n \nMITOS VAKSIN MENYEBABKAN KESAN SAMPINGAN DAN KADANG KALA KEMATIAN\n– Kesan sampingan seperti demam ringan dan sakit sendi boleh muncul dalam sesetengah kanak-kanak. Vaksin jarang menyebabkan kematian. Kementerian Kesihatan Malaysia (KKM) memantau reaksi vaksin melalui kesan sampingan selepas imunisasi (AEFI) dan setakat ini, TIDAK ADA KES KEMATIAN YANG DISEBABKAN OLEH VAKSIN.\n\n\n \nMITOS SISTEM IMUN SEORANG KANAK-KANAK TIDAK BOLEH MENGENDALIKAN VAKSIN\n– Anak anda terdedah kepada pelbagai antigen setiap hari dan memberikan anak anda 2 dos vaksin yang berbeza tidak membebankan sistem imun mereka.\n\n\n\n\nSebaik saja dilahirkan, sistem imun mereka bersedia untuk bertindak balas terhadap antigen dalam persekitaran mereka, ini menunjukkan bahawa sistem imun manusia adalah sangat kuat. CDC (Pusat Kawalan Penyakit) menyebut bahawa beberapa vaksin sekali gus adalah selamat dan terdapat banyak kelebihan memberianak beberapa vaksin anda sekaligus.\n\n\nIni adalah tanggungjawab kita untuk melengkapkan jadual vaksinasi anak kita dengan sewajarnya agar vaksin tersebut berkesan. Saya harap kita semua dapat berusaha ke arah negara yang lebih sihat dan vaksinlah anak anda hari ini.\n\n\nSemoga Bermanfaat.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/virus-covid-19-ditemui-pada-4-barangan-dapur-yang-banyak-kuman-dan-perlu-kerap-dicuci/", "title": "VIRUS COVID-19 DITEMUI PADA 4 BARANGAN DAPUR YANG BANYAK KUMAN DAN PERLU KERAP DICUCI..", "body": "\n\nPihak berkuasa di China menemui koronavirus pada permukaan papan pemotong. Jadi, ia turut membuktikan virus itu bukan hanya boleh melekat pada telefon tetapi objek yang sering digunakan setiap hari.\n\n\nAdalah sangat penting untuk kita membersihkan barang-barang kegunaan harian supaya ia tidak menjadi sarang pembiakan bakteria dan kuman.\n\n\nBerikut adalah empat barangan di dapur yang anda mungkin tidak terfikir untuk bersihkan tetapi perlu dicuci bagi mengelak sebarang risiko pencemaran Covid-19 atau virus lain.\n\n\n1. Ketuhar Gelombang Mikro\n\n\n\n\nMenurut kajian yang dilakukan oleh jenama barangan dapur Oliver’s Kitchen, lapan daripada 10 pengguna di Britian tidak pernah membersihkan ketuhar gelombang mikro mereka secara menyeluruh.\n\n\nBagaimanapun 68 peratus ada terfikir untuk membeli yang baharu berbanding mencucinya dengan bersih.\n\n\nKetuhar gelombang mikro juga perlu dibersihkan secara menyeluruh untuk menghilangkan semua jejak SARS-CoV-2.\n\n\nApril lalu, kerajaan Perancis turut mengesyorkan pembersihan alatan itu secara kerap terutamanya bagi kegunaan di pejabat. Bagaimanapun, ketuhar gelombang mikro bukanlah alat untuk membunuh virus berbahaya itu.\n\n\n2. Span\n\n\n\n\nBerapa kerap anda menukar span pencuci pinggan? Kita sebenarnya disarankan untuk menukarnya sekali seminggu.\n\n\nKajian yang diterbitkan dalam jurnal Nature pada 2017 mendapati, span boleh menyimpan 362 jenis spesis bakteria termasuklah staphylococci, e.coli dan salmonella.\n\n\nMenurut laporan ini, dapur dan bilik mandi adalah tempat di dalam rumah yang paling terdedah kepada pencemaran terbesar oleh pelbagai patogen dan ia adalah gara-gara span!\n\n\n3. Tuala dapur\n\n\n\n\nSeperti span, tuala dapur juga perlu diganti secara berkala kerana menurut kajian yang diterbitkan pada 2018 oleh Persatuan Mikrobiologi Amerika, hampir separuh iaitu 48 peratus mengandungi bakteria.\n\n\nIni termasuklah koliform yang dikesan pada 36.7 peratus selepas sebulan digunakan, 36.7 peratus mempunyai enterokocci dan 14.3 peratus staphylococcus aureus.\n\n\nMalah kajian dilakukan Oliver’s Kitchen mendapati 64 peratus penduduk Britian mengakui tidak pernah membersihkan tuala dapur dengan kerap.\n\n\nPenyelesaian paling mudah: Rendam tuala dalam campuran air panas dengan cuka atau serbuk penaik sebelum cuci dalam mesin basuh.\n\n\n4. Papan pemotong\n\n\n\n\nPapan pemotong yang digunakan setiap hari sebenarnya mengandungi 200 kali ganda kotoran berbanding tempat duduk tandas anda. Jijik, bukan?\n\n\nSementara itu, di China, koronavirus bahkan dapat dikesan pada papan pemotong yang digunakan untuk memotong ikan salmon dalam satu kajian epidemiologi yang dilakukan pada Jun lalu.\n\n\nSaintis di China menjelaskan ikan salmon tidak dapat menyebarkan Covid-19 sebaliknya kehadiran Sars-Cov-2 pada papan pemotong yang menjadi misteri.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/waspada-jika-anda-ada-asma/", "title": "WASPADA JIKA ANDA ADA ASMA", "body": "\n\nJaga jaga!\nSelain dari warga emas, darah tinggi, diabetes dan pesakit kanser, penghidap asma juga berisiko tinggi untuk mendapat komplikasi dari jangkitan COVID-19.\n\n\nBagi kebanyakkan orang, asma adalah keadaan jangka panjang terutamanya jika ia mula terjadi apabila telah dewasa.\nAsma didefinisikan sebagai penyakit kronik akibat tindak balas luar biasa sistem pernafasan terhadap pelbagai punca. Serangan asma menyebabkan saluran pernafasan didalam paru-paru bengkak sehingga menjadi sempit dan mengalami radang dari semasa ke semasa sehingga berlaku perubahan pada struktur organ.\n\n\nAda beberapa tanda boleh dikesan apabila berlaku serangan seperti gejala asma di bawah:\n\n\nKesukaran untuk bernafas atau semput\nDada terasa ketat\nBunyi\nBatuk-batuk\nBunyi berisul apabila sedang bernafas\nSusah bercakap \nMuka kelihatan pucat\nBerpeluh\nPernafasan yang laju\n\n\nJadi apa yang menyebabkan penyakit asma ni? Apa punca dia? Kenapa sesetengah orang boleh dapat asma walaupun orang sekelilingnya, misalnya adik beradiknya tidak pula ada penyakit asma?\nBerkaitan pengalaman asma semasa mengandung\nAsma disebabkan oleh keradangan tiub kecil dipanggil bronchi yang membawa udara masuk dan keluar dari paru-paru. Bagi pesakit asma asma, bronkus akan meradang dan jadi lebih sensitif daripada biasa.\n\n\nPERBEZAAN saluran udara paru-paru individu normal dan pesakit.\n\n\nApabila bersentuhan dengan sesuatu yang mengiritasi paru-paru, saluran udara akan menjadi sempit, otot-oto di sekelilingnya mengencang dan terdapat peningkatan pengeluaran lendir melekit (kahak). Faktor-faktor ini dikenali sebagai pencetus.\n\n\nAntara pencetus asma termasuklah:\n\n\nJangkitan pernafasan dan selsema\nTerdedah kepada asap rokok\nReaksi alahan atau alergi kepada debunga, kulat, bulu haiwan, bulu, habuk, makanan dan lipas\nPencemaran udara dalaman dan luaran termasuk ozon dan pencemaran zarah\nPendedahan kepada udara sejuk atau perubahan suhu secara tiba-tiba\nTekanan (stress)\nLatihan (senaman)\nUbat ubatan termasuk aspirin dan ubat anti radang jenis bukan steroid seperti asid mefenamic (ponstan) atau ibuprofen\n\n\nPastikan tahap asma anda terkawal. Teruskan makan ubat atau guna inhaler seperti yang disarankan doktor. Jika tidak terkawal, sila dapatkan nasihat daripada doktor.\n\n\nJangan sekali-kali beli atau dapatkan ubat tanpa preskripsi atau dos yang dicadangkan doktor, terutama untuk pesakit sedang hamil atau menyusukan anak.\nAsma juga membuat kita berisiko tinggi untuk Covid-19.\nSentiasa ambil langkah pencegahan dan teruskan makan ubat dan ambil inhaler.\nNebuliser perlu dibersihkan setiap kali digunakan.\n\n"}
{"url": "https://article.poliklinikazzaara.com.my/women-wellness-package-promo/", "title": "WOMEN WELLNESS PACKAGE PROMO", "body": "\n\nBerita baik untuk wanita dan wanita yang anda sayangi.\n\n\nWomen Wellness Package Promo dari Poliklinik Az-Zaara ini menjanjikan harga yang sangat berbaloi untuk pilihan anda.\n\n\nPakej ini merangkumi :-\n\n\nBlood + Urine Test Comprehensive Female Screening\nUltrasound Abdomen\nUltrasound Gynea\nECG\nPap Smear\n\n\nDengan harga asal RM470 kini kami memberi harga promo cuma RM300 sahaja.\n\n\nCepat jangan lepaskan peluang keemasan ini. Hubungi kami untuk appointment.\n\n\n\n"}
