{"url": "https://mat-gaming.com/sony-mdr-xb55ap-extra-bass-ulasan-review/", "headline": "\nSony MDR-XB55AP Extra Bass – Ulasan/ Review ", "content": ["Sony memang tidak asing lagi dalam industri audio. Dari pembangunan Walkman untuk penggunaan persendirian di 1990 – 2000 hingga ke penggunaan 3D surround headphone di panggung wayang di 2020-an, boleh dikatakan Sony terlibat secara langsung dalam industri ini.", "Kali ini admin kongsikan satu ulasan ringkas tentang earphone MDR-XB55AP Extra Bass milik Sony. Maklumlah, admin baru sahaja beli earphone ini di Shopee.", "Seperti kebanyakan earphone hasil ciptaan Sony, MDR-XB55AP Extra Bass ini menggunakan reka bentuk In-Ear Earphone.", "In-Ear Earphone kebiasaannya menggunakan putik telinga Silikon (silicon earbuds) bagi memberikan pengasingan bunyi (noise-isolation) yang cukup baik semasa mendengar muzik mahupun sesebuah audio.", "Apa itu noise-isolation? Noise-isolation adalah satu ciri pada In-Ear Earphone yang menapis bunyi di sekeliling anda dengan menutup telinga anda menggunakan putik telinga Silikon. Pada masa yang sama, earphone hanya menyalurkan audio secara langsung ke telinga anda.", "Oleh itu, Sony MDR-XB55AP Extra Bass membolehkan anda untuk mendengar bunyi muzik yang amat jelas terutamanya di tempat yang ramai orang seperti di LRT atau di tempat-tempat awam.", "Terdapat empat saiz earbud yang disediakan bersama MDR-XB55AP Extra Bass. Kepelbagaian jenis earbud yang ringan ini mampu memberikan keselesaan kepada telinga anda.", "Tidak seperti kebanyakan earphone yang berada di pasaran, wayar MDR-XB55AP Extra Bass ini menggunakan teknologi serat karbon. Teknologi ini mengekalkan keutuhan wayar di samping menjamin earphone ini sentiasa ringan dan selesa untuk dipakai bagi tempoh penggunaan yang panjang. ", "Selain itu, wayar MDR-XB55AP Extra Bass juga bergerigi bagi mengurangkan isu wayar berselirat atau tersimpul kusut semasa disimpan.", "Sony MDR-XB55AP Extra Bass menggunakan L-shape audio jack 3.5mm. Bicu audio yang berbentuk L ini melindungi wayar earphone ini daripada terputus atau rosak secara tidak sengaja semada disimpan dalam saku bersama dengan smartphone.", "Berat earphone Sony MDR-XB55AP Extra Bass ini hanyalah 8 gram sahaja (tidak termasuk wayar). Oleh itu, Sony MDR-XB55AP Extra Bass ini memang ringan semasa digunakan dan ia tidak membebankan cuping telinga anda.", "Sony MDR-XB55AP Extra Bass menggunakan teknologi speaker 12 mm. Speaker yang agak besar ini menjamin kelantangan audio yang dikeluarkan jelas untuk didengar.", "Bagi admin, yang sering mendengar lagu di Spotify, bass dari earphone ini sangat jelas kedengaran. Admin menggunakan OST Destiny 2: What We Fight For di Spotify untuk menguji kualiti Sony MDR-XB55AP Extra Bass. Tetapan Streaming Quality pada Spotify juga diletakkan kepada High! Bass yang jelas memberikan keseimbangan kepada treble. Admin dapat dengar setiap komponen muzik itu dengan jelas (lebih detail). ", "Walaupun memiliki speaker yang agak besar, namun MDR-XB55AP Extra Bass memiliki impedance yang rendah iaitu serendah 16 ohm. Impedance yang rendah membolehkan Sony MDR-XB55AP Extra Bass ini untuk berfungsi dengan cekap dan mampu menjimatkan bateri fon anda.", "MDR-XB55AP Extra Bass memiliki sensitiviti sebanyak 110 dB/ mW. Sensitiviti ini agak tinggi dan boleh dikira sebagai kelas atasan. Semakin tinggi nilai sensitiviti ini, semakin sensitif untuk speaker menghasilkan gelombang bunyi. Justeru itu, biarpun volume ditetapkan adalah rendah, anda masih boleh mendengar audio daripada Sony MDR-XB55AP Extra Bass dengan baik.", "Tidak banyak komen mengenai mikrofon earphone ini, kerana admin menggunakan Sony MDR-XB55AP Extra Bass ini khas untuk mendengar lagu, atau menonton Youtube/ Netflix. Kualiti mikrofon MDR-XB55AP Extra Bass hanyalah biasa. Semasa menggunakannya untuk Discord, Messenger, ataupun Whatsapp call, tiada rungutan daripada kawan-kawan admin akan kualiti suara admin.", "Sebagai perbandingan MDR-XB55AP Extra Bass, Sony juga menawarkan model earphone yang lain. Antaranya ialah MDR-EX155, dan juga MDR-EX15LP. Admin berkesempatan untuk menguji earphone ini di Sony Centre sebelum memilih untuk membelinya secara online. ", "Bagi admin, MDR-XB55AP Extra Bass memenuhi kriteria yang admin inginkan iaitu: memiliki bass yang padu, treble yang lantang, wayar yang durable (tahan lama), selesa untuk dipakai. Audio yang dikeluarkan juga tidak pecah. ", "Walaupun agak mahal, bagi admin, jikalau dibandingkan dengan beberapa earphone yang murah di pasaran, admin sanggup berbelanja sejumlah wang bagi memastikan kualiti audio yang didengar adalah baik. MDR-XB55AP Extra Bass jikalau dibeli di Sony Centre, harganya dalam RM179. Manakala jikalau dibeli di kedai PC, harganya boleh mencecah RM200. Namun begitu, jika dibeli di Sony Official Store, harganya serendah RM129.", "Admin pernah terbeli earphone yang murah, yang mana audionya pecah, dan bunyinya tidak jelas kedengaran, walaupun admin berada di tempat yang sunyi. Oleh itu, admin dah serik, dan berhasrat untuk lebih berhati-hati dalam memilih earphone.", "Orang kata; alah membeli, menang memakai. Sony MDR-XB55AP Extra Bass sememangnya berbaloi untuk dibeli. Namun begitu, jika bass bukanlah ciri utama yang diinginkan, anda boleh mendapatkan MDR-EX155. MDR-EX155 adalah versi MDR-XB55AP tanpa Extra Bass yang agak diturun taraf.", "Bagi mereka yang masih ragu-ragu, admin cadangkan untuk menguji MDR-XB55AP Extra Bass ini di Sony Centre yang berdekatan.", "Anda juga mungkin menyukai: Spotify Premium: berbaloi atau tidak?"]}
{"url": "https://mat-gaming.com/hdmi-atau-display-port/", "headline": "\nHDMI atau Display Port ", "content": ["Kebelakangan ini, penggunaan FPS (frame per second / bingkai sesaat) yang tinggi pada PC gaming sangat diperlukan terutamanya untuk game PVP (player vs player/ pemain lawan pemain) seperti Apex Legend, Valorant, atau Overwatch. Kad grafik yang mampu memberi frame rate (kadar bingkai) yang tinggi, membolehkan anda untuk melihat pergerakan sesebuah objek lebih awal, memberikan ada peluang yang lebih tinggi untuk menembak sasaran. Oleh itu, pemain yang mempunyai kad grafik yang lebih baik, secara umumnya memiliki ratio K/D (kill/death / bunuhan/kematian) yang lebih tinggi.", "Kebiasaannya, monitor biasa hanya beroperasi secara maksimum pada 75 Hz refresh rate (kadar penyegaran) , sekaligus membenarkan hanya 75 FPS yang boleh tercapai. Demi memenuhi kehendak pemain untuk mencapai FPS yang tinggi, pengilang monitor berusaha untuk mengeluarkan monitor yang mempunyai refresh rate (kadar penyegaran) yang tinggi. Dengan kata mudah semakin tinggi refresh rate monitor, semakin tinggi fps yang mampu dicapai. Sewaktu penulisan ini, 360 Hz monitor gaming telah pun berada di pasaran, manakala 500 Hz monitor gaming akan berada di pasaran tidak lama lagi.", "Bagi budget gamer pula, penggunaan 1080p 144Hz monitor menjadi pilihan utama. Penggunaan refresh rate yang tinggi membolehkan para gamer untuk mengurangkan system latency (latensi sistem) secara menyeluruh, dan kemudiannya memboleh seseorang gamer untuk menjadi lebih kompetitif di esport.", "Umumnya, untuk memdapatkan kandungan 1080p pada 144 Hz, anda memerlukan sama ada DisplayPort atau HDMI 1.4 (atau versi yang terkini). Manakala untuk 1440p pada 144 Hz anda memerlukan HDMI 2.0 atau DisplayPort 1.2.", "Kebiasaannya monitor masa kini, TV atau kad grafik memiliki sekurang-kurangnya satu port HDMI. Namun begitu, adalah diingatkan bahawa sebahagian monitor mempunyai bandwidth (lebar jalur) yang terhad, membolehkannya hanya beroperasi pada 120 Hz atau 60 Hz. Kebanyakan monitor 144 Hz dihadkan untuk beroperasi pada 120 Hz menggunakan HDMI 1.4, tetapi ada juga sesetengah pengilang mereka khas monitor untuk mencapai 144Hz pada 1080p. ", "Selain HDMI, kebanyakan monitor gaming dilengkapkan dengan DisplayPort 1.2 yang menyokong secara langsung 240 Hz pada 1080p, 165 Hz pada 1440p dan 75 Hz pada 4k. Sekiranya anda kurang pasti sama ada untuk menggunakan HDMI atau DisplayPort untuk monitor gaming, gunakan sahaja DisplayPort. Tambahan pula, kebanyakan kad grafik masa kini menyokong lebih banyak DisplayPort berbanding HDMI. Selain itu, sesetengah monitor menghadkan refresh rate kepada 60 Hz melalui HDMI.", "Sekiranya monitor 144 Hz, atau kad grafik tidak menyokong 144 Hz pada port yang sama, display adapter (penyesuai paparan) boleh diguna pakai. Namun begitu, display adapter yang ada di pasaran kebiasaannya menurun taraf refresh rate dari 144 Hz input kepada 60 Hz.", "HDMI dan DisplayPort adalah satu piawaian soket paparan yang baru seiring dengan kemajuan teknologi masa kini. Buat masa sekarang kumpulan piawaian VESA yang mereka DisplayPort sangat menyokong penyesuaian PC, manakala HDMI direka khas oleh konsortium pengguna elektronik yang berpihak kepada TV mahupun Home Theater.", ""]}
{"url": "https://mat-gaming.com/unavailable-4-game-yang-tidak-tersedia-untuk-gamer-di-malaysia/", "headline": "\nUnavailable! – 4 game yang tidak tersedia untuk gamer di Malaysia ", "content": ["Sering kali kita melihat banyak drama atau filem luar negara yang ditapis mahupun diharamkan untuk ditayang di Malaysia. Baru-baru ini, filem animasi yang bertajuk Lighyear milik Disney-Pixar tidak dibenarkan untuk ditayang di layar perak, berikutan wujudnya satu babak ciuman sejenis.", "Selain filem dan drama, terdapat juga game yang terhad untuk dimainkan di Malaysia. Terdapat pelbagai sebab dan faktor yang menghalang ketersediaan beberapa game di negara kita, sama ada dari segi teknikal mahupun sekatan yang dilakukan oleh kerajaan. Berikut adalah senarai game yang tidak tersedia untuk para gamer Malaysia.", "Multiversus adalah game yang baru diterbitkan oleh WarnerBros pada Ogos 2022. Ia adalah free-to-play game yang menyerupai Super Smash Bros, di mana pemain bersaing secara berperingkat. Pemain perlulah menolak pihak lawan keluar daripada arena. Ini bermaksud, semakan jauh karakter ditolak, semakin banyak kecederaan diterima. Banyak watak yang lazim anda jumpa di kaca tv, ditampilkan di game ini. Watak seperti Batman, Tom & Jerry, dan Velma (Scooby Doo) adalah antara karakter yang popular dan boleh dimainkan dalam Multiversus.", "Multiversus sudah pun tersedia di beberapa negara asing dengan memiliki jumlah pemain melebihi 10 juta dalam tempoh yang singkat. Namun begitu, ia masih terhad di beberapa negara termasuk Malaysia. Menurut laporan, pemaju Multiverus tidak memiliki tenaga kerja dan jaringan pelayan yang mencukupi untuk menampung jumlah pemain yang kian meningkat.", "Lost Ark adalah MMORPG terbitan sebuah syarikat Korea Selatan iaitu Smilegate. Diterbitkan pada Disember 2019 dan tersedia untuk Amerika Utara dan Kesatuan Eropah pada Februari 2022, Lost Ark adalah antara game yang paling popular di Steam. Game yang bersifat pertarungan, Lost Ark menjamin kepelbagaian kandungan buat gamer.", "Lost Ark hanya menembusi pasaran Amerika dan Eropah selepas Amazon Game menerbitkan game tersebut. Di Malaysia, Lost Ark masih lagi belum tersedia. Menurut Twitter rasmi milik Lost Ark, mereka belum ada rancangan untuk menambah jaring pelayan khas untuk kawasan OCE (Australia, New Zealand dan kepulauan Pasifik) dan SEA (Asia Tenggara).", "Players in these regions are still able to play the game but unfortunately, we have no current plans to add dedicated servers for OCE or SEA.", "Tell Me Why adalah sebuah game pengembaraan yang berepisod.  Dimajukan oleh Dontnod Entertainment dan diterbitkan oleh Xbox Game Studios, game ini mengisahkan sepasang kembar yang mampu untuk berkomunikasi secara telepati. Selepas terpisah selama sepuluh tahun, pasangan kembar ini kembali ke kampung halaman di pedalaman Alaska untuk menyiasat kematian ibu mereka. Game ini banyak mengetengahkan isu-isu berkaitan dengan LGBT khususnya transeksual.", "Tell Me Why tidak tersedia di Malaysia kerana ia dilihat sebagai game yang mempromosikan LGBT buat golongan remaja. Bukan sahaja Malaysia bahkan Turki, Indonesia dan beberapa negara Timur Tengah juga mengharamkan game tersebut di negara mereka.", "Fight of Gods adalah satu game yang berunsur pertarungan yang dimajukan oleh sebuah syarikat gaming Taiwan iaitu, Digital Crafter. Game yang menampilkan pelbagai tokoh agama dan mitos seperti Buddha dan Zeus dalam pertarungan. Memiliki kualiti grafik yang agak rendah, dan mekanik permainan yang kurang menarik, Fight of Gods bukanlah satu game yang dikira sebagai top tier.", "Pada 2017, game ini telah menyebabkan gamer Malaysia hilang akses ke Steam buat seketika. Menurut laporan akhbar berbahasa Inggeris tempatan, The Star, Fight of Gods boleh mengganggu keharmonian dan kesatuan masyarakat berbilang kaum Malaysia. Menurut Datuk Seri Dr Salleh Said Keruak, yang pada ketika itu Menteri Komunikasi dan Multimedia, Malaysia menghormati semua sensitiviti budaya dan agama, dan sebarang jualan dan pengedaran game yang dilihat tidak menghormati atau tidak menjaga sensitiviti masyarakat adalah dilarang.", "Tidak terhad kepada Malaysia sahaja, negara-negara lain juga melakukan tapisan serta sekatan kepada game yang dilihat mengancam ketenteraman mahupun kestabilan sesebuah negara. Selain disekat oleh sesebuah kerajaan, terdapat juga game yang dihadkan akses kerana isu teknikal milik penerbit itu sendiri. Admin berpendapat, ini bukanlah isu yang besar, namun kita boleh ambilnya sebagai ikhtiar untuk memahami sesebuah isu dunia gaming."]}
{"url": "https://mat-gaming.com/j-k-rowling-harry-potter-dan-hogwarts-legacy/", "headline": "\nJ.K. Rowling, Harry Potter dan Hogwarts Legacy, ", "content": ["Hogwarts Legacy baru sahaja dilancarkan bulan lepas. Berbentuk Open-world action RPG, game ini mendapat sambutan hangat dengan jumlah pemainnya mencecah 880 ribu, pada satu-satu masa, menurut Steam DB. Namun begitu, tidak seperti game yang lain, Hogwarts Legacy penuh dengan kontroversi.", "Introducing https://t.co/q3Qq5j7f0M – find out if anyone you follow on twitch has streamed THAT new wizard game pic.twitter.com/i1VIBU64dk", "Sebelum dilancarkan lagi, iaitu semasa dalam peringkat Beta lagi, Hogwarts Legacy mendapat tentangan dan kritikan oleh banyak pihak. Tentangan ini dipacu khususnya oleh para golongan aktivis. Lihat sahaja di Tiktok atau di Twitter, ramai “influencer” menyeru para follower mereka untuk memboikot Hogwarts Legacy.", "Namun, apa yang lebih menyedihkan, terdapat Streamer yang bermain dan menyiarkan game ini, telah diganggu. Paling malang, Streamer seperti VTuber Silvervale terpaksa menghentikan siarannya kerana diganggu oleh golongan yang anti Hogwarts Legacy ini.", "Pemboikotan ini diburukkan lagi dengan terbitnya satu laman sesawang; Have they streamed THAT wizard game? yang menyenaraikan nama-nama Streamer yang main game Hogwart Legacy semasa hari pelancarannya. Streamer yang menyiarkan Hogwarts Legacy menjadi sasaran untuk diboikot ataupun diganggu. Seolah-olah, penyenaraian ini adalah satu proses pemburuan terhadap peminat Hogwarts Legacy.", "Tetapi, jikalau sekali imbas, pemboikotan ini kebanyakannya berlaku di Barat. Di Jepun misalnya, Hogwart Legacy mendapat sambutan yang hangat. Tiada juga panggilan untuk memboikot game ini di Malaysia mahupun di negara-negara Asia.", "Bagi mereka yang membesar bersama Harry Potter, sekolah sihir Hogwarts memang tidak asing lagi. Ramai yang membaca kesemua tujuh jilid novel Harry Potter. Ada yang sanggup beratur lama semata-mata untuk menonton kesemua lapan filem Harry Potter. Sebut sahaja mengenai rumah Hogwarts seperti Gryffindor, Hufflepuff, Slytherin, ataupun Ravenclaw, ramai yang mengenali nama-nama itu.", "Harry Potter yang mengisahkan seorang anak yatim adalah sebuah kisah fantasi yang diilhamkan oleh seorang penulis British bernama J.K. Rowling. Pada suatu hari, Harry mendapat sepucuk surat daripada sekolah ahli sihir Hogwarts untuk mempelawanya belajar di sekolah berasrama tersebut. Harry yang kemudiannya bersekolah di Hogwarts, bersama rakan baiknya; Hermione dan Ron, mengembara di dunia sihir yang penuh bahaya dan misteri.", "Jadi, apa kaitannya Hogwarts Legacy dan J.K. Rowling? Biarpun Hogwarts Legacy ini dibangunkan oleh Avalanche Software, tetapi J.K. Rowling adalah penulis asal cerita Harry Potter. Beliau juga dilihat sebagai pemilik harta intelek dunia Harry Potter ini. Walaupun di garis masa yang berbeza, Game Hogwarts Legacy ini masih berlatar belakangkan dunia Harry Potter.", "‘People who menstruate.’ I’m sure there used to be a word for those people. Someone help me out. Wumben? Wimpund? Woomud? Opinion: Creating a more equal post-COVID-19 world for people who menstruate https://t.co/cVpZxG7gaA", "Admin berpendapat, bukan semua orang membenci J. K. Rowling. Tetapi, jikalau kita lihat di media sosial, ramai yang bersuara lantang membenci J.K. Rowling. Perkara ini boleh kita lihat melalui Twitter, lebih-lebih lagi semasa pelancaran Hogwarts Legacy.", "I respect every trans person’s right to live any way that feels authentic and comfortable to them. I’d march with you if you were discriminated against on the basis of being trans. At the same time, my life has been shaped by being female. I do not believe it’s hateful to say so.", "Pada ketika itu, golongan LGBT terutamanya transgender merasakan diri mereka adalah mangsa yang sering ditindas. Tweet milik J.K. Rowling ini dilihat sebagai satu cara Rowling untuk menyalah guna pengaruhnya sebagai seorang cis-wanita untuk mengasingkan lagi golongan transgender.", "Namun begitu, menurut J.K. Rowling sendiri, beliau berpendapat bahawa seseorang lelaki yang dilahirkan lelaki, tetapi merasakan dirinya perempuan atau berpakaian seperti perempuan tidak seharus memasuki tandas awam perempuan. Bagi menjelaskan isu dan pandangan beliau, J.K. Rowling mengeluarkan satu esei panjang untuk menerangkan pendirian dirinya.", "Terdapat banyak lagi isu berbangkit mengenai J. K. Rowling yang dilihat sebagai anti-transgender. Beliau yang dilihat sebagai public figure (tokoh masyarakat) mendapat reaksi yang negatif daripada para aktivis.", "Walaupun kempen memboikot Hogwarts Legacy agak besar, tetapi jumlah pemain game ini tetap ramai. Bahkan pada awal pelancaran, jualan Hogwarts Legacy mencecah 12 juta. ", "Ramai yang tak ambil kisah akan isu anti-transgender ini. Biarpun kempen untuk boikot Hogwarts Legacy ini kelihatan agak besar-besaran, namun ianya masih terhad kepada negara-negara penutur bahasa Inggeris ataupun negara-negara barat. Sambutan terhadap Hogwarts Legacy masih lagi meriah di negara-negara lain. Terdapat juga netizen yang menganggap bahawa gerakan untuk memboikot Hogwarts Legacy ini adalah satu publisiti untuk game itu sendiri.", "We’re overwhelmed with gratitude for the response to Hogwarts Legacy from fans around the globe. The team is working hard to deliver the best possible experience on all platforms and we need more time to do this. Hogwarts Legacy will launch for PS4 and Xbox One May 5, 2023. pic.twitter.com/UjEIPXDZj2", "Hogwarts Legacy sudahpun tersedia di Steam. Ramai yang bermain game ini. Kita pula bebas untuk bermain game ini tanpa sekatan mahupun memilih untuk tidak bermain game ini. Setakat ini, Hogwarts Legacy tidak tersenarai sebagai game yang diharamkan di Malaysia. Tepuk dada tanya selera gitu.", "Anda juga mungkin menyukai: Game paling popular di Malaysia (Bahagian 1)"]}
{"url": "https://mat-gaming.com/overwatch-2-berlatih-menggunakan-custom-game/", "headline": "\nOverwatch 2 – Berlatih menggunakan Custom Game ", "content": ["Selain Quick Play, Arcade atau Competitive, Overwatch 2 juga menawarkan Custom Game. Custom Game memberikan para gamer peluang untuk mencipta game mereka sendiri.", "Custom game yang juga dikenali sebagai Workshop ini telah membuka ruang bagi gamer untuk berlatih dalam mengasah skill mereka untuk bermain seseorang Hero. Hal ini demikian kerana Overwatch menawarkan pelbagai Hero yang memiliki pelbagai mekanik.", "Sebagai contoh, mekanik game play Dva sememangnya berbeza dengan Zarya. Mekanik Mercy berbeza dengan Ana biarpun mereka tergolong dalam kategori Support. Bagi kategori DPS pula, mekanik Soldier76 pula jauh beza dengan Mei.", "Proses untuk memahami mekanik Hero ini memakan masa agak lama. Terutama bagi mereka yang baru sahaja berhijrah ke Overwatch 2 daripada game yang lain. Namun begitu, setelah membiasakan diri, dengan beberapa latihan, muscle memori dan reflex gamer biasanya akan mudah terlatih.", "Mekanik seperti ultimate, movement, aim, dan juga membaca  gerak-geri pihak musuh sememangnya sangat penting. Contohnya, DVa bomb jikalau tersalah lontar, ia tidak akan memberi apa-apa impak, bahkan agak membazir. Ataupun, apabila Mercy gagal menggunakan Superjump untuk menyelamatkan diri daripada serangan ultimate Genji. ", "Oleh itu, kali ini, admin berkongsi tentang cara menggunakan Custom Game untuk menyesuaikan dan melatih diri anda akan mekanik yang ada pada Hero dalam Overwatch 2.", "Tekan ESC pada papan kekunci jika ingin berhenti bermain custom game! Anda boleh memuat pelbagai custom game Overwatch yang lain, dengan menggunakan kaedah ini.", "Berikut pula beberapa contoh custom game dan game code.", "Melawan Pharah. Custom game ini boleh membiasakan diri anda untuk bertarung dengan Pharah yang sentiasa terbang. Semua hero boleh digunakan. Admin cadangkan anda untuk menggunakan S76 atau DVA.", "Kiriko melawan Hero lain. Ini pula custom game untuk membiasakan diri anda dengan kit milik Kiriko. Contohnya Protective Suzu untuk melindungi diri anda daripada DVA Bomb, Sigma Flux, ataupun Cassidy High Noon. Anda juga boleh menggunakan healing ofuda milik Kiriko. Hanya Kiriko sahaja boleh digunakan dalam custom game ini.", "Custom Game ini berbentuk Dojo. Anda boleh menggunakan semua hero untuk bertarung melawan AI. Bagi admin, custom game ini boleh membina reflex anda dalam menangani pelbagai musuh pada satu-satu masa.", "Custom game ini pula memberikan anda peluang untuk menembak musuh yang berada di udara. Semua hero boleh digunakan. Custom game ini sememangnya berguna untuk Hero yang berbentuk hitscan seperti, S76, Ashe, Widow, Cassidy, Ana ataupun Sojourn.", "Custom game ini pula, memberikan anda peluang untuk merasai melawan AI di First Point Junkertown. Antara AI hero yang ada adalah, Pharmercy, Ashe, Genji, Mei, dan juga Moira. Semua hero boleh digunakan dalam custom game ini.", "Custom game ini memberikan peluang kepada mereka yang ingin berlatih untuk melontar DVA bomb! Ia memberikan gambaran akan radius damage DVA bomb dan memberikan gambaran akan capaian bomb tersebut.", "Banyak lagi custom game yang anda boleh guna untuk berlatih. Boleh dimainkan dengan rakan dan juga secara santai. Custom game memberikan anda peluang untuk menambah baik gaming skills milik anda!", "Anda boleh melawati laman sesawang Workshop.codes untuk mendapatkan lebih banyak kod untuk custom game.", "Video berikut pula menunjukkan review oleh KarQ mengenai custom game untuk setiap hero. Video Overwatch lama, namun admin berpendapat ia masih boleh digunakan.", "Lupa pula, di sini Admin nak kata, jangan jadikan Mercy sebagai Healbot. Damage boost milik Mercy lebih berbisa (menyengat gitu…), oleh itu Mercy dikategorikan sebagai Off-healer, dan bukannya Main-healer. Admin harap, suatu hari nanti, akan ada orang Malaysia yang bertanding di Overwatch League! :p Selamat bergaming!", "Anda juga mungkin menyukai: Overwatch 2 – Tetapan untuk mendapatkan FPS yang tinggi dan stabil", ""]}
{"url": "https://mat-gaming.com/alba-a-wildlife-adventure-ulasan-review/", "headline": "\nAlba: A Wildlife Adventure – Ulasan / Review ", "content": ["Alba A Wildlife Adventure adalah satu game yang admin boleh katakan sebagai sangat kasual. Admin berpeluang untuk bermain game ini setelah ia ditawarkan secara percuma di Epic Game Store.", "Mengisahkan seorang budak perempuan bernama Alba Singh yang dipelawa untuk meneroka sebuah pekan fiksyen kecil bernama Scarral di Sepanyol. Alba A Wildlife Adventure ini seakan-akan satu pengembaraan dalam meneroka sebuah pulau percutian di samping mengetengahkan isu peka akan alam sekitar.", "Alba A Wildlife Adventure dibina menggunakan Unity. Grafik yang agak ringkas. Namun, kualiti grafiknya masih dikekalkan pada tahap yang baik. Alba mengingatkan admin akan game-game yang sering kali dimainkan di Switch mahupun Game Boy. Oleh kerana grafik yang ringkas, anda tidak perlu memiliki RTX 40s untuk main game ini.", "Alba dipelawa untuk tinggal bersama datuk dan neneknya semasa musim cuti. Selepas menyelamatkan seekor ikan paus, Alba dan kawannya yang bernama Ines meneruskan pengembaraan mereka untuk menyelamatkan alam sekitar di pekan Scarral.", "Pelbagai usaha yang mereka lakukan, seperti mendapatkan tanda tangan daripada orang ramai bagi membantah pembinaan hotel mewah di kawasan lindungan hidupan liar yang berdekatan. Anda sebagai Alba juga perlu membuat katalog yang menyenaraikan semua hidupan liar seperti burung dan haiwan lain di Scarral bagi menambah kesedaran orang ramai akan kehidupan liar di pulau tersebut.", "Alba A Wildlife Adventure menyajikan musik latar belakang yang dipengaruhi budaya Sepanyol. Musik yang santai mampu menghidupkan suasana kehidupan di sebuah pekan yang jauh dari bandar besar. Tidaklah segempak manapun, tetapi musik dalam game ini sangatlah santai dan relaks.", "Bagi admin, Alba A Wildlife Adventure sangat sesuai untuk semua peringkat umur. Mekanik adalah sangat ringkas dan mudah difahami. Sesiapa sahaja mampu untuk mengikuti rentak game ini. Selain itu, game ini tidak memerlukan anda untuk menghabiskan masa bagi menyelesaikan sesuatu quest. Juga bersifat single player, Alba tidak memerlukan anda untuk bermain bersama orang lain.", "Bagi admin, Alba A Wildlife Adventure ditawarkan pada harga yang berpatutan. Banyak juga pengajaran yang boleh kita ambil daripada game ini. Buat mereka yang mempunyai anak kecil, Alba sangat sesuai untuk dimainkan bersama. Sesuatu yang jarang admin jumpa, game ini juga boleh dimainkan di smartphone selain di PC (menerusi Steam / Epic Game Store) mahupun konsol.", "Anda juga mungkin menyukai: Bila jualan murah Steam?"]}
{"url": "https://mat-gaming.com/game-paling-popular-di-malaysia-bahagian-2/", "headline": "\nGame paling popular di Malaysia (Bahagian 2) ", "content": ["Sambungan dari bahagian 1", "Bagi negeri-negeri selatan tanah air iaitu Negeri Sembilan, Melaka dan Johor, Minecraft dan Genshin Impact merangkumi sebilangan besar bagi game yang paling popular. Sekali lagi Genshin Impact menjadi pilihan utama.", "Secara umumnya, negeri-negeri pantai timur lebih memilih Minecraft sebagai game yang utama. Sebilangan besar gamer di Kelantan juga memilih PUBG. Dengan 21%, Kelantan boleh dikira sebagai pusat PUBG, jika dibandingkan dengan negeri lain.", "Bagi Sabah dan Wilayah Persekutuan Labuan pula, Minecraft mendominasi, menjadikannya sebagai game yang paling popular.", "Bebeza dengan negeri jiran, Sarawak memilih Genshin Impact sebagai game yang utama.", "Kebanyakan negeri-negeri serta wilayah di pantai barat dan selatan menjadikan Genshin Impact sebagai game yang paling popular. Perlis dan Kedah, menyertai negeri-negeri pantai timur untuk memilih Minecraft sebagai game paling popular.", "Terdapat juga perbezaan bagi negeri dan wilayah di Malaysia Timur dalam pemilihan game yang paling popular. Sabah dan Wilayah persekutuan Labuan menjadikan Minecraft sebagai game utama, manakala Sarawak memilih Genshin Impact.", "Data yang diperoleh menunjukkan persaingan hebat antara Genshin Impact dan Minecraft untuk menjadi game yang paling popular di Malaysia. Eksperimen kali ini juga menunjukkan kepelbagaian game pilihan gamer Malaysia. Sekali lagi diingatkan bahawa data yang diperoleh daripada Google trends adalah untuk Januari hingga Jun 2022. Pada masa hadapan pula, pola atau corak pemilihan game bagi orang Malaysia mungkin juga berubah. ", "Klik sini untuk bahagian 1: Game paling popular di Malaysia (Bahagian 1)"]}
{"url": "https://mat-gaming.com/game-paling-popular-di-malaysia-bahagian-1/", "headline": "\nGame paling popular di Malaysia (Bahagian 1) ", "content": ["Game seperti Minecraft, Grand Theft Auto V, Crossfire ataupun PUBG antara game yang popular di dunia buat masa kini. Namun begitu, kami percaya corak permainan, mahupun pilihan game mungkin sedikit berbeza antara negara. Sebagai contoh corak permainan di Amerika Syarikat, agak berbeza dengan Malaysia. Dengan menggunakan senarai game paling popular menurut pelbagai stream services dan ulasan para penonton di perkhidmatan tersebut, kami bandingkan data tersebut dengan data yang diperoleh dari Google Trends. Dapatan kajian menunjukkan bahawa majoriti para gamers di Malaysia bermain Genshin Impact. Namun apabila kita bahagi bilangan tersebut mengikut negeri atau wilayah, pola permainan mengikut negeri agak berbeza. Data yang kami peroleh adalah dari Januari hingga Jun 2022. ", "Hasil dapatan kami, secara sekilas pandang, terdapat lima game paling popular di Malaysia iaitu, Valorant, Genshin Impact, Minecraft, PUBG dan Dota 2. Buat tahun 2022, Genshin Impact (38%) merupakan game paling popular di Malaysia, diikuti dengan Minecraft (32%) , PUBG (13%), Valorant (11%)  dan Dota 2 (6%).", "Berbeza dengan Malaysia secara umumnya, Minecraft merupakan game yang paling popular di Perlis jika dibandingkan dengan empat game yang lain.", "Bagi negeri Kedah pula, peratusan game menjadi pilihan gamer mirip peratusan di negeri Perlis.", "Kali ini, Genshin Impact mendominasi negeri Pulau Pinang dengan peratusan sebanyak 42%.", "Bagi negeri Perak, Genshin Impact muncul sebagai game paling popular jika dibandingkan dengan Minecraft, PUBG, Valorant, dan Dota 2.", "Bagi kawasan Lembah Klang pula, yang merangkumi Selangor, Kuala Lumpur dan Putrajaya, Genshin Impact juga masih menjadi pilihan utama buat para gamers.", "Ringkasan kajian ini bersambung di Bahagian 2: Game paling popular di Malaysia (Bahagian 2)", ""]}
{"url": "https://mat-gaming.com/gulikit-kingkong-controller-ulasan-review/", "headline": "\nGuliKit KingKong Controller – Ulasan / Review ", "content": ["Lambakan kontroler di pasaran mungkin boleh membuatkan anda pening untuk memilih gajet tersebut. Setiap pengeluar berusaha untuk menambah pelbagai fungsi yang menarik pada kontroler mereka bagi memikat hati pengguna. Ada yang menawarkan fungsi backlight, Bluetooth, mahupun fungsi sokongan Turbo Booster.", "Buat kali ini, admin menguji satu kontroler yang menawarkan penggunaan Hall Effect Joystick. Berbeza dengan kontroler lain menggunakan potentiometer, GuliKit KingKong NS08 (GuliKit NS08) menggunakan Hall Effect sensor pada tombol joystick. Menurut GuliKit lagi, kontroler yang menggunakan Hall Effect ini mampu menyelesaikan masalah Controller Drift.", "Butang ABXY milik GuliKit NS08 menggunakan susun atur Switch dan bukannya Xbox. Namun begitu, apabila disambungkan kepada PC, susunan ABXY masih mengikut tata aturan Xbox. Ia tidak menjadi satu masalah, sekiranya muscle memory pada jari anda telah terbina. Biarpun GuliKit NS08 menampilkan dirinya sebagai Switch, namun ia adalah kontroler jenis hibrid yang juga boleh digunakan pada Android dan PC.", "Bagai mana pula dengan butang-butang pada GuliKit NS08? Admin rasa ianya agak selesa untuk ditekan. Tiada masalah untuk menekan butang tersebut berulang kali. Manakala, kedua-dua tombol joystick rasa agak janggal apabila ditolak buat pertama kali, mungkin kerana admin terbiasa menggunakan joystick yang berasaskan potentiometer.", "Fungsi getaran juga agak kuat. Biarpun terdapatnya fungsi gyroscope, namun begitu, fungsi ini hanya boleh digunakan untuk Switch. Satu fungsi yang menarik yang dilengkapkan pada GuliKit NS08 adalah butang Auto Pilot Gaming (APG). Fungsi APG ini membolehkan GuliKit NS08 untuk belajar melakukan sesuatu operasi (maksimum 10 saat) dan melaksanakannya secara automatik.", "Proses untuk menyambungkan GuliKit NS08 ke PC adalah mudah dan menyokong sambungan melalui Bluetooth atau USB-C. Kabel USB-C sepanjang dua meter juga disediakan bersama dengan kontroler ini.", "Sekiranya anda ingin menggunakan sambungan USB-C, tekan butang  mod untuk menukarkannya kepada PC X-input atau D-input, dan GuliKit NS08 akan dikesan sebagai Xbox 360 peripherals di PC. Bagi menggunakan ketersambungan Bluetooth, setelah menukar mod GuliKit NS08 ke PC input, tekan butang pairing sehingga LED di bahagian tersebut berkelip. Kemudian pada Bluetooth connection di PC, klik “search for new device” kemudian pilih GuliKit Controller.", "Seperti biasa, admin menguji Input Lag (ketinggalan input) menggunakan XInput Test dengan menggunakan 1000 samples. Ujian ini dilakukan buat kedua-dua ketersambungan USB-C dan juga Bluetooth. Ujian ini diulang sebanyak lima kali dan memiliki julat perbezaan yang rendah.", "Data menunjukkan bahawa input lag GuliKit NS08 yang disambungkan menggunakan USB-C adalah secara purata sebanyak 9.73 ms dengan polling rate 102.69 Hz. Dengan input lag yang masih berada dalam lingkungan 8.71ms hingga 29.63 ms, kontroler ini, melalui sambungan USB-C dilihat mampu memberikan prestasi yang baik kepada gamer.", "Data menunjukkan bahawa input lag GuliKit NS08 yang disambungkan menggunakan Bluetooth adalah secara purata sebanyak 11.97 ms dengan polling rate 83.51 Hz. Dengan input lag yang masih berada dalam lingkungan 8.28 ms hingga 529.56 ms. Bagi admin, input lag ini agak kurang stabil, dan mungkin mengganggu gaming anda.", "Pekeliling juga diuji  terhadap tombol analog GuliKit NS08. Dalam ujian ini, admin memutarkan kedua-dua tombol analog joystick GuliKit NS08 ini mengikut arah jam dan lawan arah jam sebanyak lima kali. Ujian ini dilakukan sebanyak lima kali, dan menunjukan keputusan yang serupa. Sebelum ujian ini, admin melakukan calibration pada kontroler GuliKit NS08 terlebih dahulu.", "Data menunjukan bahawa purata ralat (average error) untuk tombol analog kiri dan kanan GuliKit NS08 adalah sangat rendah iaitu sebanyak 0.7%. Ralat yang sangat rendah ini menunjukkan kurangnya Non-circular deadzone yang sering terjadi pada kontroler biasa yang menggunakan tombol joystick berpotentiostat. Non-circular deadzone ini kebiasaannya boleh menghalang tombol joystick daripada menghasilkan pergerakan berpenjuru secara tepat. Jadi, bagi admin, GuliKit NS08 ini mempunyai tombol joystick yang amat baik, yang pernah admin guna.", "Admin berpendapat, dengan memiliki purata ralat yang teramat rendah ini, tombol joystick yang menggunakan Hall Effect sensor ini sedikit sebanyak mampu menambah baik pengalaman bergaming anda. Oleh kerana Hall Effect sensor berkonsepkan elektromagnetik, ia mampu mengurangkan isu haus pada gegelung dalam potentiometer, yang sering kali menjadi punca controller drift.", "Terdapat dua model yang ditampilkan oleh GuliKit iaitu NS08 (KingKong 2) dan juga NS09 (KingKong Pro). Kedua-dua model ini menggunakan teknologi Hall Effect sensor. Sekali imbas harga NS09 (KingKong 2 Pro) jauh lebih mahal berbanding NS08 (KingKong 2). NS08 ditawarkan pada harga sekitar MYR 129, manakala NS09 dijual pada harga MYR 188. Perbezaan harga ini disebabkan NS09 memiliki lebih banyak fungsi tambahan. Anda sebagai pengguna boleh memilih!", "Masih ada ruang untuk penambahbaikan kontroler ini. Dengan mekanik games moden yang lebih kompleks, wajar juga untuk kontroler ini memiliki back button pedal bagi menambah baik pengalaman bergaming. Bagi game yang berunsur FPS, admin masih perlu menggunakan aksesori milik Kontrolfreek untuk menambah baik aiming.", "Lupa pula, firmware GuliKit NS08 ini boleh dikemas kini! Bagi admin, ini adalah salah satu bentuk after-sale service yang terbaik! Seperti kemas kini driver, pengemas kini firmware mampu menambah baik dan membendung masalah keserasian, ralat, dan kadang kala membawakan fungsi terbaru kepada kontroler. Untuk makluman pula, buat masa ini, GuliKit masih belum ada perisian khas bagi mengubah suai kontroler mengikut corak permainan seseorang gamer; seperti remapping button, adjusting joystick sensitivity, dan sebagainya. Joystick yang menggunakan konsep Hall Effect sensor sememangnya sudah tersedia sejak sekian lama. Namun begitu, Gullikit menambah baik konsep ini dalam membangunkan kontroler untuk gaming bagi membendung isu controller drift. Admin akui yang admin pernah belanja banyak semata-mata menggantikan kontroler yang tidak boleh pakai, hanya kerana masalah drift. Dengan harga mampu milik, GuliKit KingKong NS08, admin rasa, boleh kita cuba untuk dipakai.", "Anda juga mungkin menyukai: GuliKit KingKong Controller: Cara Mengemas Kini Firmware", ""]}
{"url": "https://mat-gaming.com/steam-halloween-sale-jualan-murah-game-dengan-diskaun-sehingga-70/", "headline": "\nSteam Halloween Sale: Jualan murah game dengan diskaun sehingga 70% ", "content": ["Steam Halloween sale bakal berlangsung pada minggu ini. Jualan murah ini biasanya berlangsung selama seminggu.", "Kebiasaannya Valve tidak mengumumkan mahupun berkongsi akan jualan murah ini. Namun begitu, jualan murah ini dijangka akan bermula pada 12 AM, 26 Oktober (waktu Malaysia) hingga 02 November (waktu Malaysia).", "Game seperti Dead by Daylight, Resident Evil, Little Nightmares, Phasmophobia, dan Mortuary Assistant kebiasaannya dijual secara diskaun ketika Steam Halloween sale! Walaupun jualan murah Steam Halloween mengetengahkan game yang berunsur seram, game-game lain juga ditawarkan pada harga diskaun.", "Kebanyakan game akan dijual dengan harga diskaun sehingga ~70%. Oleh itu, ini adalah masa yang terbaik untuk mendapatkan game pada harga mampu milik.", "Anda boleh menyemak Wishlist dalam akaun Steam anda, sama ada game yang anda inginkan dijual pada harga diskaun.Sekiranya anda masih lagi tertanya-tanya akan mana-mana game yang menarik, anda juga boleh melayari laman sesawang Steam Chart.", "Jualan murah Steam seterusnya akan diadakan pada penghujung bulan November sempena jualan murah Black Friday.", "Anda juga mungkin menyukai: Cara beli game di Steam store guna TouchNGo ewallet"]}
{"url": "https://mat-gaming.com/5-applikasi-yang-patut-ada-pada-pc-seorang-gamer/", "headline": "\n5 applikasi yang patut ada pada PC seorang gamer. ", "content": ["Bermain online gaming memberikan satu kepuasan yang amat bermakna terutama buat mereka yang ingin meneroka alam maya. Melawan naga dalam game Dragon Age: Inquisition, meneroka Europa dalam game Destiny 2, meneroka dunia Genshin Impact mahupun mencuba adi wira baru dalam game Valorant merupakan antara pengalaman yang tak dapat dilupakan, lebih-lebih lagi apabila dilakukan bersama kawan-kawan online dengan menggunakan PC yang optimum. Kali ini, admin kongsikan 5 perisian atau aplikasi yang amat diperlukan untuk bermain online game.", "Bagi mereka yang sudah biasa dengan online gaming, anda sudah semestinya biasa dengan Steam. Selain Steam, terdapat juga platform yang popular seperti Blizzard Activision, dan Epic Game. Untuk bermain online gaming pemilikan akaun di platform tersebut adalah perlu.", "Dengan pelbagai jenis game yang wujud, dan pelbagai jualan murah sepanjang tahun, memiliki akaun pada platform tersebut adalah satu kemestian. Selain itu, Microsoft Store juga menawarkan pelbagai jenis game (percuma, mahupun berbayar).", "Perisian game booster untuk Windows 10 direka agar game anda berjalan dengan lancar. Konsol gaming seperti Xbox atau Playstation menggunakan sistem operasi khas untuk gaming. Namun, Windows ada satu sistem operasi untuk tugasan am. Oleh itu, game booster direka khas untuk menambah baik performance PC sewaktu gaming.", "Game booster yang percuma seperti Razer Cortex Booster, Smart Game Booster, Wise Game Booster, dan Iobit Game Booster, mampu meningkatkan prestasi PC semasa gaming. Dengan menghentikan aplikasi yang tersembunyi, PC anda mampu memberikan lebih banyak kudrat pada GPU, RAM, mahupun CPU. Gamer yang menggunakan perisian Game Booster boleh menjangka FPS yang lebih tinggi, dan loading time (masa muat) yang lebih singkat.", "Opera GX merupakan satu pelayar web yang direka khas untuk gamer. Direka dengan fungsi RAM Limiter dan Network Limiter, Opera GX mampu mengekalkan prestasi gaming. Opera GX merupakan satu alternatif yang terbaik bagi Google Chrome yang makan banyak RAM.", "Selain fungsi optimisation, Opera GX juga dilengkapkan dengan Twitch, Spotify, Discord dan Twitter secara dalaman menjadikannya satu perisian yang meringankan beban pada penggunaan RAM, CPU dan juga GPU.", "Memiliki 250 juta pengguna berdaftar di seluruh dunia, Discord merupakan satu aplikasi komunikasi khas untuk komuniti gamer. Lebih dari sekadar chat platform seperti Facebook Messenger atau Whatsapp, Discord memberikan kemudahan untuk anda berbual secara real-time, dengan menjamin kualiti audio lebih baik daripada fungsi chat dalam game itu sendiri.", "Discord menawarkan fungsi untuk mencari clan (terutama bagi gamer) atau mencari komuniti yang berkongsi hobi yang sama. Anda juga boleh mencipta komuniti secara peribadi. Dilengkapi dengan antara muka yang mesra pengguna, Discord merupakan satu perisian yang mudah untuk digunakan.", "Twitch merupakan antara platform streaming yang semakin popular sejak belakangan ini. Memberikan hiburan dan menjadi platform untuk komuniti gaming, Twitch menawarkan hiburan secara bebas tanpa batasan. Dengan ribuan streamer yang ada setiap hari di Twitch, anda dapat menikmati pelbagai kandungan sama ada seni, muzik, kesihatan mahupun gaming.", "Bagi gaming pula, Twitch merupakan satu platform bagi seseorang gamer untuk menambah baik skill mereka. Kebanyakan streamer memiliki skills yang bagus dalam gaming. Selain itu, dengan menonton gaming stream di Twitch, anda boleh belajar pelbagai tricks dan strategi, di saming mendapatkan tips untuk memperbaiki kebolehan anda untuk bermain game. Walaupun kita mungkin bukan pemain esport pada peringkat profesional, namun kita tidak juga ingin kalah dalam setiap pertarungan."]}
{"url": "https://mat-gaming.com/arc-warlock-build-renjatan-elektrik-tanpa-henti/", "headline": "\nArc Warlock Build – Renjatan elektrik tanpa henti ", "content": ["Arc merupakan satu daripada lima jenis elemen yang wujud dalam game Destiny 2, selain daripada Void, Solar, Stasis dan Strand. Semenjak pengolahan semula abiliti 3.0, corak permainan Arc Warlock menjadi lebih serba guna dan boleh disesuaikan mengikut situasi mahupun gaya permainan masing-masing.", "Arc Warlock sering kali dikaitkan dengan karakter Darth Sidious yang juga dikenali sebagai Emperor Palpatine daripada filem Star Wars Episode: III Revenge of the Sith.  Babak yang paling popular adalah semasa Emperor Palpatine memancarkan petir daripada jarinya.", "Untuk kali ini, admin kongsikan satu Arc Warlock build yang menampilkan helmet eksotik Crown of Tempests.", "Helmet Crown of Tempest membawakan banyak kelebihan dalam penggunaan Arc damage. Apabila Conduction Tines diaktifkan dengan setiap Arc kill,  ia akan dapat mengurangkan tempoh cooldown Arc ability seperti Arc grenade dan melee, di samping memanjangkan tempoh Super Stormtrance. Oleh kerana, eksotik ini memberikan sinergi yang terbaik dengan Stormtrance, anda wajib menggunakan Super ini.", "Storm grenade atau Lightning grenade adalah sangat sesuai digunakan untuk build ini. Hal ini demikian kerana, ia mampu membunuh musuh kecil dalam sekelip mata, bagi mengaktifkan Conduction Tines. Chain Lightning melee juga menambah jangka hayat Conduction Tines  dalam pertempuran.", "Dua aspect yang perlu diterapkan dalam build ini adalah Electrostatic Mind dan Arc Soul. Kedua-dua aspect ini memberikan anda dua slot fragment, menjadikan jumlah fragment kepada empat. Menewaskan pihak musuh menggunakan Arc ability akan menghasilkan Ionic Trace, sekiranya Electrostatic Mind digunakan. Mengumpulkan Ionic Trace pula, menjadikan anda Amplified.", "Manakala, Arc Soul membolehkan anda untuk mengaktifkan Arc Soul semasa healing atau empowering rift diaktifkan. Arc soul berperanan sebagai turret yang menembak musuh di sekeliling secara automatik dan mampu mengaktifkan Conduction Tines.", "Empat fragment yang digunakan untuk build ini adalah Resistance, Shock, Magnitude dan Ion. Apabila anda dikerumuni oleh banyak musuh semasa menggunakan Spark of Resistance, anda akan bertahan dengan lebih lama dan menyerap lebih banyak serangan musuh. Selain itu, Resistance juga memberikan anda +10 kepada Strength (Melee). Biarpun anda akan mendapat -10 penalti kepada Discipline (Grenade), namun Spark of Shock, membolehkan anda untuk menyentak (jolted) dan melemahkan pihak musuh. ", "Hal ini membolehkan anda untuk menewaskan mereka dengan cepat. Sekiranya musuh telah disentak (jolted), anda boleh mendapatkan Ionic Trace daripada mereka dengan memakai Spark of Ion.  Spark of Magnitude pula memanjangkan tempoh Lightning dan Storm grenade. Jikalau dilihat secara umum, semua aspect dan fragment memberikan sinergi yang baik dengan penggunaan eksotik Crown of Tempest.", "Build ini memerlukan enam Armor Mod asas iaitu Bomber, Elemental Ordnance, Seeking Well, Bountiful Well, Font of Wisdom, Hands On, dan Elemental Light. Bomber membolehkan anda untuk menyingkatkan masa cooldown Arc grenade, selepas mengaktifkan Rift. Elemental Ordnance pula memberikan anda elemental well, apabila musuh ditewaskan dengan Arc grenade milik anda. Admin berpendapat Seeking Wells mod agak penting dalam build ini, kerana elemental well akan bergerak sendiri kepada anda, membolehkan anda untuk lebih fokus kepada misi.", "Bountiful Well pula menjamin lebih banyak elemental well tersedia untuk anda. Font of Wisdom juga diguna pakai bagi mempercepatkan ketersediaan Super Stormtrance. Di samping itu, anda akan mendapat Super dengan lebih cepat sekira dapat menewaskan musuh-musuh menggunakan melee dan memakai Hands-on mod. Manakala, Elemental Light memberikan anda elemental well seusai sahaja anda menggunakan Super.", "Penggunaan Arc Warlock build ini amat sesuai dipadankan dengan RiskRunner atau Trinity Ghoul. Kedua-dua senjata eksotik ini berelemen Arc. Kedua-dua senjata ini juga mampu menewaskan banyak musuh dalam sekelip mata menggunakan Arc damage, dan sejurus itu, memberikan anda Amplified buff. Amplified buff mengurangkan masa reload, menambah kelajuan larian, dan penukaran senjata semasa pertempuran.", "Bagi penggunaan senjata lain pula, anda boleh memilih senjata yang memiliki perk Thresh, atau Wellsping. Puglist atau Demolitionist juga boleh dipakai. Rata-rata perk ini, membantu anda untuk mendapatkan abiliti Arc secepat mungkin.", "Admin telah menggunakan build ini banyak kali, sama ada GM Nightfall atau Legendary Lost Sector secara solo. Pada pendapat admin, Arc 3.0 tidaklah sebaik Void 3.0. Namun begitu, Arc 3.0 menjadi lebih berbisa apabila sinergi antara abiliti dan senjata diguna pakai dalam pertempuran. Harap anda dapat mengguna pakai build ini dalam Destiny 2! Selamat bergaming!", "Anda juga mungkin menyukai: Warlock dan Contraverse Hold"]}
{"url": "https://mat-gaming.com/spotify-premium-berbaloi-atau-tidak/", "headline": "\nSpotify Premium: berbaloi atau tidak? ", "content": ["Genap setahun lebih admin menggunakan perkhidmatan Spotify Premium. Pada mulanya admin sangsi dengan perkhidmatan ini. Maklumlah ianya perkhidmatan berbayar. Admin tak nak terikat dengan sistem langganan ini. Dah bayar Celcom bulanan takkan nak langgan Spotify lagi? Itulah apa yang admin fikirkan.", "Tiap-tiap hari, dalam perjalanan pergi serta pulang ke rumah dari tempat kerja, admin selalu dengar lagu guna radio. Tapi agak penat juga, kalau nak dengar lagu, namun yang disiarkan pada masa itu hanyalah celoteh DJ dan lawak hambar mereka. Admin tak dapat nak follow up dengan lawak mereka. Admin hanya nak dengar lagu. Ya, memang ada stesen radio yang sekadar menyiarkan lagu (baik tempatan mahupun barat), namun kadang-kadang admin tak berapa minat dengan lagu yang stesen itu pilih.", "Suatu hari, admin cuba menggunakan Spotify versi biasa. Dengan menggunakan Spotify versi biasa, Admin stream lagu dari fon ke bluetooth kereta. Kualiti lagu agak okay. Banyak pilihan, dengan Spotify memiliki senarai lagu lebih 80 juta; lagu barat, lagu Melayu, lagu Jepun, lagu Korea, original soundtrack pun ada. Ingatkan senarai lagu yang ada di Spotify ini terhad, rupanya tak. Berbulan-bulan Admin dah guna Spotify versi yang biasa, tapi iklan yang sering dimainkan dan tidak menyokong fungsi offline membuatkan admin memilih untuk membeli Spotify Premium (Individual).", "Mula-mulanya, admin dan kawan-kawan admin langgan yang family plan, jadi kami kongsi harga bulanan. Dengan fungsi yang boleh memuat turun lagu di Spotify, admin boleh mainkan lagu-lagu tersebut secara offline. Langkah ini agak bagus, kerana boleh menjimatkan penggunaan data. Admin hanya muat turun lagu menggunakan WiFi rumah. Jadi, dalam perjalanan biasanya admin hanya mainkan lagu di Spotify secara offline. Sebagai peminat tegar lagu-lagu Jepun dan gaming atau anime soundtrack (OST), hal ini menunjukkan bahawa Spotify memberikan apa yang radio tidak mampu tawarkan.", "Namun, ada juga ramai kawan admin berhijrah pada Youtube Premium, jadi mereka menamatkan langganan Spotify. Akhirnya kami batalkan langganan family plan. Agak buntu juga pada waktu itu, admin pada mulanya nak ikut mereka untuk berpindah ke Youtube Music (premium). Walaupun harga yang agak serupa, tapi, admin akhirnya tetap teruskan untuk melanggan Spotify.", "Admin memilih untuk melanggan Spotify Premium secara tahunan. Dengan kualiti music sehingga 320 kbps jika dibandingkan dengan Youtube Music (hanya sehingga 256 kbps sahaja), admin dapat menikmati lagu high quality.  Satu lagi, apa yang admin suka dengan Spotify premium ini adalah dengan adanya lirik. Kebanyakan lagu disertakan dengan lirik. Kalau balik dari kerja admin selalu karaoke dalam kereta terutama bila terperangkap kesesakan lalu lintas, buang stres gitu. Pada masa yang sama, Spotify juga menyediakan playlist lagu-lagu tempatan atau mengikut genre lagu. Admin juga dapat buat playlist milik admin sendiri.", "Selain itu, Spotify juga boleh disertakan dengan Discord. Admin boleh dengar lagu dengan kawan admin secara serentak di Discord. Bagi admin, ini adalah antara fungsi yang menarik terutama untuk para gamer. Selalunya kalau di gim, admin juga selalu dengar Anime OST untuk bagi motivasi. OST Naruto memang hyped-kan admin untuk bersenam di gim.", "", " Sekali lagi, admin rasa, Spotify premium mempunyai banyak kebaikan dan ia agak berbaloi untuk digunakan. Bagi mereka yang belum pernah menggunakan Spotify, anda boleh cuba Spotify yang free dulu. Kalau sudah berkenan, anda boleh cuba premium. Lupa pula, satu akaun Spotify premium boleh digunakan secara offline hanya di tiga peralatan mudah alih, bagi admin ini sudah memadai. Yang berkapel pula, and boleh cuba Spotify Premium Duo, anda siap boleh kongsi playlist. ", ""]}
{"url": "https://mat-gaming.com/antara-ethernet-atau-wi-fi-pilihan-untuk-gaming/", "headline": "\nAntara Ethernet atau Wi-Fi: Pilihan untuk gaming ", "content": ["Satu soalan yang sering ditanya para gamer: Yang manakah paling sesuai untuk sambungkan gaming PC ke Internet, Ethernet atau Wi-Fi?", "Pada zaman kini, tiada seorang gamer ingin capaian Internet lambat yang boleh mengganggu kejohanan e-sport mahupun pengalaman  sesebuah misi dalam talian. Sekiranya anda bermain FPS (first person shooter) seperti Valorant, Overwatch, CS:Go, PUBG, walau separuh saat latency (pendaman, iaitu kelambatan tindak balas antara papan kekunci/tetikus/kontroler dengan pelayan gaming) juga memainkan peranan. Kelambatan ini agak menjengkelkan kerana, walaupun anda menekan butang gaming peripheral lebih awal, namun pelayanan gaming tidak bertindak balas, manakala sekiranya pihak lawan memiliki sambungan Internet latency yang rendah, mereka memiliki peluang yang tinggi untuk menang.", "Penggunaan Wi-Fi sememangnya memberikan anda kebebasan. Sama ada anda di bilik tidur mahupun di ruang tamu anda boleh terus disambungkan ke Internet, asalkan berada dalam lingkungan liputan Wi-Fi tersebut. Penggunaan Wi-Fi juga membolehkan anda untuk tidak kisah akan tetapan kabel Ethernet. Hal ini memang pasti, apabila anda menggunakan peranti mudah alih seperti gaming laptop.", "Buat masa sekarang gaming yang menggunakan isyarat Wi-Fi 5GHz (juga dikenali sebagai 892.11ac) telah menjadi satu kebiasaan. 5GHz Wi-Fi memberikan kelajuan yang lebih pantas daripada 2.4GHz (juga dikenali sebagai 892.11b/g). Namun begitu, jangkauan isyarat 5GHz adalah lebih pendek berbanding 2.4GHz. Demi menyelesaikan masalah ini penggunaan dual band menjadi satu keperluan. Wi-Fi router yang menawarkan dual band (5G dan 2.4G) sudah pun boleh didapati di Shopee dan Lazada.", "Sekiranya anda memiliki sambungan Wi-Fi yang stabil, ia sudah cukup bagus untuk gaming. Namun begitu, anda mungkin memiliki sedikit gangguan yang boleh menyebabkan masa tindak balas dalam gaming. Dinding konkrit boleh menjadi penghalang untuk mendapatkan isyarat Wi-Fi yang optimum. Selain itu, sekiranya anda berada di kediaman, yang mana isi rumah perlu berkongsi sambungan Wi-Fi, anda juga akan berkongsi jumlah bandwidth (jalur lebar) yang ada.", "Sebagai contoh, adik dan kakak melayari laman sesawang. Pada masa yang sama, mak sedang menstrim drama pukul 7 menggunakan video definisi tinggi pada IPTV ruang tamu. Ayah pula, sedang menonton video Tiktok. Mereka menggunakan Wi-Fi untuk mengakses internet. Penggunaan berat bandwidth Wi-Fi yang tersedia ini, boleh menyebabkan sambungan Wi-Fi buat PC gaming anda menjadi lebih lembap.", "Sambungan Ethernet terus dari PC anda ke router rumah mampu mengelakkan gangguan tampa wayar dan memberikan anda keselamatan digital tahap tinggi. Buat tempoh masa gaming yang lama, sambungan menggunakan wayar, membantu anda untuk mengelakkan masalah sambungan. Sejurus itu, memberikan anda satu pengalaman gaming yang baik.", "Kebiasaannya, penggunaan Ethernet juga menjengkelkan kerana kabelnya agak besar, yang sukar untuk diuruskan di dalam rumah. Namun begitu, flat Ethernet cable yang banyak berada di pasaran memberikan satu kelegaan untuk penggunaan sambungan Ethernet. Penggunaan flat Ethernet cable membolehkannya untuk disembunyikan di bawah permaidani, di belakang pintu, mahupun sekadar dilekatkan pada dinding menggunakan pita pelekat. Penggunaan flat Ethernet cable yang ringan ini lebih mudah dan mesra pengguna jikalau dibandingkan dengan kabel Ethernet tradisional yang agak besar dan berat itu.", "", "Terdapat pelbagai jenis kabel Ethernet yang umumnya wujud di pasaran seperti Cat5, Cat5e dan Cat6. Cat5e dan Cat6 sudah memadai untuk gaming. Namun begitu, Cat6 kebiasaannya menjadi pilihan. Cat6 adalah lebih cekap untuk melindungi kabel daripada gangguan hingar daripada persekitaran, jikalau dibandingkan dengan Cat5e. Cat6 juga mampu mengelakkan daripada berlakunya cross-talk. Harus diingatkan juga, kabel Cat5e adalah tidak sama dengan Cat5. Cat5 adalah piawaian lama, dan oleh itu, memiliki ciri dan prestasi yang lemah. Selain itu Cat5 tidak memiliki perlindungan, yang mendedahkan isyarat sambungan kepada cross-talk. Cat6 flat cable dengan panjang sehingga 30 meter boleh didapati di Lazada mahupun Shopee.", "", "Akhir kata, sekiranya anda  inginkan kebebasan, WiFi adalah pilihan terbaik. Namun begitu, anda mungkin mendapat sedikit kekangan dari segi Internet latency. Sekiranya anda inginkan sambungan Internet yang stabil dengan kurang gangguan, penggunaan Ethernet adalah pilihan yang tepat. Tetapi pada masa yang sama, anda perlu membuat pengurusan kabel dengan baik."]}
{"url": "https://mat-gaming.com/lima-pertimbangan-sebelum-membeli-psu/", "headline": "\nLima pertimbangan sebelum membeli PSU ", "content": ["Dengan lambakannya di pasaran sekarang, agak sukar untuk memilih PSU (power supply unit) yang sesuai. Selain itu, ramai memandang PSU sebagai barangan remeh dan tidak perlu dilihat dengan teliti. Namun begitu, memiliki PSU yang baik mampu memanjangkan jangka hayat PC anda. Kes-kes merbahaya seperti terbakarnya motherboard, CPU mahupun GPU mampu dielakkan dengan menggunakan PSU yang berkualiti. Berikut adalah beberapa panduan asas dalam memilih PSU sebelum membelinya.", "Kebanyakan PSU mencapai tahap efisien dengan muatan pada 40% hingga 80%. Namun begitu, membina rig dengan 50% hingga 60% daripada kapasiti PSU adalah sebaiknya dilakukan demi mencapai efisien yang maksima tetapi juga memberikan ruang untuk menaik taraf PC anda di masa hadapan. Anda boleh menyemak PSU yang sesuai secara dalam talian seperti di pc-builds, atau di laman sesawang Power Supply Calculator milik CoolerMaster atau BeQuiet.", "Contohnya admin ingin menyemak PSU yang sesuai untuk rig admin, menurut laman sesawang ini rig admin menggunakan 384W. Manakala laman sesawang menasihatkan untuk menggunakan PSU 550W. Tetapi admin ingin menaik taraf PC suatu hari nanti, jadi admin menggunakan PSU 650W (iaitu penggunaan ~60% daripada jumlah kuasa PSU).", "Terdapat 3 bentuk PSU yang berada dalam pasaran iaitu, non-modular, semi modular dan full modular. Full modular menjamin aliran udara yang efisien dalam PSU dan mengurangkan haba terperangkap. Ini kerana, hanya kabel atau wayar yang diperlukan, disambungkan antara PSU dan PC. Non-modular pula menawarkan harga yang lebih rendah khususnya untuk budget computer. Semi-modular pula memberikan keseimbangan antara harga dan pengurusan kabel atau wayar. (Admin lebih suka PSU yang full modular, tak nak ada sarang tikus kat bahagian bawah casing!)", "PSU moden lazimnya adalah single rail (kebiasaannya dikenali sebagai ATX12V PSU). Jikalau dibandingkan dengan multi-rail, single rail memberikan kestabilan voltan, memberikan keluaran kuasa (power output) yang maksimum, dan sejurusnya memberikan keserasian kepada hardware. Selain itu, single rail memudahkan kerja pemasangan kabel. Memiliki kestabilan voltan, single rail sangat berguna apabila anda ingin overclock CPU/GPU, di mana anda mampu mendapat voltan yang tepat untuk sistem anda. Pada PSU, biasanya ia dilengkapkan dengan spesifikasi penting mengenai PSU tersebut.", "Oleh kerana majoriti PC moden mendapat kuasa elektrik daripada +12V rail, dua rail lain iaitu 3.3 dan 5 V memainkan peranan yang jauh kurang penting. Jadi, sekiranya +12V rail pada PSU boleh memberikan kuasa elektrik secukupnya untuk rig, dan mampu menyumbangkan kuasa elektrik tambahan, maka voltan rendah juga adalah mencukupi. Namun begitu, harus diingatkan bahawa untuk sistem yang menggunakan lebih daripada 550W, multi-rail digalakkan untuk diguna pakai. Penggunaan multi-rail mampu memberikan keselamatan dengan mengurangkan beban terma pada kabel, sejurusnya mengelakkan kabel terlebih panas. Multi-rail bermaksud +12 rail dipecahkan kepada wayar multi-rail.", "Demi memahami +12V rail, kita bandingkan spesifikasi dua PSU pada gambar di atas, iaitu A dan B. Kedua-dua PSU tersebut dilabel sebagai 450W. Perhatikan pada PSU A yang dilabel 450W, maximum power output (keluaran kuasa maksimum) pada +12V rail adalah 396W! Manakala PSU B yang dilabel 450W memberikan maximum power output sebanyak 450W! Kebiasaannya antara 80 hingga 95 % daripada jumlah kuasa elektrik perlu disalurkan kepada +12V rail, untuk mengekalkan tenaga yang cukup kepada rig anda.", "Apa itu efficiency (keefisienan)? Katakan PSU memberi kuasa elektrik kepada sistem sebanyak 350W, tetapi pada hakikat menarik 430W daripada soket pada dinding rumah anda, ini bermaksud, keefisienan PSU anda adalah sebanyak 350W/430W bersamaan dengan 81.4%. Manakala lebihan 80W daripada 430W, dilepaskan ke udara sebagai haba. Hal ini, boleh memanaskan bilik anda. Lebih-lebih lagi bagi mereka yang tinggal di iklim yang panas dan lembab sepanjang tahun seperti Malaysia. Umumnya, PSU yang berkualiti memiliki pensijilan 80%!", "Sementara itu, lebih efisien sesebuah PSU, lebih kurang haba dihasilkan, sejurus itu mengurangkan penggunaan tenaga. Penghasilan haba akibat PSU yang tidak efisien mampu mempengaruhi prestasi PSU dan jangka hayat komponen dalaman. Tambahan lagi, semakin tinggi beban terma, semakin kuat bekerja sistem kipas penyejuk PSU. Oleh itu, bagi PSU yang memiliki tahap efisien yang tinggi, kipas penyejuk PSU tidak mengeluarkan bunyi kuat, kerana kipas berputar pada kelajuan yang rendah. Secara tidak langsung, mengurangkan juga kos bil pendingin hawa.", "Demi memastikan sistem komputer berfungsi dalam keadaan stabil, perlindungan seperti OCP (Overcurrent Protection / Perlindungan Arus Lebihan), OTP (Over Temperature Protection / Perlindungan Suhu Lebihan), OVP (Over Voltage Protection / Perlindungan Volta Lebihan), OPP (Over Power Protection / Perlindungan Kuasa Lebihan), UVP (Under Voltage Protection, Perlindungan Kurang Volta) dan SCP (Short-circuit Protection, Perlindungan Litar Pintas) direka dalam PSU. Namun begitu, perlindungan ini hanya direka khas untuk unit tersebut dan bukannya untuk sistem secara menyeluruh.", "Di samping itu, pastikan PSU memiliki logo/persijilan piawaian dan agensi keselamatan seperti CE, CCC, EAC, TUV, cTUVus, RCM, KC, BSMI. PSU yang baik sekurang-kurangnya memiliki dua jenis persijilan seperti yang telah disebut tadi."]}
{"url": "https://mat-gaming.com/fantech-gp13-gaming-controller-ulasan-review/", "headline": "\nFantech GP13 Gaming Controller – Ulasan / Review ", "content": ["Kebiasaannya penggunaan papan kekunci dan tetikus menjadi pilihan utama ketika bergaming. Namun begitu, penggunaan kontroler juga memberikan satu alternatif yang baik buat gamer. Paling best apabila anda boleh bermain game dengan tenang tampa memikirkan postur duduk anda di depan monitor PC.", "Tambahan pula, terdapat game yang memang khususnya lebih baik jikalau dimainkan dengan menggunakan kontroler. Game yang berunsur perlumbaan kebiasaannya dimainkan dengan lebih baik apabila anda menggunakan kontroler jika dibandingkan dengan papan kekunci dan tetikus.", "Fantech Shooter II GP13 menggunakan susun atur Xbox kontroler. Susun atur kedudukan butang ABXY dan tombol analog yang menyerupai kontroler Xbox, membolehkan anda untuk menyesuaikan posisi jari anda dengan cepat. Dengan berat 177 gram, Fantech Shooter II GP13 ini sangan ringan untuk dipegang, dan menjamin keselesaan untuk tempoh penggunaan yang panjang. Fungsi getaran juga dilengkapkan pada kontroler ini.", "Butang ABXY, serta butang-butang yang lain, agak selesa apabila ditekan. Pemicu L1,L2,R1,R2 juga lebih senyap ketika ditekan. Pada pendapat admin, kontroler yang kurang memiliki bunyi klik memberikan keselesaan kepada gamer. Namun begitu, kedua-dua tombol analog terasa longgar apabila ditolak menggunakan ibu jari, jikalau dibandingkan dengan kontroler yang lain. ", "Selain itu, fungsi Turbo juga disertakan pada kontroler Fantech Shooter II GP13. Turbo adalah satu ciri-ciri yang membolehkan hanya satu butang ditekan untuk melakukan satu tindakan yang berulang. Bagi admin, ini adalah satu fungsi yang menarik. Dalam game FPS, anda tidak perlu menekan butang banyak kali semata-mata untuk menembak menggunakan submachine gun (SMG), cukuplah hanya sekadar mengaktifkan penggunaan fungsi Turbo ini.", "", "Controller Fantech Shooter II GP13 ini hanya menggunakan USB 2.0 untuk disambungkan kepada PC/Konsol. Oleh itu, kontroler ini tidak menyokong sambungan tampa wayar seperti Bluetooth. Jarak anda dengan monitor juga terhad kerana panjang kabel USB hanyalah 1.8 meter. Kabel USB pula terpasang pada kontroler ini. Oleh itu, anda tidak dapat menanggalkan kabel USB pada kontroler ini. Admin berpendapat, ketiadaan fungsi kabel yang boleh dicabut daripada kontroler ini, menjadikan ia kurang mudah alih. Namun begitu, ini membolehkan ketersambungan kontroler kepada PC lebih mantap.", "Untuk menguji Input Lag (ketinggalan input), admin menggunakan XInput Test dengan menggunakan 1000 Samples. Berikut adalah tangkapan skrin, hasil ujian ini. Ujian ini dilakukan sebanyak lima kali, dan memberikan keputusan yang hampir sama.", "Data menunjukkan bahawa Input Lag adalah sebanyak 16.316 ms dengan polling rate 61.28 Hz. Admin berpendapat Fantech Shooter II GP13 Gaming Controller memiliki input lag yang agak tinggi. Namun begitu, input lag ini masih lagi boleh diterima pakai! Umumnya, lebih rendah input lag, lebih baik. Walau bagaimanapun,  input lag antara 18 ms hingga 2 ms masih berada dalam julat yang diterima.", "Admin juga menguji pekeliling (circularity) Xinput tombol analog milik Fantech Shooter II GP13 Gaming. Dalam ujian ini, admin memutarkan kedua-dua tombol analog joystick Fantech Shooter II GP13 Gaming ini mengikut arah jam dan lawan arah jam sebanyak lima kali. Ujian ini dilakukan sebanyak lima kali, dan menunjukan keputusan yang serupa. ", "", "Bagi tombol analog joystick bahagian kiri, data menunjukan purata ralat (average error) adalah sebanyak 18.0%. Manakala, purata ralat untuk tombol analog joystick bahagian kanan adalah sebanyak 18.2%. Kedua-dua purata ralat ini agak tinggi, sejurus itu menunjukkan bahawa kurangnya pekeliling tombol analog pada Fantech Shooter II GP13 Gaming Controller. ", "Kewujudan seakan-akan segi empat dan bukannya bulatan, juga secara visual menunjukkan kurangnya pekeliling tombol analog ini. Harus diingatkan bahawa, lebih kecil nilai purata ralat pekeliling, lebih baik. Kekurangan pekeliling ini boleh mengganggu prestasi mahupun pengalaman gaming anda. Hal ini demikian kerana tombol analog mempengaruhi proses kawalan sesuatu objek dalam game yang pada kebiasaannya adalah karekter milik anda.", "", "Menurut laman sesawang Fantech Malaysia, kontroler ini dijual pada harga mampu milik, iaitu RM69.00. Fantech Shooter II GP13 Gaming Controller memberikan peluang kepada gamer untuk mendapatkan satu kontroler pada harga murah. Anda boleh mendapatkannya dengan harga lebih murah di Shopee mahupun Lazada. ", "", "Harga murah dan menjamin ianya melakukan tugas-tugas kontroler seperti yang diduga, Fantech Shooter II GP13 Gaming Controller sesuai untuk dimiliki buat mereka yang suka bergaming secara santai. Boleh diguna untuk main game yang menyokong fungsi kontroler pada Steam/ Epic Games atau Activision Blizzard, Fantech Shooter II GP13 menawarkan kontroler alternatif yang murah, jika dibandingkan dengan Xbox kontroler yang lebih mahal. ", "Justeru itu, sekiranya anda ingin menggunakan kontroler ini untuk game yang kompetitif seperti PvP, anda haruslah berfikir dua kali, kerana ia memiliki input lag yang agak tinggi. Bak kata pepatah, tepuk dada tanya tanya selera.", "", "Anda juga mungkin menyukai: GameSir T4pro Gaming Controller – Ulasan / Review"]}
{"url": "https://mat-gaming.com/cara-mendapatkan-stats-yang-optimum-untuk-watak-destiny-2-anda/", "headline": "\nCara mendapatkan stats yang optimum untuk watak Destiny 2 anda ", "content": ["Stats milik Hunter, Warlock dan juga Titan dalam Destiny 2 adalah sangat penting. Memiliki stats yang optimum menjamin watak anda untuk bertahan dalam pertarungan. Memiliki stats yang agak rendah boleh menyebabkan anda untuk tidak mampu menyelesaikan misi terutama dalam Strikes/ Dungeon/ Raid.", "Antara aplikasi pihak ketiga yang boleh anda guna untuk mengoptimumkan prestasi watak anda adalah dengan menggunakan D2ArmorPicker! Aplikasi ini sering digunakan dalam mencari pasangan armour yang baik demi membangunkan stats yang tinggi.", "Berikut adalah cara-cara menggunakan D2ArmorPicker.", "Admin mendaftar masuk menggunakan akaun Steam. Kemudian klik Approve.", "(A) – Bahagian watak. Admin pilih Warlock dalam tutorial ini.", "(B) – Bahagian Stats. Berbeza dengan beberapa musim lepas, untuk musim ini, penggunaan Resilience yang tinggi adalah wajib demi menjamin kelangsungan hidup watak anda!", "(C) – Bahagian exotic armor. Admin ingin buat Roy Mustang build, jadi admin pilih Claw of Ahamkara kerana gauntlet ini memberikan cas yang tinggi kepada melee.", "(D) – Bahagian senarai. Hasil pilihan tadi, satu senarai campuran armor disediakan. Klik tier untuk menyusun senarai, semakin tinggi tier, semakin optimum build itu.", "(E) – Bahagian Armor limitation. Admin biarkan bahagian ini.", "(F) – Bahagian Desired Mod. Admin pilih powerful friend dan radiant light kerana masing-masing memberi +20 Mobility dan +20 Melee, tampa mengurangkan stats. Admin memilih Solar sebagai subclass. (G) – Bahagian Skills & Fragments. Kemudian admin pilih fragments yang berkaitan dengan Solar. Admin pilih Ember of Beams (+10 Intelligence), Ember of Char (+10 Grenade), Ember of Eruption (+10 Melee) dan Ember of Searing (+10 Recovery).", "(H) – Bahagian Setting. Setting yang admin pilih ada pada gambar. Contohnya, Admin ada masterwork class item, jadi admin select setting tersebut.", "(I) – Senarai. Admin pilih build yang mempunyai tier yang tinggi, di samping yang memiliki wasted stats yang rendah.", "(J) – Bahagian loadout. Setelah berpuas hati dengan pilihan itu, klik Open Loadout in DIM.", "(K) – Bahagian DIM Loadout. Pada bahagian subclass admin klik Customize subclass.", "13. Pilih super dan grenade type yang diinginkan.", "(L) – Bahagian Super & Grenade. Admin pilih Well of Radiance. Well of Radiance antara super yang cepat untuk dapat full-charged. Pelbagai jenis grenade yang boleh diguna pakai, admin pilih Firebolt grenade.", "14. Pilih class ability yang anda inginkan.", "(M) – Bahagian Class Ability. Admin pilih Healing Rift, Burst Glide dan Incinerator Snap. Incinerator Snap adalah abiliti yang seakan akan Roy Mustang. Dengan petikan jari, kite bakor je!", "15. Pilih juga Solar Aspect.", "(N) Bahagian Solar Aspect & Fragment. Anda hanya boleh memilih dua daripada tiga Solar Aspect. Solar fragments pula sudah dipilih tadi di D2ArmorPicker, tetapi jika anda ingin mengubahnya, anda boleh buat sedemikian di sini. Hanya maksimum empat aspect boleh dipilih. Kemudian klik apply.", "16. Pilih senjata, kemudian pilih mods yang anda inginkan.", "(O) – Bahagian senjata dan mods.", "17. Semak sekali lagi build tadi, dari Subclass, senjata, Armor, dan Mods!", "(P) – Bahagian Saving build. Jikalau semua sudah selesai, edit nama build itu, admin letak Roy Mustang Build 1. Kemudian klik Save.", "18. Pada DIM, cari build itu tadi, dan klik Apply.", "(Q) – Bahagian Applying Build on DIM.", "19. Tunggu sehingga proses selesai.", "20. Log masuk ke game Destiny 2.", "Buka profil tadi, dan semak status yang berdasarkan build anda. Jika tidak puas hati, anda boleh edit balik build tadi di DIM.", "D2ArmorPicker memudahkan urusan untuk mendapatkan armor yang mempunyai stats yang tinggi, dan membolehkan anda untuk mendapat stats yang optimum. Anda boleh cuba buat new build menggunakan stats lain atau karakter lain. D2ArmorPicker dan DIM adalah percuma untuk digunakan! Zavala dan Lord Shaxx suka jikalau anda mempunyai stats yang tinggi! Selamat bergaming!", "Anda juga mungkin menyukai: Cara membersihkan Destiny 2 Item Vault"]}
{"url": "https://mat-gaming.com/gold-shader-kenapa-komuniti-destiny-2-memakainya-sekarang/", "headline": "\nGold Shader – Kenapa komuniti Destiny 2 memakainya sekarang? ", "content": ["Destiny 2 memberikan kemudahan kepada gamer untuk mengubah suai fesyen guardian mereka, sama ada dari segi reka bentuk mahupun warna. Kemudahan ini memberikan kebebasan untuk menghiasi Titan, Warlock dan Hunter mengikut cita rasa anda sendiri.", "Satu post Facebook telah tersebar di beberapa komuniti Destiny 2 sama ada Reddit, Twitter, Facebook mahupun Discord, yang ditulis oleh seorang gamer yang bernama Shawn Patrick Lafferty dalam group “The Dad Gaming – Dadstiny”.", "Post ini menyatakan bahawa Lafferty telah kehilangan anak perempuannya kerana kanser pada dua tahun dahulu. Dia memohon kepada komuniti Destiny 2 untuk mewarnai guardian mereka menggunakan shader keemasan (gold) sebagai tanda menyokong Childhood Cancer Awareness Month (Bulan Kesedaran Kanser Kanak-Kanak) iaitu bulan September di Amerika Syarikat.", "Komuniti Destiny 2 dengan pantas menyahut panggilan Lafferty ini. Post berkenaan dengan Gold shader ini memenuhi subreddit, di mana para gamer berkongsi rekaan guardian mereka menggunakan shader keemasan.", "There are a TON of gold shaders to choose from, let's throw them on for a bit, shall we? https://t.co/GcMwEcfthV", "The Tower juga kelihatan makin dipenuhi oleh guardian bewarna keemasan. Ianya adalah satu gerakan yang mudah namun, komuniti Destiny 2 secara konsisten menyokong sahabat se-gaming mereka sendiri. Merentasi batasan sempadan, bahasa mahupun budaya, semangat solidariti ini menunjukkan akan terdapatnya kebenaran dalam frasa “video games teach us team spirit and solidarity.”", "The community's got you, friends. https://t.co/RJZOZdFjn4 pic.twitter.com/CT7Iiw5gGD", "Berbalik kepada isu kanser ini, menurut American Cancer Society, kanser adalah punca kematian kedua utama bagi kanak-kanak yang berumur satu hingga 14 tahun. Lebih kurang 1,050 kanak-kanak di bawah umur 15 tahun dijangka akan mati kerana kanser pada tahun 2022. Admin harap gerakan ini sedikit sebanyak memberi kesedaran kepada orang ramai akan isu kanser kanak-kanak ini."]}
{"url": "https://mat-gaming.com/gulikit-kingkong-controller-cara-mengemas-kini-firmware/", "headline": "\nGuliKit KingKong controller: Cara mengemas kini Firmware ", "content": ["GuliKit KingKong controller adalah antara kontroler yang memiliki firmware yang boleh dikemas kini. Pengemas kini firmware mampu menambah baik fungsi-fungsi yang ada pada kontroler. Berikut adalah cara untuk mengemas kini Firmware kontroler Gulikit.", "Jikalau tidak, tekan butang mod pada bahagian hadapan kontroler tersebut sebanyak dua kali untuk OFF.", "*Jikalau tidak berjaya, tekan butang mod lebih dari dua saat, kemudian, ulang langkah 3.", "Umumnya, terdapat pelbagai fail tersedia di dalam, tetapi anda hanya perlu bagi perhatian pada fail .bin sahaja.", "Admin memiliki kontroler GuliKit NS08, jadi admin hanya pilih fail NS08_V4.3.bin sahaja. Ingat, perkataan V4.3 hanyalah versi firmware, Di masa hadapan versi ini mungkin berubah.", "Proses pengemas kini akan berlangsung secara automatik! Jangan cabut sambungan kabel USB-C  semasa proses kemas kini. Sekiranya berjaya, Drive GuliKit akan hilang daripada senarai Devices and Drives dan kontroler akan kembali OFF.", "Proses ini boleh dilakukan dengan menekan butang L, R, Left D-pad dan A secara serentak. Satu getaran berlaku sekiranya calibration berjaya.", "*Jikalau kontroler tidak responsif, tekan butang mod lebih dari dua saat, kemudian tekan sekali untuk ON semula.", "Bagi kemas kini untuk Firmware kepada versi 4.6, ia menambah baik masalah latency. Admin cadangkan anda untuk mengemas kini kontroler anda kepada versi 4.6.", "Anda juga mungkin menyukai: Gulikit KingKong Controller – Ulasan / Review"]}
{"url": "https://mat-gaming.com/akan-lebih-banyak-game-playstation-tersedia-untuk-pc/", "headline": "\nAkan lebih banyak game Playstation tersedia untuk PC ", "content": ["Umumnya kebanyakan game yang direka khas untuk Playstation tidak akan tersedia untuk PC.", "Game popular seperti Ratchet and Klank, Kena Bridge of Spirits, Bloodborne,  Ghost of Tsushima sememangnya eksklusif untuk PlayStation.", "Game yang eksklusif ini menunjukkan perbezaan jelas akan pemilikan game yang disediakan mengikut platform. Persaingan sengit antara Xbox dan Playstation dalam industri gaming adalah sangat jelas berikutan beberapa pemerolehan yang berlaku semenjak kebelakangan. Pada tahun 2022 sahaja Sony (pemilik Playstation) melakukan pengambilalihan Bungie (pemaju Destiny 2) dengan nilai 3.7 billion USD. Microsoft (pemilik Xbox) pula bakal memilik Activision-Blizzard (pemaju Overwatch, Call of Duty, Warcraft, Diablo).", "Dengan lebih banyak permintaan untuk multi-player cross-platform gaming, game yang terhad untuk satu platform sahaja kelihatan kurang menarik buat masa kini. Orang ramai pula ingin berkongsi pengalaman bergaming dengan rakan yang bermain di platform yang lain.", "Kali ini, Sony memilih untuk menawarkan game untuk PC; yang pada mulanya khas untuk Playstation. Game seperti Horizon Zero Down (terbitan di Playstation tahun 2017), dan God of War (terbitan di Playstation tahun 2018) telah tersedia di PC pada tahun 2022. Sony juga bakal menerbitkan Spider-Man (terbitan di Playstation tahun 2018) untuk PC.", "Bagi Sony, langkah ini untuk menambah baik jualan dan pendapatan serta mengukuhkan kedudukan mereka di industri gaming ini. Bagi para gamer pula, menawarkan game yang pada mulanya eksklusif untuk Playstation; kini juga untuk PC ini memberikan peluang untuk bermain pelbagai game tanpa terikat dengan mana-mana platform. Admin berpendapat, ini adalah situasi menang-menang antara gamer dan pemaju game.", "Glad to hear you're hyped man! PC version should come out a bit later, but very soon after the PS5 release!", "Akhir sekali, menurut Playstation blog pula, Uncharted: Legacy of Thief yang sebelum ini eksklusif untuk Playstation bakal tersedia untuk PC. Selain itu, The Last of US Part 1 (pada mulanya hanya untuk Playstation) juga akan tersedia untuk PC.", ""]}
{"url": "https://mat-gaming.com/epic-games-store-holiday-sale-sedang-berlangsung/", "headline": "\nEpic Games Store Holiday Sale sedang berlangsung ", "content": ["Epic Game Store merupakan satu platform game seperti Steam. Walaupun tidak memiliki katalog game yang luas, Epic Game Store memiliki game-game yang terkenal dan sering kali menawarkannya pada harga murah.", "Kebanyakan game ditawarkan pada harga diskaun antara 20 hingga 50%. Cyberpunk 2077 sedang ditawarkan pada harga MYR 106.99 jikalau dibandingkan pada harga biasa (MYR 213.99). God of War pula ditawarkan pada harga MYR 125.40 berbanding harga biasa iaitu MYR 209.00.", "Boleh! Jikalau anda menggunakan kupon di samping membeli game yang sudah dijual pada harga diskaun. Bak kata Mydin, “Mengapa Bayar Lebih? Belilah Dengan Harga Borong Diskaun!”", "Jualan murah Epic Store ini berlangsung secara tahunan. Pada kali ini, Epic Games Store Holiday Sale berlangsung sehingga 6 Januari 2023. Anda mempunyai lebih kurang dua minggu untuk merebut peluang keemasan ini.", "Anda boleh menggunakan kad kredit, Razer Gold Wallet atau PayPal. Bagi kita di Malaysia, maybank2u dan Malaysia E-banking juga disokong.", "Ada! Game seperti Fortnite dan Genshin Impact tersedia secara percuma di Epic Game Store. Epic Game Store juga menawarkan anda satu game percuma pada setiap minggu. Admin pernah dapat game yang pada kebiasaannya mahal, ditawarkan secara percuma oleh Epic Game Store.", "Dalam tempoh masa ini, Epic Game Store menawarkan satu game percuma setiap hari kepada anda (15 game percuma kesemuanya). Jangan lupa untuk tuntut game-game yang percuma ini!", "Untuk makluman, game yang ditawarkan pada setiap hari, (mengikut tarikh Malaysia) adalah:", "16 Disember : Bloons TD6", "17 Disember : Horizon Chase Turbo", "18 Disember : Costumer Quest 2", "19 Disember : Sable", "20 Disember : Them’s Fightin’ Herds", "21 Disember : Wolfenstein: The New Order", "22 Disember : ?", "23 Disember : ?", "24 Disember : ?", "25 Disember : ?", "26 Disember : ?", "27 Disember : ?", "28 Disember : ?", "29 Disember : ?", "30 Disember : ?", "Admin menggunakan kedua-dua platform ini. Setakat ini, admin tidak mempunyai sebarang masalah yang serius semasa menggunakan Epic Game Store dan Steam. Epic Online Services juga menawarkan crossplay, yang membolehkan pemain Steam untuk mengemudi antara dua platform ini. Namun begitu, admin mengesyorkan anda untuk menggunakan Steam yang memiliki lebih banyak game.", "Nak dapatkan game terutamanya game yang AAA pada harga murah memang susah. Admin berpendapat tawaran ini adalah berbaloi jika anda inginkan game yang legit (bukat pirated) pada harga murah. Selamat bergaming!", "Anda juga mungkin menyukai: Bila jualan murah Steam?"]}
{"url": "https://mat-gaming.com/perubahan-mercy-moira-dan-kemunculan-fox-girl-dalam-overwatch-2/", "headline": "\nPerubahan Mercy, Moira dan kemunculan Fox Girl dalam Overwatch 2 ", "content": ["Selepas mengambil kira maklum balas daripada para gamer yang menguji Overwatch 2 Beta, kebolehan Moira iaitu Necrotic Orb ditarik balik. Menurut Blizzard, dengan memiliki tempoh cooldown (tenang) yang panjang, gamer hanya memegang abiliti ini untuk masa yang sesuai. Ini sekaligus, menambah masa cooldown Necrotic Orb. Oleh itu, bermula 11 Ogos untuk Overwatch League (OWL), semua perubahan abiliti Moira, akan dikembalikan kepada yang sebelumnya.", "Bagi Mercy pula, perubahan kali ini masih lagi mengenai abiliti pergerakannya. Menurut Blizzard lagi, Superjump dikira sebagai mekanik asas untuk Mercy pada tahap tinggi. Blizzard berpendapat bahawa Superjump perlu disediakan dalam mekanik utama milik Mercy. Guardian Angel milik Mercy yang disertakan dengan panduan arah dalam beta yang lepas, membolehkan Mercy untuk Superjump dengan mendongak ke atas. Namun begitu, Blizzard berhasrat untuk menambah baik mekanik ini. Ini bermaksud, membatalkan Guardian Angel menggunakan crouch (membongkok), akan secara langsung melancarkan Mercy ke udara, tanpa perlu mendongak ke atas.", "Blizzard juga memberikan petunjuk akan adi wira baru yang bakal menyertai Overwatch 2. Sewaktu pelancaran peta Kanezaka, terdapat petunjuk mengenai adi wira ini. Komuniti berpendapat bahawa adi wira ini akan ditampilkan selepas Echo, namun ia tidak terjadi. Dalam trailer Ovevwatch 2 baru-baru ini, kebolehan adi wira ini ditayangkan buat beberapa saat, yang komuniti anggap sebagai Fox Girl. Selepas berakhirnya Overwatch 2 Beta, terdapat satu perkataan tersembunyi iaitu, “V2hhdCBkb2VzIHRoZSBmb3ggc2F5Pw==”", "Oh my god the text we got this time when the beta ended was this… Kenezaka fox here we come next beta! pic.twitter.com/sLKuVAiGe1", "Menurut Hazelet, apabila perkataan tersembunyi itu dinyahkod menggunakan format Base64, ia bermaksud, “What does the fox say.” Sekali lagi petunjuk ini merujuk kepada Fox Girl yang dinantikan oleh para gamer Overwatch. Menurut khabar angin, Fox Girl adalah adi wira dalam golongan Support seperti Mercy, Moira, Baptiste, Ana, Zenyatta, Lucio, dan Brigitte.", "Akan ada lagi ujian Beta Overwatch 2? Buat masa kini, Blizzard masih belum mengumumkan akan adanya ujian beta seterusnya untuk Overwatch 2. Overwatch 2 akan dilancarkan pada 4 Oktober 2022, yang bakal menggantikan Overwatch 1. Lebih kurang dua bulan lagi sebelum pelancaran Overwatch 2. Menurut blog milik Blizzard lagi, mereka akan kongsikan lebih banyak informasi dan data yang mereka perolehi dari ujian beta pada minggu yang akan datang."]}
{"url": "https://mat-gaming.com/stray-pengembaraan-menurut-sudut-pandangan-kucing/", "headline": "\nStray: Pengembaraan menurut sudut pandangan kucing ", "content": ["Annapurna Interactive baru sahaja menerbitkan satu game baru yang berjudul Stray. Diterbitkan untuk PlayStation dan Windows, jalan cerita adalah berkisarkan seekor kucing jalanan yang mengharungi dunia pada masa akan datang. Bersifat pengembaraan, gamer dengan menerusi sudut pandangan orang ketiga, mengawal seekor kucing dalam menyelesaikan teka-teki dan mengembara di dunia terbuka yang penuh rintangan. Kucing jalanan ini bukanlah seekor kucing dari sains fiksyen mahupun bersifat ajaib, tetapi hanyalah seekor kucing biasa yang comel.", "Penggambaran yang lebih realistik dengan menggunakan Unreal Engine 4, Stray membawakan satu dunia yang istimewa untuk dijelajah. Bagi admin, Stray adalah satu game yang santai. Dari segi mekanik, game ini tidaklah berat, dan memiliki jalan cerita yang lancar. Memanjat pokok, berkawan dengan drone yang dikenali B12, di samping  memanjat dinding mahupun bumbung untuk merasai kehidupan seekor kucing jalanan. Untuk makluman juga, drone B12 berfungsi sebagai perantara antara anda dengan dunia Stray. Anda tidak memerlukan ratusan jam permainan untuk menghabiskan setiap plot cerita.", "Anda juga boleh bawa si kucing anda untuk bermain bersama! Menurut beberapa video pada Reddit, kucing mereka juga berminat dengan game Stray ini. Stray sudah tersedia di Steam store dan juga menyokong fungsi kontroler.", ""]}
{"url": "https://mat-gaming.com/resident-evil-project-w-2-survivor-dan-1-killer-terbaru-dalam-dead-by-daylight/", "headline": "\nResident Evil: Project W – 2 survivor dan 1 killer terbaru dalam Dead by Daylight ", "content": ["Behaviour Interactive baru sahaja melancarkan trailer untuk DLC Dead by Daylight yang akan datang. Chapter 25, yang bertajuk Resident Evil: PROJECT W menawarkan tiga karakter baru iaitu dua orang survivor dan seorang killer. Sebelum ini, Behaviour Interactive juga pernah membawa karakter Resident Evil seperti Jill Valentine, Leon S. Kennedy, dan Nemesis ke Dead By Daylight sebagai satu crossover.", "Bagi DLC kali ini, dua survivor baru adalah Ada Wong dan Rebecca Chambers, manakala Albert Wesker sebagai killer. Chapter kali ini juga akan sedikit sebanyak mengubah peta Raccoon City Police Department. Ramai peminat memuji peta ini yang menyerupai reka bentuk yang asal seperti yang dilihat dalam filem.", "Tidak banyak info dikongsi oleh Behaviour Interactive mengenai perks untuk survivor dan killer kali ini. Namun begitu, terdapat juga desa desus yang boleh kita dapati melalui leaks. Adalah diingatkan bahawa leaks ini masih belum dipastikan lagi, dan Behaviour Interactive berhak untuk mengubahnya sebelum DLC ini dilancarkan pada masa akan datang.", "Rebecca Chambers perks. (2/2)#DeadbyDaylight #dbdleaks #leaksdbd #dbd pic.twitter.com/ifc0hzt3AQ", "Menurut leaks, Ada Wong memiliki tiga perks iaitu Reactive Healing, Low Profile dan juga Wiretrap.", "Bagi Rebecca Chambers, perks miliknya adalah, Better than New, Reassurance dan juga Hyperfocus.", "", "Bagi Killer baru; Albert Wesker, perks miliknya adalah Superior Anatomy, Awakened Awareness dan Terminus.", "", "Behaviour Interactive baru sahaja menerbitkan Chapter 24: Root of Dread pada 7 Jun 2022 lepas. Buat September 2022 kali ini, Chapter 25: Resident Evil Project W akan diterbitkan. Selepas Chapter 25, Chapter 26 pula dikhabarkan akan diterbitkan tidak lama lagi. Dead by Daylight masih lagi aktif dan menerima pelbagai kemas kini walaupun sudah berusia tujuh tahun.", ""]}
{"url": "https://mat-gaming.com/pc-lembab-window-defender-mungkin-mempengaruhi-intel-cpu-anda/", "headline": "\nPC lembab? Window Defender mungkin mempengaruhi Intel CPU anda ", "content": ["Menurut laporan Tech Power Up, Windows Defender bug boleh menyebabkannya untuk menggunakan semua  hardware performance counter yang disediakan oleh teras pemproses Intel.", "Prestasi Intel i9 10850K didapati menurun sebanyak 6% dalam ujian Cinebench. Penurunan prestasi ini dikatakan mempengaruhi Intel Core CPU dari 2008 hingga sekarang. Defender juga dilihat menggunakan prestasi masa CPU lebih kurang 4%. Namun begitu, Windows Defender bug ini tidak didapati berlaku pada AMD Ryzen CPU.", "Isu ini dilaporkan bukan dengan hardware milik Intel, kerana apabila Windows Defender ditetapkan secara manual, ia tidak mempengaruhi sistem secara negatif. Terdapat solusi untuk menyelesaikan masalah ini, iaitu dengan melumpuhkan Windows Defender. Namun, anda disarankan agar tidak menggunakan pendekatan ini, kerana ia menyebabkan PC anda terdedah kepada ancaman virus.", "Pembangun perisian dari Tech Power Up pula telah mencipta satu perisian untuk menangani masalah ini. Buat masa sekarang, Microsoft belum lagi mengeluarkan maklum balas mengenai masalah ini."]}
{"url": "https://mat-gaming.com/cara-beli-game-di-steam-store-guna-touchngo-ewallet/", "headline": "\nCara beli game di Steam store guna TouchNGo ewallet ", "content": ["Steam merupakan satu perkhidmatan pengedaran terbesar bagi PC games secara online (dalam talian).", "Jadi jika anda seorang PC gamer, anda mungkin biasa dengan Steam. Kebiasaannya, membeli games melalui Steam memerlukan kad debit atau kredit atau paypal. Tetapi tahukah anda, bahawa anda boleh membeli game di Steam store menggunakan TouchNGo ewallet?", "Berikut merupakan cara-cara untuk membeli game di Steam store menggunakan TouchNGo ewallet.", "Sebagai contoh admin ingin beli Dead by Daylight DLC.", "Pastikan baki ewallet anda mencukupi untuk membeli game. Pada skrin fon anda, klik Pay Now.", "Game tersebut akan menjadi milik anda selamanya, asalkan anda tidak delete Steam account anda. Game yang anda baru beli, juga boleh dimainkan di mana-mana PC yang anda pakai dengan menggunakan Steam account anda.", "Selamat ber-gaming!"]}
{"url": "https://mat-gaming.com/cara-membersihkan-destiny-2-item-vault/", "headline": "\nCara membersihkan Destiny 2 Item Vault ", "content": ["Antara kekangan yang sering dihadapi oleh para gamer Destiny 2 adalah memiliki ratusan senjata (Weapon) dan baju perisai (Armour) di dalam vault yang tidak digunakan. Anda mungkin tidak pasti sama ada senjata mahupun baju perisai itu penting atau berguna untuk masa akan datang. Mungkin juga anda malas untuk mengemas kini vault anda, maka vault menjadi penuh sehingga tidak mempunyai ruang untuk senjata mahupun baju perisai yang baru.  Walaupun agak remeh, membersihkan vault adalah satu kemestian bagi memberi ruang untuk senjata baru yang lebih efisien atau membolehkan baju perisai yang berkualiti untuk disimpan.", "Salah satu cara untuk membersihkan vault adalah dengan menggunakan aplikasi pihak ketiga; Destiny Recipes. Destiny Recipes menawarkan pelbagai kemudahan buat para gamer Destiny 2. Namun pada kali ini, admin berkongsi tips menggunakan vault cleaner.", "Kemudian daftar masuk dengan klik Login.", "Admin menggunakan Steam.", "Di bahagian kiri adalah aturan untuk senjata, manakala di bahagian kanan adalah untuk baju perisai. Kebiasaannya aturan telah dipilih secara default. Namun anda boleh menetapkan aturan mengikut pilihan sendiri. Admin memilih untuk keep exotics sebagai salah satu aturan senjata. Selain itu Keep if tagged as favourite juga dipilih (Aturan ini dipilih sekiranya anda mempunyai senjata yang ditandai sebagai favourite dalam DIM). Bagi tetapan baju perisai, admin meletakkan 62 kepada pilihan Change minimum total to keep. Kebanyakan baju perisai memiliki stats di bawah 62. Bagi admin, stats di bawah 62 adalah kurang optimum dan terlalu rendah untuk disimpan atau untuk masterwork.", "Senarai senjata daripada Auto Rifle hingga Trace Rifle akan muncul. Kemudian diikuti dengan baju perisai milik Hunter, Warlock dan Titan seperti yang tertera di bahagian kiri. Manakala di bahagian kanan menunjukkan senarai senjata yang sama jenis untuk disimpan (to keep) atau dikeluarkan (to remove).", "Drag and drop senjata tersebut ke bahagian to keep atau ke bahagian to remove.", "Berwarna biru menunjukkan tahap kecekapan senjata itu pada PvE. Manakala yang berwarna merah untuk PvP. Markah pada piala pula, menunjukkan kecekapan senjata itu secara purata. Markah ini dipilih berdasarkan maklum balas komuniti Destiny 2 terutama Theorycrafter. Sebagai contoh, sekiranya senjata itu memiliki markah sebanyak 70%, bermaksud ia memiliki 70% senarai faedah (perks) keupayaan yang terbaik. Ini boleh membantu anda untuk memiliki senjata yang baik untuk disimpan.", "Seperti yang ditunjukkan, apabila anda klik pada Nezarec’s Whispher, satu senarai keupayaan milik glaive tersebut. Glaive tersebut memiliki keupayaan Low Impedance Windlings yang ditandai untuk PvP. Manakala Impulse Amplifier untuk kedua-dua PvP dan PvE. Vorpal pula ditandai untuk PvE. Anda juga berbuat demikian untuk memilih senjata yang akan dibuang atau disimpan.", "Selesai proses pemilihan senjata, anda akan mula memeriksa baju perisai untuk Hunter, Warlock atau Titan. Senarai pada kali ini disusun mengikut jenis dan tahap baju perisai. Sebagai contoh topi keledar (helmet) atau sarung tangan (gauntlet). Atau antara legendary  dan exotics. Anda boleh klik setiap item tersebut untuk melihat stats. Kebiasaannya exotics dan legendary item yang memiliki stats yang tinggi (melebihi 62) diletakkan di sebelah kiri, manakala stats yang rendah diletakkan di bahagian kanan. Anda juga boleh drag and drop item tersebut untuk disimpan atau dikeluarkan.", "Selesai sahaja proses memeriksa baju perisai, dengan mengklik Next, anda akan sampai pada Final Review. Periksa kembali senarai senjata dan baju perisai yang akan dikeluarkan (Items to delete) atau yang akan disimpan (Items to keep).", "Sekiranya berpuas hati, anda boleh klik Lock/Unlock items. Ini akan mengunci semua items yang akan disimpan, manakala yang akan dikeluarkan tidak dikunci. Semua senjata dan baju perisai masih lagi belum dihapuskan (delete).", "Anda boleh klik I am done selepas proses Lock/Unlocked selesai.", "Pergi ke bahagian Vault, (yang berdekatan dengan Banshee-44), semak senjata yang sudah dikunci mahupun yang belum. Anda boleh tekan F (Dismantle) untuk delete satu per satu item yang tidak dikunci tadi secara selamat. Anda juga boleh menggunakan DIM sebagai cara alternatif.", "Anda juga mungkin menyukai: Cara mendapatkan stats yang optimum untuk watak Destiny 2 anda"]}
{"url": "https://mat-gaming.com/nvidia-melancarkan-gtx1630/", "headline": "\nNVIDIA melancarkan GTX1630 ", "content": ["GTX 1630 baru sahaja dilancarkan secara rasmi. Memiliki pemproses grafik Turing TU117-150 dengan teras 512 CUDA, jauh lebih rendah berbanding dengan GTX 1650. Walaupun mempunyai TDP yang hamper serupa, menggunakan reka bentuk PCB dan penyejukan yang sama, GTX1630, kelihatan seperti GTX1650 yang diturun taraf.", "NVIDIA telah mengurangkan memory bus pada model ini kepada 64-bit. Ini bermakna jalur lebar teori maksimum telah dikurangkan separuh daripada 192GB/s kepada 96 GB/s. Ini bermaksud prestasi GTX1630 adalah jauh lebih rendah daripada GTX 1050 Ti yang meggunakan GPU Pascal GP107 (2016).", "Ulasan daripada TechPowerUp menunjukkan bahawa prestasi GTX1630 adalah 54% lebih rendah berbanding GTX1650 Super. Oleh itu, prestasi GTX1630 lebih rendah jika dibandingkan dengan GTX1050 Ti. Harga runcit GTX1630 yang dicadangkan oleh pengeluar adalah US$150 (~ RM660).", ""]}
{"url": "https://mat-gaming.com/gamesir-t4pro-gaming-controller-ulasan-review/", "headline": "\nGameSir T4pro Gaming Controller – Ulasan / Review ", "content": ["Selain tetikus dan papan kekunci, kontroler juga boleh digunakan untuk bergaming di PC. Kebelakangan ini, banyak game yang pada mulanya khas untuk Playstation sudah tersedia untuk dimainkan di PC. Game seperti Spiderman-Remastered yang baru sahaja tersedia di Steam menyokong fungsi kontroler secara penuh.", "Dilengkapi dengan fungsi getaran, GameSir T4pro ini dihiasi dengan LED backlight. Oleh itu, ia agak padan dengan mereka yang memiliki PC RBG.", "Seperti kebanyakan kontroler yang lain, GameSir T4pro menggunakan susun atur Xbox kontroler. Gamepad yang menyerupai kontroler Xbox, GameSir T4pro ini membolehkan mereka yang terbiasa menggunakan Xbox kontroler untuk menyesuaikan posisi jari secara mudah. Walaupun agak berat, iaitu seberat 400g, kerana memiliki bateri 600 mAh terpasang tetap, GameSir T4pro kontroler ini masih lagi selesa untuk dipegang.", "", "Admin agak suka akan tombol analog ini, kerana memiliki anti-slip soft rubber caps. Tombol analog GameSir T4pro ini lebih selesa apabila ditolak menggunakan ibu jari. Namun begitu, butang ABXY, dan beberapa butang yang lain, termasuklah pemicu LB, LT, RB, RT mengeluarkan bunyi klik yang agak bising apabila ditekan.", "Terdapat juga pedal seperti M1, M2, M3, M4 di bawah kontroler GameSir T4pro. Pedal sebegini memberikan fleksibiliti kepada gamer untuk menambah butang input bagi mengubah suai gaya permainan. Seperti kebanyakan kontroler zaman sekarang, GameSir T4pro juga dilengkapi dengan fungsi Turbo.", "GameSir T4pro menggunakan sambungan USB type-C. Admin berpendapat ketersambungan ini adalah satu idea yang baik untuk mencapai kependaman (latency) penghantaran data yang rendah semasa penggunaan. Jangan bimbang, wayar USB type-C juga disediakan membolehkan anda untuk mengecas bateri kontroler ini. Sambungan wayar yang boleh ditanggalkan ini membolehkan kontroler ini lebih mudah alih. ", "Tambahan pula, GameSir T4pro ini dilengkapi fungsi Bluetooth. Fungsi tampa wayar ini jelas memberikan kebebasan dari segi penggunaan. Anda boleh sambungkan kontroler ini kepada PC/laptop melalui Bluetooth 2.4 GHz secara terus dengan direct pairing di Add Bluetooth or other device pada Windows. Admin mendapati bahawa bateri boleh bertahan sehingga tiga jam untuk penggunaan berat menerusi sambungan Bluetooth.", "Seperti biasa, admin menguji Input Lag (ketinggalan input) menggunakan XInput Test dengan menggunakan 1000 samples. Namun kali ini, admin akan menguji kedua-dua ketersambungan iaitu USB dan juga Bluetooth. Ujian ini dilakukan sebanyak lima kali, dan julat perbezaaan keputusan untuk setiap ketersambungan tersebut adalah kecil dan boleh diulang.", "Data menunjukkan bahawa input lag GameSir T4pro yang disambungkan menggunakan USB-C adalah secara purata sebanyak 6.71 ms dengan polling rate 148.10 Hz. Dengan input lag yang masih berada dalam lingkungan 18 ms hingga 2 ms, kontroler ini dilihat mampu memberikan prestasi yang baik kepada gamer.", "Jikalau dibandingkan dengan USB-C, Input lag ketersambungan GameSir T4pro melalui Bluetooth adalah lebih tinggi. Kelewatan (delay) ini adalah dijangka. Hal ini demikian kerana terdapat kelewatan dalam pemprosesan dan penghantaran signal antara kontroler dan PC. Kelewatan bukan sahaja belaku kepada kontroler yang menggunakan fungsi Bluetooth, bahkan berlaku kepada earbud/earphone. Walaupun terdapatnya kelewatan dalam penghantaran signal dari kontroler ke PC, julat input lag ini dilihat masih boleh diterima.", "Pekeliling juga diuji  terhadap tombol analog milik GameSir T4pro. Dalam ujian ini, admin memutarkan kedua-dua tombol analog joystick GameSir T4pro ini mengikut arah jam dan lawan arah jam sebanyak lima kali. Ujian ini dilakukan sebanyak lima kali, dan menunjukan keputusan yang serupa.", "", "Data menunjukan bahawa purata ralat (average error) untuk tombol analog bahagian kiri adalah sebanyak 7.0%. Manakala, purata ralat bagi tombol analog bahagian kanan adalah sebanyak 9.4%. Dengan purata ralat tombol analog dan input latency yang rendah, keupayaan tombol analog milik GameSir T4pro ini masih boleh diterima pakai dalam untuk game PvP jikalau disambungkan menggunakan USB-C.", "Gambaran diagnostik yang menunjukkan bentuk segi empat dan bukannya bulatan, memberi petunjuk bahawa kontroler ini menggunakan potentiometer sebagai elemen asas dalam pembuatan tombol analog seperti kontroler yang lain.", "Jikalau dilihat di Shopee mahupun Lazada, GameSir T4pro ini ditawarkan pada harga serendah RM95. Admin berpendapat, GameSir T4pro masih lagi dikira sebagai kontroler mampu milik rakyat marhaen.", "Ditawarkan pada harga mampu milik, kontroler yang memiliki dua sambungan iaitu melalui kabel USB-C atau Bluetooth memberikan anda keselesaan untuk bergaming secara bebas. Anda tidaklah terikat dengan PC hanya disebabkan memiliki kabel kontroler yang pendek. Ketersambungan tampa wayar melalui Bluetooth 2.4 GHz, menawarkan jarak antara anda dan PC sejauh 5 meter. Namun begitu, isu latency yang disebabkan oleh Bluetooth haruslah diambil kira.", "Dengan Average Circularity Error yang rendah dan memiliki Input Lag yang agak rendah, kontroler ini sememangnya lebih berbaloi untuk dimiliki. Meskipun begitu, admin masih juga tercari-cari kontroler yang memiliki prestasi yang lebih baik.", "", "Anda juga mungkin menyukai: Fantech GP13 Gaming Controller – Ulasan / Review"]}
{"url": "https://mat-gaming.com/intel-core-i9-13900k-sudah-sampai-pada-tahap-es3/", "headline": "\nIntel Core i9-13900K sudah sampai pada tahap ES3 ", "content": ["Intel Core i9-13900K sudah sampai pada tahap ES3 dan dikatakan mampu mencapai 5.5 GHz. Lordzzz dari forum Chiphell mendakwa bahawa dirinya mempunyai maklumat terbaru mengenai Intel Raptor Lake.", "Versi pertama CPU itu kini boleh didapati di pasaran gelap China, walaupun agak lama. Berbeza dengan yang dikatakan jurujual dalam keterangan yang baru sahaja dijual, silikon ES1 mempunyai overclocking yang terhad. Namun, silikon ES3 yang boleh diakses of Lordzzz, tidak memiliki kemampuan tersebut.", "Screenshot memaparkan satu cip silikon ES1. Benchmark CPU-Z menunjukkan 611 dan 13015 mata dalam ujian single dan multi-threaded test. Sampel seharusnya boleh mencecah sehingga 4.5 GHz. Boleh dilihat juga bahawa sampel tersebut mempunyai 125W TDP (bermaksud ia adalah varian kepada K-series) dan bukannya AVX-512.", "Tambahan pula. Sampel ES3 dikatakan meningkat kepada 5.5 GHz (satu core) dan 5.3 GHz (semua Perfomance core). Oleh itu, ia boleh dikira sebagai Core i9-12900KS Special Edition. Hasilnya, CPU tersebut mendapat 880 points dalam single threaded CPU-Z test dan lebih kurang 15000 points dalam multi-threaded. Walau bagaimanapun, tiada screenshot untuk menyokong spekulasi ini.", "Intel Raptor Lake kini dijangka dilancarkan dalam masa tiga bulan, kemungkinan pada bulan Oktober. Siri CPU ini dikatakan akan menggunakan soket LGA1700 yang sama seperti Alder Lake, kerana itu, sampel kejuruteraan sudah boleh diuji pada motherboard yang disokong dengan BIOS awal.", "Sumber: chiphell"]}
{"url": "https://mat-gaming.com/gamesir-t4-kaleid-controller-ulasan-review/", "headline": "\nGameSir T4 Kaleid Controller – Ulasan / Review ", "content": ["Sejak akhir-akhir ini kebanyakan OEM kontroler mula memperkenalkan kontroler Hall Effect. Kontroler yang menggunakan Hall Effect mampu mengelakkan berlakunya masalah controller drift.", "Selain dari Gulikit dan 8BitDo, GameSir juga tidak terkecuali untuk menawarkan kontroler yang menggunakan fungsi Hall Effect ini. GameSir T4 Kaleid baru sahaja dilancarkan pada bulan April 2023.", "Bagi Admin, GameSir T4 Kaleid memiliki reka bentuk seakan-akan GameSir T4pro. Butang-butang pada GameSir T4 Kaleid juga menggunakan tata aturan Xbox. Terasa ringan dipegang, badan T4 Kaleid tampak diperbuat dari plastik. Badannya yang lutsinar membolehkan anda untuk melihat terus litar elektronik pada kontroler tersebut.", "Butang-butang ABXY pada GameSir T4 Kaleid pula sememangnya selesa untuk ditekan, dan memberikan respons yang pantas. Tiada masalah untuk bergaming. Tombol yang menggunakan teknologi Hall Effect juga memberikan tindak balas yang spontan. Lupa pula, pedal juga disertakan di bahagian bawah GameSir T4 Kaleid ini.", "GamerSir T4 Kaleid hanya menggunakan USB-C sebagai mod sambungan ke PC. Sayangnya, T4 Kaleid tidak menyokong ketersambungan melalui Bluetooth. Kabel USB-C sepanjang dua meter ini, bagi admin, sudah memadai untuk mengekalkan jarak yang selesa antara anda dan PC.  ", "Ujian input lag juga dilakukan pada GameSir T4 Kaleid ini dengan menggunakan XInput Test menerusi sambungan USB-C.", "Data menunjukkan bahawa input lag GameSir T4 Kaleid  adalah secara purata 4.54 ms dengan polling rate 220.099 Hz. Polling rate yang tinggi ini menjadikan GameSir T4 Kaleid sesuai untuk game yang bersifat kompetitif.", "Seperti yang dijangka, GameSir T4 Kaleid memiliki purata ralat yang rendah kerana menggunakan teknologi Hall Effect ini. Kedua-dua tombol analog memberikan nilai ralat kurang daripada 2.0% dan menggambarkan bulatan dan bukannya berbentuk segi empat. Bagi admin, pembentukan bulatan ini menunjukkan bahawa tombol analog ini mampu untuk mengawal watak atau adi wira dalam game anda tanpa banyak masalah.", "GameSir juga memberikan anda kemudahan untuk menyesuaikan kontroler ini mengikut cita rasa anda sendiri. Anda boleh mengubah sensitiviti tombol mahupun sensitiviti picu pada T4 Kaleid dengan menggunakan GameSir T4k App. Perisian ini adalah percuma dan anda boleh memuat turun perisian ini dari laman sesawang GameSir sendiri. Sensitiviti tombol mahupun picu boleh diubah mengikut pilihan masing-masing. Selain itu, anda juga boleh mengubah picu (Trigger) kepada digital.", "Bagi peminat setia barangan elektronik yang mempunyai RGB, GameSir T4 Kaleid ini adalah untuk anda. Lampu lip-lap RGB ini juga boleh diubah suai menggunakan software GameSir T4k.", "Kontroler T4 Kaleid adalah kontroler Hall Effect yang kedua; yang pernah admin cuba. Walaupun tidak memiliki Bluetooth, T4 Kaleid menawarkan fungsi Hall Effect. Tombol analog yang menggunakan Hall Effect mampu mengurangkan isu stick drift. Selain itu, T4 Kaleid juga memiliki kadar latency yang rendah! Bagi admin, dua faktor ini sudah cukup untuk meyakinkan admin untuk membeli kontroler ini.", "Harga GameSir T4 Kaleid yang ditawarkan di Ali Express menerusi official store milik GameSir pada ketika ini adalah MYR 190. Namun, jika kita cari di Shopee, harga T4 Kaleid serendah MYR 150. Bagi admin, harga yang disebut ini sangat berpatutan.", "Anda juga mungkin menyukai: Fantech GP13 Gaming Controller – Ulasan / Review"]}
{"url": "https://mat-gaming.com/resizable-bar-berbaloi-untuk-gaming/", "headline": "\nResizable BAR: Berbaloi untuk gaming? ", "content": ["Resizable BAR merupakan satu teknologi yang dibangunkan khas untuk GPU milik Nvidia. Teknologi ini menyerupai Smart Access Memory (SAM) milik AMD, di mana ia mampu melonjakkan kemampuan PC anda untuk memproses game dengan lebih lancar.", "Resizable BAR memberikan laluan kepada CPU untuk mendapatkan kesemua frame buffer pada memori GPU bagi memproses data tersebut dengan pantas. Resizable BAR juga mengurangkan bilangan pemindahan data antara CPU dan GPU dengan hanya membenarkan CPU untuk mengambil data daripada memori GPU ketika perlu sahaja. Ini bermaksud, Resizeable BAR mengurangkan trafik penghantaran data antara CPU dan GPU; sejurus itu, menaikkan prestasi PC anda.", "Untuk mengetahui sama ada Resizable BAR diaktifkan pada PC anda, anda boleh klik pada Nvidia Control Panel, kemudian klik System Information (1). Pada System Information, jikalau Yes pada Resizable BAR (2), tetapan ini telah diaktifkan. Sekiranya No, tetapan Resizable BAR dilumpuhkan.", "Resizable BAR secara teknikalnya satu bentuk kemudahan yang disediakan mengikut piawaian PCIe. Ia adalah satu ciri menurut protokol GPU untuk berkomunikasi dengan sistem komputer yang lain; seperti motherboard dan CPU. Umumnya, CPU, GPU dan motherboard diperlukan bagi menyokong Resizable BAR mahupun SAM.", "Buat masa sekarang, hanya CPU Intel generasi ke-10 dan generasi baru yang menyokong Resizable BAR. Bagi CPU milik AMD pula, hanya Zen 3 dan Ryzen menyokong fungsi ini. Harus diingatkan juga, hanya sebahagian chipset generasi ke-10 milik Intel yang menyokong fungsi Resizable BAR.", "Hanya 30-series GPU milik Nvidia yang menyokong fungsi Resizable BAR. Manakala untuk GPU milik AMD, hanya 6000-series dan ke atas sahaja, yang menyokong fungsi SAM. Anda boleh menyemak senarai motherboard, CPU dan GPU yang menyokong fungsi Resizable BAR di laman sesawang milik pengilang komponen tersebut, seperti Colorful, ASUS, Zotac atau PNY.", "Sekiranya kesemua komponen (iaitu motherboard, CPU, GPU) komputer anda menyokong fungsi Resizable BAR ini, anda boleh mengaktifkannya pada menu BIOS/UEFI. Langkah mengaktifkan Resizable BAR ini bergantung kepada jenama motherboard milik anda. Di sini, admin sertakan beberapa pautan ke ASUS, MSI, dan Gigabyte bagi mendapatkan cara mengaktifkan Resizable BAR mengikut jenama motherboard masing-masing.", "Ini adalah antara persoalan yang seringkali diutarakan oleh para gamer, apabila fungsi terbaru, dilancarkan oleh Nvidia mahupun AMD atau Intel. Banyak kajian telah dijalankan mengenai kemampuan Resizeable BAR ini dalam menambah baik pengalaman bergaming. Ramai mendapati Resizeable BAR mampu melonjakkan prestasi PC untuk mengendali sesetengah games dengan baik. Pada masa yang sama, untuk beberapa game, Resizable BAR didapati menghindari PC daripada berfungsi secara optimum semasa bergaming.", "Hardware Unboxed pernah menguji kemampuan Resizable BAR ini untuk beberapa game. Mereka mendapati Resizable BAR mampu melonjakkan prestasi sehingga 19% untuk game Assasin’s Creed Valhalla. Manakala, prestasi berkurangan sebanyak 4% untuk game Death Stranding.", "Terdapat juga Youtube channel lain yang menguji Resizable BAR ini dalam benchmarking test mereka. Rata-rata mendapati Resizable BAR sedikit sebanyak mampu menambah FPS (frame per second) dalam beberapa game yang popular.", "Admin berpendapat, Resizable BAR adalah satu teknologi yang boleh kita guna pakai bagi menambah prestasi PC dalam bergaming tanpa membeli alatan elektronik tambahan. Namun begitu, anda perlu mengaktifkan teknologi ini secara manual. Hal ini demikian kerana, Nvidia melumpuhkan teknologi ini secara lalai. Sekiranya anda mendapati sebarang isu semasa menggunakan fungsi Resizable BAR, anda boleh memilih untuk menyahaktifkan Resizable BAR kembali dalam BIOS.", "Anda juga mungkin menyukai: Lima pertimbangan sebelum membeli PSU"]}
{"url": "https://mat-gaming.com/the-first-descendant-ulasan-review/", "headline": "\nThe First Descendant – Ulasan / Review ", "content": ["The First Descendant bakal dilancarkan tidak lama lagi. Antara game yang dinanti-nantikan oleh para gamer, The First Descendant adalah sebuah game free-to-play yang dibangunkan oleh Nexeon Games; iaitu sebuah syarikat gaming di Korea Selatan.", "Admin berpeluang untuk menguji game ini sewaktu Beta Test yang telah dilancarkan baru-baru ini. Seperti Warframe dan Destiny 2, game ini memberikan anda peluang untuk bermain secara solo, ataupun secara berpasukan (maksimum 4 orang). Game yang berbentuk looter-shooter ini memberikan anda peluang untuk menyelami sebuah dunia fiksyen terbuka.", "Berkisah fiksyen sains, dunia sejagat dijajah oleh makhluk asing. Anda sebagai Descendant hendaklah melindungi dunia, dengan bertarung bagi mengusir makhluk yang dikenali sebagai Vulgus. Dengan pelbagai karakter yang memiliki pelbagai kemahiran dalam pertarungan, The First Descendant menyajikan anda satu pengalaman gaming yang menyeronokkan. Sekilas pandang, game ini mengingatkan admin akan Halo; yang juga sebuah game berunsur sains fiksyen.", "First time impression, admin berpendapat inilah game yang terbaru. Kualiti grafik dari segi alam persekitaran dan karakter kelihatan sangat realistik! Setiap pokok mahupun rumput nampak seakan-akan hidup. Suasana yang amat menarik untuk diteroka oleh para gamer. Manakala, bagi ambient music pula, admin rasa ianya hanyalah pada tahap average, dan tidaklah begitu menyerlah. Karakter juga kedengaran hanya mampu menuturkan beberapa voicelines sahaja. Untuk makluman juga, dengan menggunakan Unreal Engine 5, The First Descendant menyokong fungsi DLSS, FSR2.1 dan XeSS.", "Pada mulanya anda diberikan untuk memilih satu karakter daripada tiga. Sama ada, Lepic, Viessa ataupun Ajax. Setiap karakter ini memiliki keupayaan yang berbeza. Anda kemudian akan diberikan pelbagai misi untuk menaik taraf kemahiran tempur Descendant milik anda. Menyelesaikan misi tidaklah serumit yang admin fikirkan. ", "Anda juga akan diberi panduan dalam menyelesaikan misi-misi tersebut! Anda boleh tukar Descendant anda kepada yang lain sebelum menjalankan misi! Harus ingat bahawa, hanya Lepic, Viessa dan Ajax yang tersedia pada awal game. Descendant yang lain boleh didapati setelah menyelesaikan beberapa misi berikutnya.", "Mekanik game dalam The First Descendant agak mudah untuk difahami biarpun terdapatnya kepelbagaian dalam aktiviti menembak dan serangan. Tidak ada masalah untuk admin membiasakan diri. Namun begitu, proses menaik taraf kemahiran tempur, senjata dan juga character level agak rumit untuk difahami atau dilakukan. ", "Senjata pula, pada pendapat admin, agak membosankan dan agak generik. Diharap untuk kemas kini akan datang, Nexeon akan mempelbagaikan lagi mekanik senjata dalam The First Descendant.", "Selain daripada Keyboard and Mouse, The First Descendant juga menyokong fungsi kontroler. Aim-assist untuk kontroler juga tersedia di dalam game ini. Sokongan fungsi kontroler ini juga menunjukkan bahawa The First Descendant akan tersedia di Playstation dan juga Xbox.", "Game ini masih lagi di tahap Beta! Namun, ia memberikan anda, kualiti grafik yang baik, disertakan dengan mekanik game yang menarik. Persoalannya, apa lagi yang boleh ditawarkan dalam game ini? Bagi Destiny 2, kelangsungan hidupnya adalah melalui penceritaan jalan ceritanya, di mana setiap musim (seasonal content) dan DLC mengetengahkan jalan cerita baru, umpama mengikuti perkembangan filem animasi. ", "Warframe pula menawarkan DLC bagi menampung kelangsungan hidup game tersebut. Genshin Impact pula mengetengahkan dunia baru selang beberapa bulan. Buat masa sekarang, admin masih lagi tertanya-tanya akan pembangunan The First Descendant di masa hadapan.", "The First Descendant sudah pun tersedia di Steam, anda boleh tandakannya sebagai Wishlist. Buat masa kini, belum ada tarikh keluaran rasmi. Admin belum lagi explore game ini secara habis-habisan. Jikalau berdasarkan peta, banyak lagi wilayah yang masih belum diteroka oleh admin! Admin berpendapat, game ini mempunyai potensi besar untuk dikembangkan dan mampu menawarkan pengalaman gaming menyeronokkan.", "Anda juga mungkin menyukai: Akan lebih banyak game Playstation tersedia untuk PC"]}
{"url": "https://mat-gaming.com/vantage-karakter-baru-apex-legends/", "headline": "\nVantage: karakter baru Apex Legends ", "content": ["Apex Legend baru sahaja memperkenalkan karakter ke-14, yang dikenali sebagai Vantage. Lebih awal daripada permulaan musim ke-14, Respawn Entertainment terpaksa memperkenalkan Legend terbaru akibat khabar angin yang dikeluarkan secara tidak sengaja.", "Finally. Vantage and her bat HATE being cooped up. Say \"hi\" to our newest Legend—Natalie Cañizares! 🦇 pic.twitter.com/SLZGPA2xiW", "Vantage adalah seorang perempuan yang dibesarkan oleh ibunya di sebuah planet ais, Pagos. Mendiami planet terpencil, Vantage yang juga dikenali sebagai Mara hidup sebagai seorang hunter (pemburu) dengan memiliki senapang sniper.", "Dikategorikan sebagai Recon Legends buat masa sekarang (tertakluk pada perubahan akan datang), Vantage adalah seorang anggota perisikan dalam pertempuran, dengan memberikan maklumat mengenai lokasi pihak musuh. Memiliki senapang sniper, Vantage boleh menanda pihak musuh agar mampu dilihat oleh rakan sekutu.", "Apex Legend musim ke-14 akan bermula pada Selasa, 9 Ogos. Walaupun maklumat mengenai musim ke-14 masih terhad, namun khabar angin mengatakan bahawa musim baru ini akan dikenali sebagai Hunted. Apex Legend adalah game yang percuma dan tersedia di Steam."]}
{"url": "https://mat-gaming.com/pendapatan-amd-dijangka-akan-menyusut-sebanyak-26-pada-2022/", "headline": "\nPendapatan AMD dijangka akan menyusut sebanyak 26% pada 2022 ", "content": ["Pendapatan AMD bagi pasaran CPU Ryzen dijangka merosot sebanyak 26% pada tahun 2022 disebabkan oleh kebangkitan Intel CPU generasi ke-12 (Alder Lake), menurut laporan Morgan Stanley.", "Dalam analisis pasaran baru-baru ini, Joseph Moore (penganalisis Morgan Moore) melaporkan bahawa hasil pasaran PC AMD yang majoritinya terdiri daripada CPU Ryzen akan mengalami penurunan. Sejak awal 2022, harga GPU Nvidia dan AMD mencatat penurunan sebanyak 57%. Sejak Jun, harga GPU terpakai juga dilaporkan menurun sebanyak 14%.", "Bukan sahaja pasaran PC secara umum merosot pada tahun 2022, tetapi kebangkitan semula Intel dalam membangunkan CPU Generasi ke-12 (Alder Lake) telah memberikan AMD persaingan sengit dalam segmen arus perdana. Oleh itu, pendapatan CPU Ryzen AMD dijangka menurun sebanyak 26% tahun ke tahun. Syarikat itu akan membuat beberapa keuntungan mulai akhir tahun ini dengan pelancaran produk Zen 4 pertamanya, iaitu CPU Ryzen 7000 dan lebih banyak pilihan untuk platform AM4 yang tahan lama. Oleh itu, AMD dijangka menyaksikan penurunan hasil pasaran hanya 2% pada 2023 dan melihat tempoh yang agak stabil selepas itu."]}
{"url": "https://mat-gaming.com/10-game-paling-popular-di-steam-store/", "headline": "\n10 Game paling popular di Steam store ", "content": ["Kebanyakan golongan muda masa kini menghabiskan masa mereka dengan barangan elektronik, dan rata-rata bermain online game. Pelbagai game menawarkan pelbagai pengalaman yang menarik, sama ada dari kepuasan dalam menewaskan naga mahupun mengembara di sebuah dunia baru. Bagi game yang khas untuk PC, kebanyakan game boleh didapati di Steam Store, sama ada percuma mahupun berbayar.", "Genre: Multiplayer, RPG, Pengembaraan", "Menyokong controller: Tidak", "Harga: RM 90 (tidak termasuk DLC)", "Tahun terbitan: 2018", "Jumlah pemain: 58 juta", "Sebagai multiplayer game, Rust mengetengahkan pengalaman kelangsungan hidup. Binatang buas boleh menjadi ancaman, tetapi pemain yang lain adalah ancaman utama bagi anda. Gamer mesti sentiasa diberi makan atau mati kebuluran. Rust boleh dikira sebagai game yang boleh dimainkan secara santai, tetapi masih juga memberikan cabaran yang menarik untuk para gamer.", "Genre: Singleplayer, Pengembaraan", "Menyokong controller: Ya", "Harga: RM 29 (tidak termasuk DLC)", "Tahun terbitan: 2015", "Jumlah pemain: 65 juta", "Berkisar pengembaraan, GTA V memberi peluang kepada anda untuk menyelesaikan misi di sebuah bandar raya Los Santos yang terletak di wilayah San Andreas. Anda boleh meneroka sebuah dunia terbuka, dan memainkan game ini mengikut rentak anda sendiri.", "Genre: Multiplayer/Singleplayer, RPG, Pengembaraan, Pertarungan", "Menyokong controller: Ya", "Harga: Percuma (tidak termasuk DLC)", "Tahun terbitan: 2017", "Jumlah pemain: 67 juta", "Destiny 2 adalah sebuah game yang berkisarkan dunia fantasi alam semesta di mana anda boleh menjadi seorang guardian yang melindungi kelangsungan hidup manusia di bumi daripada serangan makhluk asing. Menawarkan game dalam bentuk pvp dan juga pve, Destiny memberikan jenis pemain mengikut cita rasa anda sendiri. Berminat bermain pve, anda boleh main Strikes, Dungeon, Raid. Berminat bermain pvp (bertarung dengan pemain yang lain), anda boleh main Crucible, Trial of Osiris atau pun Iron Banner. Berminat main kedua-dua mod tersebut, anda boleh mencuba Gambit.", "Genre: Multiplayer, RPG, Pertarungan", "Menyokong controller: Separuh", "Harga: Percuma (tidak termasuk DLC)", "Tahun terbitan: 2007", "Jumlah pemain: 88 juta", "Team Fortress 2 adalah sebuah game di mana anda memilih satu daripada sembilan karakter untuk bertarung dengan pemain lain dan pada yang sama bekerjasama dengan rakan sekutu untuk memenuhi objektif. Antara game yang dikira sebagai terbaik sehingga sekarang, Team Fortress 2 memberikan satu pengalaman yang unik untuk anda. Sebelum wujudnya Overwatch, Team Fortress adalah game yang menawarkan ciri game yang berbentuk payload.", "Genre: Multiplayer, Pertarungan", "Menyokong controller: Tidak", "Harga: Percuma", "Tahun terbitan: 2017", "Jumlah pemain: 113 juta", "PUBG adalah game yang tidak asing lagi bagi orang Malaysia, terutama bagi mereka yang bermain secara mobile. PUBG juga ditawarkan untuk mereka yang memiliki PC.", "Genre: Multiplayer, RPG, Pengembaraan, Aksi", "Menyokong controller: Ya", "Harga: RM 51 (tidak termasuk DLC)", "Tahun terbitan: 2017", "Jumlah pemain: 120 juta", "ARK adalah satu game yang berbentuk pengembaraan dan kelangsungan hidup. Berkisar pada zaman purba di mana dinosaur masih lagi menghuni bumi, anda sebagai pemain meneroka dunia fantasi ini. Uniknya dalam game ini, anda boleh memelihara hidupan mahupun pelbagai makhluk lain. Selain itu, anda boleh mencipta senjata sendiri. Pemain juga boleh membina pelbagai struktur di dunia ini.", "Genre: Multiplayer, RPG, Pertarungan", "Menyokong controller: Ya", "Harga: Percuma (tidak termasuk DLC)", "Tahun terbitan: 2020", "Jumlah pemain: 140 juta", "Apex Legend antara game yang popular khusus buat peminat pvp. Kebiasaannya, setiap pertarungan merangkumi 20 pasukan yang masing-masing terdiri daripada tiga pemain. Gamer boleh menyertai rakan mereka, atau dipadankan dengan gamer lain. Terdapat banyak (buat masa sekarang: 22) karakter unik yang boleh anda mainkan. Apex Legend boleh dikira sebagai satu pertandingan esport. ", "Genre: Multiplayer, RPG, Pengembaraan", "Menyokong controller: Ya", "Harga: Tidak tersedia di Malaysia", "Tahun terbitan: 2022", "Jumlah pemain: 210 juta", "Sedihnya, game ini tidak tersedia di Malaysia. Awak semua boleh lupakan game ini!", "Genre: Multiplayer, Strategi, Pertarungan", "Menyokong controller: Tidak", "Harga: Percuma (tidak termasuk DLC)", "Tahun terbitan: 2013", "Jumlah pemain: 320 juta", "Antara game yang masih popular di Malaysia biarpun sudah sekian lama diterbitkan, DOTA 2 adalah game yang berbentuk strategi pertarungan. Sebut sahaja DOTA, budak-budak sekolah, mahupun Universiti pasti kenal akan game ini. Housemate admin, waktu zaman Universiti dulu main DOTA pada minggu peperiksaan, tapi masih dapat First Class Degree! Yang acah-acah study macam admin ni, Dean List pun tak pernah dapat.", "Genre: Multiplayer, RPG, Aksi", "Menyokong controller: Ya", "Harga: Percuma (tidak termasuk DLC)", "Tahun terbitan: 2012", "Jumlah pemain: 400 juta", "Game yang dikira legend! Counter Strikes antara game yang popular di zaman dahulu, hingga sekarang. Budak-budak yang selalu pergi ke Cyber Cafe pasti kenal akan game ini! "]}
{"url": "https://mat-gaming.com/bila-jualan-murah-steam/", "headline": "\nBila jualan murah Steam? ", "content": ["Dimiliki Valve, Steam merupakan antara platform gaming yang besar. Memberikan kemudahan seperti kemas kini game secara automatik, penyimpanan progres game secara awan, Steam memberikan satu kemudahan yang baik buat para gamer.", "Steam kebiasaannya melancarkan pelbagai jualan murah secara bermusim sepanjang tahun dengan potongan harga sehingga 75%. Jualan murah ini memerikan peluang kepada para gamer untuk mendapatkan game murah yang pada kebiasaannya dijual pada harga kayangan. Terdapat tujuh jualan murah utama yang sering dianjurkan oleh Steam iaitu: ", "(Selama 1 minggu) Jualan murah ini dilakukan sempena Tahun Baru Cina dan juga bagi mereka yang mengikuti Takwim Qamari. Ratusan game di Steam dijual pada harga paling murah! ", " (Selama 1 minggu) Jualan murah ini dilakukan bersempena dengan Golden Week di Jepun. Golden Week memberikan satu cuti umum yang agak panjang di Jepun. Walaupun cuti ini hanya disambut di Jepun, namun jualan murah pula dibuka khas untuk semua tanpa mengira negara. ", "(Selama 1 minggu) Khas bersempena dengan musim bunga di hemisfera utara, Jualan murah ini juga memberi peluang untuk para gamer di seluruh dunia bagi mendapatkan game pada harga yang paling murah!", "(Selama 2 minggu) Selain Winter Sale, Steam Summer Sale adalah hanya dua Jualan murah yang dilangsungkan selama dua minggu. Jualan murah ini bersempena dengan cuti musim panas di hemisfera utara. ", "(Selama 1 minggu) Halloween Sale adalah jualan murah pada bulan Oktober bersempena dengan perayaan Halloween. Seperti jualan mudah Steam yang biasa, Steam Halloween Sale hanya berlangsung selama seminggu.", "(Selama 1 minggu) Steam Black Friday Sale berlangsung berikutan jualan murah besar-besaran Black Friday di Amerika Syarikat. Kebiasaannya, pasar raya dan peruncitan memberikan diskaun pada harga runtuh. Valve juga tidak ketinggalan untuk menawarkan game di Steam pada harga murah!", "(Selama 2 minggu) Sebelum menjelmanya Tahun baru, Valve menawarkan Steam Winter Sale. Winter sale ini sangat dinanti-nantikan kerana ia berlangsung pada hujung tahun untuk dua minggu.", "Tandakan game yang anda inginkan menggunakan wishlist. Kebiasaannya, Steam akan memberikan notifikasi melalui emel, sekiranya game yang anda inginkan sedang dijual secara murah. Admin pernah beli game yang kebiasaannya dijual pada ratusan ringgit, namun membelinya pada harga puluhan ringgit dengan menggunakan khidmat wishlist. ", "Kebiasaannya, membeli secara bundle dari penerbit tidak menjamin harga yang paling murah, namun anda masih mendapat potongan harga. Untuk membeli secara bundle, anda perlulah melawat halaman penerbit game tersebut. Kebiasaannya para penerbit menawarkan harga bundle pada hari ulang tahun syarikat mereka. Admin berpendapat, pembelian ini hanyalah dilakukan sekiranya anda betul-betul suka akan game tersebut.", "Selain daripada official distributor (pengendar rasmi) seperti Steam, anda juga boleh membeli game dari reseller (penjual semula) pada harga yang murah. Banyak laman sesawang memberikan cara alternatif untuk membeli game dengan menawarkan jualan digital codes (kod digital) pada harga murah.", "Pembelian game di Steam memberikan peluang kepada anda untuk memiliki game-game tersebut buat selamanya. Selamanya di sini bermaksud anda masih memiliki akaun Steam tersebut. Walaupun anda menukar PC, mahupun laptop, anda masih lagi memiliki game tersebut. Progres yang ada buat pada game juga tidak akan hilang kerana ianya disimpan secara talian. Dengan lebih banyak game yang khusus untuk konsole kini ditawarkan di Steam store. ", "Anda juga mungkin menyukai: Cara beli game di Steam store guna TouchNGo ewallet"]}
{"url": "https://mat-gaming.com/warlock-dan-contraverse-hold-build/", "headline": "\nWarlock dan Contraverse Hold build ", "content": ["Warlock adalah satu daripada tiga kelas karakter dalam game Destiny 2. Seakan-akan ahli sihir, Warlock boleh dikenali dengan pemakaian baju jubah yang panjang dan Warlock Bond (lilitan kiri lengan).", "Menggunakan subkelas seperti Dawnblade (Solar), Stormcaller (Arc), Voidwalker (Void) dan Shadebinder (Stasis), Warlock memiliki gaya permainan yang tersendiri. Tiada masalah untuk menjadi seorang Warlock-main. Namun, untuk menguasai segala kemahiran Warlock, anda memerlukan pemahaman yang agak mendalam dalam mengoptimumkan permainannya.", "Kali ini admin berkongsi mengenai satu Warlock built yang mengetengahkan penggunaan elemen Void dan sarung tangan Contraverse Hold. Semenjak beberapa musim lepas, penggunaan elemental mod adalah satu kemestian dalam pertarungan.", "Sarung tangan Contraverse Hold memiliki ciri-ciri unik di mana anda memiliki daya ketahanan daripada serangan sewaktu mengecas Void grenade. Void grenade yang telah dicas pula; akan memberikan anda kembali tenaga Void grenade. Sekiranya dilakukan dengan baik, anda akan memiliki Void grenade tanpa had.", "Bagi memaksimumkan penggunaan elemen Void ini, anda boleh menggunakan Nova Bomb. Cataclysm atau Vortex boleh diguna pakai dalam built ini. Ini kerana Nova Bomb mampu memberikan burst damage kepada boss pihak musuh dalam masa yang singkat.", "Admin menggunakan Vortex grenade dalam built ini. Penggunaan Scatter Grenade juga sesuai. Ini kerana, Void grenade memiliki masa cooldown yang singkat semasa memakai sarung tangan Contraverse Hold. Anda hanya perlu lontarkan Void grenade ke musuh kecil yang memiliki HP yang rendah. Bagi melee pula, admin menggunakan Pocket Singularity. Melee ini membantu anda melemahkan pihak musuh dengan mengenakan kesan Volatile kepada mereka.", "Salah satu daripada aspect yang admin guna, adalah Chaos Accelerant (memberikan anda 1 slot fragment). Apabila grenade dicas, ia menjadi lebih kuat dan mampu membunuh lebih banyak musuh. Chaos Accelerant membesarkan saiz di samping memanjangkan tempoh letupan Vortex grenade selain menarik masuk musuh bersama. Oleh itu, Vortex grenade dan Chaos Accelerant aspect adalah sangat sesuai untuk digunakan bersama sarung tangan Contraverse Hold.", "Aspect yang lain pula adalah Feed the Void (memberikan anda 2 slot fragment). Fragment ini membolehkan anda untuk mengaktifkan devour setelah membunuh pihak musuh. Sewaktu status devour aktif, membunuh musuh membantu untuk menjana semula HP anda. ", "Bagi fragment pula, Echo of Instability boleh diguna pakai untuk built ini. Menewaskan musuh menggunakan void grenade, memberikan volatile kepada senjata yang berelemen Void. Selain itu, Echo of Undermining juga digunakan. Fragment ini membolehkan anda untuk melemahkan musuh dengan Void grenade. Fragment yang terakhir adalah Echo of Undermining. Fragment ini membantu anda untuk mendapatkan tenaga Void grenade, dengan menewaskan musuh menggunakan melee.", "Banyak armor mod yang sesuai untuk built ini. Namun begitu, mod yang paling penting untuk diguna pakai adalah Elemental Ordnance. Semasa memakai mod ini, sewaktu mengalahkan musuh menggunakan Void grenade, anda akan menjana elemental wells. Satu lagi mod yang penting adalah Bountiful Wells. Mod ini menggandakan jumlah elemental wells yang anda jana. Ini membolehkan anda untuk mendapat bekalan elemental wells yang cukup semasa dalam pertarungan.", "Mod Bomber juga digunakan dalam built ini. Ini kerana, bomber membolehkan anda untuk mengumpulkan tenaga Void grenade, setiap kali anda menggunakan Rift. Void grenade yang telah dicas mampu menewaskan ramai musuh, oleh itu Ashes to Assets mod sememangnya baik untuk digunakan. Dengan cara ini, anda mampu mendapatkan Super dengan lebih cepat.", "Dua lagi mod yang penting untuk diguna pakai adalah Font of Wisdom dan Font of Might. Font of Might menambah lagi kecepatan anda untuk mendapatkan Super, setiap kali anda mengumpul elemental wells. Font of Might pula memberikan buff DPS sebanyak 25% kepada senjata yang sepadan dengan elemen subkelas anda guna.", "Harus diingatkan bahawa, mod-mod yang admin cadangkan di sini adalah asas untuk build ini. Anda boleh menambah lagi mod-mod yang lain demi memaksimumkan penggunaan armour slot. ", "Admin kebiasaannya menggunakan busur (bow) eksotik Le Monarque sebagai energy weapon kerana panahnya berelemen Void yang boleh menyebarkan kesan volatile kepada musuh yang berdekatan dengan sasaran. Namun begitu, sekiranya anda tidak memiliki Le Monarque, busur seperti Under Your Skin ataupun SMG (submachine gun) seperti Funnelweb yang berelemen Void boleh diguna pakai.", "Namun begitu, sekiranya anda tidak memiliki senjata void seperti yang admin cadangkan, anda boleh menggunakan senjata yang lain. Senjata yang memiliki intrinsic perk seperti demolitionist memberikan anda peluang untuk mengukuhkan lagi penggunaan grenade. Hal ini demikian kerana, demolitionist adalah satu intrinsic weapon perk yang memberikan anda grenade energy selepas membunuh pihak musuh dengan senjata tersebut. Banyak senjata yang memiliki perk demolitionist yang boleh anda guna untuk built ini. Austringer (Hand cannon) dan Thermal Erosion (Machine Gun) adalah antara senjata yang memiliki perk ini.", "Admin berharap perkongsian ini mampu menambah baik pengalaman bergaming anda dalam Destiny 2. Banyak lagi built lain yang anda boleh cuba. Bagi yang masih belum memiliki armor mod, anda boleh mendapatkannya dari Ada-1. Dia menjual pelbagai jenis armor mod setiap hari.", "Anda juga mungkin menyukai: Cara mendapatkan stats yang optimum untuk watak Destiny 2 anda"]}
{"url": "https://mat-gaming.com/xbox-controller-cara-mengemas-kini-firmware-dengan-mudah/", "headline": "\nXbox controller: Cara mengemas kini firmware dengan mudah ", "content": ["Xbox controller sering kali terputus sambungan Bluetooth? Terdapat kelambatan signal antara kontroler dan game?Ini mungkin disebabkan masalah firmware kontroler Xbox anda.", "Selain daripada Xbox itu sendiri, kontroler Xbox juga boleh digunakan untuk bergaming pada PC. Kontroler yang dimajukan oleh Microsoft ini kebiasaannya boleh dikemas kini secara dalam talian.Microsoft sering kali mengemas kini kontroler Xbox kepada versi Firmware yang terkini bagi membetulkan pelbagai masalah yang berkenaan. Umumnya Firmware kontroler Xbox ini boleh dilakukan menggunakan PC atau laptop anda.", "Berikut adalah cara mengemas kini kontroler Xbox.", "Anda boleh menggunakan akaun Xbox anda. Jikalau tiada, anda boleh mendaftar masuk menggunakan emel milik anda! (Gmail juga boleh digunakan!)", "Langkah ini dilakukan setelah selesai daftar masuk. Proses kemas kini perlu menggunakan USB! Gambar kontroler Xbox anda akan muncul sekiranya ia berjaya disambungkan ke PC. Kemudian klik [ … ]. Rujuk gambar.", "Pastikan sambungan Xbox ke PC menggunakan USB tidak terputus.", "Klik [Next]! Proses kemas kini sudah selesai.", "Proses mengemas kini kontroler ini sememangnya mudah bukan? Selain daripada membetulkan masalah lama, kemas kini juga menawarkan pelbagai fungsi baru di samping menambah kestabilan kontroler Xbox milik anda.Selamat bergaming!", "Anda juga mungkin menyukai: GameSir T4pro Gaming Controller – Ulasan / Review"]}
{"url": "https://mat-gaming.com/cara-renew-lesen-memandu-online-menerusi-myeg/", "headline": "\nCara renew lesen memandu online menerusi MyEG ", "content": ["Proses renew lesen kadang-kala agak leceh dan memakan masa apabila kaunter pembaharuan lesen di Pejabat Pos, JPJ (Jabatan Pengangkutan Jalan), ataupun UTC sesak dipenuhi orang ramai. Daripada bersesak ataupun menghabiskan masa dalam kesesakan lalu lintas, anda boleh membuat pembaharuan lesen memandu secara online menggunakan laman sesawang MyEG. Berikut adalah cara-caranya. ", "Sekiranya anda menggunakan servis MyEg buat kali pertama, anda boleh mendaftar terlebih dahulu dengan mengklik Cipta Akaun.", "Pilih Individu sebagai jenis akaun. Masukkan nama anda, cipta kata laluan dan masukkan alamat emel. Kemudian, isikan maklumat yang diminta mengikut IC anda.", "Setelah selesai, klik I’m not a robot. Kemudian klik Masukkan butiran. Anda akan menerima satu pautan dalam emel anda. Klik pautan tersebut bagi mengaktifkan akaun MyEg anda.", "Log masuk ke MyEg. Pada halaman utama, anda akan diberi senarai jabatan yang tersedia di MyEg. Pilih/ klik Jabatan Pengangkutan Jalan. Kemudian, klik Driving License Renewal.", "Baca dan fahami panduan tersebut. Kemudian, klik Proceed / Teruskan.", "Anda perlu isi maklumat yang diperlukan seperti no. KP/IC. Pilih Citizen of Malaysia / Orang Awam pada bahagian Katergori. Pilih juga tempoh pembaharuan, admin pilih tiga tahun. Kemudian masukkan no. telefon dan alamat emel. Pilih Delivery/ Penghantaran pada kaedah pengambilan, sekiranya anda inginkan lesen baru diserahkan secara terus pada anda. Kemudian, isikan alamat penghantaran beserta poskod, kawasan dan negeri. Alamat penghantaran ini adalah penting. Runner/ Delivery man/ Si penghantar akan menghantar lesen tersebut ke alamat penghantaran yang anda isikan tadi. ", "Sekiranya betul, klik Confirm Contact Details. Kemudian, klik Proceed/ Teruskan. ", "Pastikan segala maklumat adalah betul. Semak juga senarai harga, kos dan caj yang telah ditetapkan. Klik proceed/teruskan. Satu paparan contoh Lesen baru anda akan muncul. Kebiasaannya, gambar passport untuk lesen tersebut sudah tersedia dalam sistem milik JPJ. Sekiranya maklumat adalah betul dan tiada masalah, pilih Saya mengesahkan bahawa…, kemudian klik proceed/teruskan. ", "Satu halaman kaedah pembayaran akan muncul. Pilih Other Payments (Credit Card, Online Banking). Kemudian, satu paparan FPX Internet Banking akan muncul beserta senarai bank yang tersedia. Namun begitu, sekiranya OFFLINE terpapar, anda hanya boleh menggunakan Kad Debit atau Kad Kredit untuk membuat pembayaran. ", "Klik tab Credit / Debit Card. Isikan maklumat kad bank yang diminta seperti nama pada kad bank, 16 digit no. kad bank, serta no. valid thru yang tertera pada depan kad bank milik anda. Isikan juga no. CVV. Nombor ini mempunyai tiga digit dan tertera pada belakang kad bank anda tadi. Klik proceed.", "Sekiranya pembayaran berjaya, anda diberi satu no. resit. yang disenaraikan pada CDL Transaction History Detail, berserta no IC anda, tarikh, berserta license expiry date yang baru. Anda boleh klik pada Click Here bagi memaparkan maklumat resit anda. ", "Klik Print/Cetak bagi mencetak resit tersebut. Anda juga boleh menyimpannya dalam bentuk pdf. ", "Kebiasaannya lesen tersebut akan sampai pada anda dalam tempoh masa yang telah ditetapkan. Sebelum penghantaran dibuat, runner umumnya akan menelefon anda. Pastikan kad pengenalan/IC anda dibawa bersama semasa penyerahan dibuat. Runner akan mengimbas kad pengenalan anda sebelum penyerahan dibuat. Admin (Orang lembah Klang) dapat lesen baru dalam tempoh tiga hari sahaja.", "Anda juga mungkin menyukai: Cara beli game di Steam store guna TouchNGo ewallet"]}
{"url": "https://mat-gaming.com/laman-sesawang-seperti-steam-dan-epic-games-disekat-di-indonesia/", "headline": "\nLaman sesawang seperti Steam dan Epic Games disekat di Indonesia ", "content": ["Pelayanan dan laman sesawang yang majoritinya untuk gaming seperti Steam dan Epic Games, telah disekat untuk dicapai di Indonesia. Yahoo dan PayPal juga telah disekat. Namun begitu, sekatan terhadap PayPal telah ditarik balik buat sementara waktu demi memberikan ruang kepada warga negara Indonesia untuk mengeluarkan wang.", "Penyekatan capaian ini berikutan daripada beberapa laman sesawang ini yang gagal untuk mendaftar demi mendapatkan lesen baru. Kementerian Komunikasi dan Teknologi Maklumat Indonesia (Kominfo) menguatkuasakan undang-undang baru yang baru digubal. Pihak laman sesawang terbabit boleh diarahkan untuk mendedahkan data milik para pengguna yang dianggap menyalahi undang-undang mahupun dikira sebagai menggangu ketenteraman awam dalam masa empat jam.", "Dirjen Aptika Semuel menyatakan, jika setelah tanggal 20 Juli 2022 masih terdapat PSE Privat yang belum melakukan pendaftaran, maka keesokan harinya di tanggal 21 Juli dan seterusnya Kementerian Kominfo akan menerapkan sanksi pertama yakni berupa teguran secara tertulis. pic.twitter.com/TCtS2MO1iW", "Sebelum 20 Julai 2022, syarikat teknologi seperti Google, Facebook, dan Amazon berusaha untuk menyelesaikan proses pendaftaran bagi mendapatkan lesen tersebut. Namun begitu, syarikat-syarikat lain tidak berkesempatan untuk berbuat demikian. Game seperti CS:GO dan Dota 2 juga disekat, kerana masih belum didaftarkan mengikut undang-undang baru ini.", "Bruh #BlokirKominfo pic.twitter.com/JKHWuuvBV5", "Ramai gamer dari Indonesia meluahkan rasa kecewa mereka di Twitter. Ada juga yang berkongsi cara untuk memintas sekatan ini dengan menggunakan VPN ataupun membuat tetapan DNS. ‘BlokirKominfo’ masih lagi trending di Twitter. Ada juga menyatakan persoalan berkenaan dengan laman sesawang sebegini disekat, namun laman sesawang berunsur perjudian masih boleh dicapai.", "With Steam being blocked in Indonesia. The goverment is literally pushing pirated games. Once. Again. #BlokirKominfo pic.twitter.com/lKAeEHIxLI", "Kominfo:Steam, Epic Games, PayPal, Dota ❌❌Pinjol, Slot, Judi online, pornhub ✅✅#BlokirKominfo pic.twitter.com/1fOiD6PeAb"]}
{"url": "https://mat-gaming.com/solar-warlock-build-sunbracers-solar-grenade/", "headline": "\nSolar Warlock Build – Sunbracers & Solar grenade ", "content": ["Solar Warlock sangat diperlukan ketika menjalankan sesebuah Raid, Dungeon, mahupun Nightfall (Grandmaster). Hal ini demikian kerana, Solar Warlock menyediakan salah satu super yang unik iaitu Well of Radiance yang boleh dikongsi dengan rakan seperjuangan yang lain.", "Terdapat banyak build yang boleh kita gunakan untuk mendapatkan Well of Radiance dalam masa yang singkat. Kali ini, admin kongsikan satu build yang menonjolkan satu eksotik gauntlet milik Warlock iaitu Sunbracers.", "Sunbracers memberikan anda kebolehan untuk mendapatkan solar grenade dengan lebih kerap. Kills daripada solar melee memberikan anda solar grenade energy yang tinggi untuk seketika. Ini bermaksud, walaupun stats untuk Discipline sangat rendah; anda masih boleh mendapatkan solar grenade dalam sekelip mata, asalkan solar melee kill mampu dicapai.", "Well of Radiance adalah super yang unik kepada Warlock kerana ia bukan bersifat serangan ofensif seperti Nova Bomb atau Chaos Reach. Selepas kemas kini baru-baru ini, Well of Radiance tidak lagi memberikan Overshield kepada pengguna mahupun rakan sepasukan. ", "Namun begitu, Well of Radiance masih menjadi super pilihan utama, apabila menjelangnya fasa DPS melawan bos dalam Raid / Dungeon. Ini kerana Well of Radiance memberikan buff kepada anda dan juga rakan sepasukan, semasa berdekatan dengan Well of Radiance tersebut.", "Gauntlet Sunbracers mengetengahkan penggunaan solar grenade, oleh itu, solar grenade wajib diguna pakai. ", "Bagi melee pula, Celestial Fire sememangnya disarankan untuk diguna. Admin berpendapat, serangan Celestial Fire lebih berpusat dan tertumpu pada satu sasaran, jikalau dibandingkan dengan Incinerator Snap yang mana nyalaan api tersebar dengan lebih luas. Penumpuan serangan oleh Celestial Fire membantu memastikan kill tercapai.", "Aspect yang admin cadangkan untuk diguna bersama Solar Warlock build ini adalah Touch of Flames dan Heat Rises. Touch of Flames memanjangkan jangka hayat solar grenade anda selepas dilontarkan ke pihak musuh.", "Heat Rises pula memudahkan anda untuk melontarkan solar grenade semasa gliding di udara. Heat Rises juga menambah melee energy bagi setiap final blows. Final blows di sini dimaksudkan sebagai serangan yang menghapuskan musuh dalam satu tembakan. Serangan yang hanya mencederakan musuh tidak dikira.", "Ember of Char merupakan satu fragment yang sering kali digunakan dalam build bersubkelas solar. Fragment ini membantu untuk menyalakan (Ignite) sesuatu sasaran. Ia kemudiannya membakar (Scorch) musuh-musuh lain yang berada di sekelilingnya. Semakin banyak musuh yang dinyalakan, semakin cepat musuh-musuh ini dikalahkan.", "Fragment yang kedua ialah Ember of Eruption. Fragment ini meluaskan lagi kesan nyalaan Solar. Selain itu, ia juga menambah +10 kepada strength iaitu melee stats.", "Ember of Searing sememangnya wajib untuk digunakan dalam Solar Warlock build ini. Ia memberikan 20% energy kepada solar melee, selepas menewaskan musuh yang sedang terbakar. Solar melee yang sentiasa tersedia menjamin solar grenade juga tersedia sepanjang masa pertarungan.", "Fragment yang terakhir adalah Ember of Benevolence. Fragment ini tidak berapa sesuai untuk pertarungan secara solo kerana ia bergantung kepada adanya rakan sepasukan. Namun begitu, Ember of Benevolence membolehkan anda untuk mendapatkan grenade, class ability dan lebih-lebih lagi melee bagi tempoh masa yang singkat.", "Setelah solar grenade dilontarkan semasa Sunbracers masih aktif, anda perlu mendapatkan melee energy dengan cepat, bagi mendapatkan balik solar melee. Oleh itu, momentum transfer mod perlu digunakan. Momentum transfer mod mampu menambah sehingga 30% cas melee lebih awal. ", "Bagi mempelbagaikan sumber cas solar melee, penggunaan Outreach mod boleh digunakan. Outreach membolehkan anda untuk mendapatkan melee energy dengan lebih cepat iaitu sehingga 25% apabila mengaktifkan rift.", "Sewaktu mengaktifkan rift, dan Dynamo mod dipakai, anda akan mendapatkan 8% dalam pengurangan super cooldown. Ini bermaksud, Well of Radiance akan tercas dengan lebih cepat.", "Ditambah juga dengan penggunaan Font of Wisdom mod dan Elemental Ordnance anda boleh mendapatkan Well of Radiance dalam masa yang lebih singkat. Setiap kutipan solar well membantu anda untuk mendapatkan energy ability milik anda.", "Mod yang terakhir dalam build ini adalah Well of Life. Kutipan solar well membantu menyingkatkan lagi tempoh cooldown solar grenade, solar melee, dan juga super.", "Walaupun admin rasakan Solar Warlock build ini mengutamakan ability milik Warlock, namun setiap kills menggunakan senjata solar juga sedikit sebanyak memainkan peranan dalam pertarungan. Oleh itu, Font of Might mod juga boleh dipakai. Font of Might membantu menambah +25% damage kepada senjata solar (senjata yang memiliki elemen yang sama dengan subkelas ini).", "Build ini sangat berpaksikan solar. Oleh itu, senjata eksotik yang boleh kita gunakan adalah berunsur solar, seperti Prometheus Lens. Bermula Lightfall, Prometheus Lens juga akan memiliki Incandescent perk. Heavy grenade launcher seperti Parasite juga boleh digunakan dengan solar build ini. Sedihnya, busur eksotik Ticuu’s Divination tidak memiliki apa-apa sinergi dengan Solar 3.0 ini. Admin harap, Bungie akan menala sedikit Ticuu’s Divination agar serasi dengan Solar 3.0 seperti mana, Le Monarque dan Void 3.0, atau Trinity Ghoul dengan Arc 3.0.", "Walaupun tidak banyak senjata eksotik yang memiliki sinergi dengan Solar 3.0, legendary weapon seperti Calus Mini-tool dan Strident Whistle adalah antara pilihan yang terbaik untuk build ini.", "Calus Mini-tool yang memiliki Origin Trait: To Excess memberikan anda bonus +20 stats kepada discipline dan strength, selepas menewaskan musuh semasa memiliki Super yang telah dicas.", "Strident Whistle adalah satu busur berelemen Solar yang juga memiliki perk Incandescent. Setiap kill menggunakan busur yang mempunyai Incandescent ini, akan membakar musuh-musuh di sekeliling.", "Senjata yang memiliki perk Puglist juga boleh digunakan bagi mendapatkan solar melee dengan cepat. Melee energy akan terhasil bagi setiap tembakan yang membunuh musuh. Penggunaan perk Puglist ini sememangnya membantu menambah baik build ini sepenuhnya.", "Solar Warlock build yang menggunakan Sunbracers ini seakan-akan berfokuskan penggunaan melee yang kerap. Namun ia membentuk satu kitaran penggunaan solar melee, solar grenade dan juga super. Tuntasnya, setiap melee hit akan menjana energy untuk solar grenade. Setiap solar grenade kills akan memberi anda elemental well. Setiap kutipan elemental well pula meningkatkan intellect kepada 100 melalui penggunaan Font of Wisdom bagi mendapatkan Super: Well of Radiance dengan cepat. Selamat bergaming!", "Anda juga mungkin menyukai: Arc Warlock Build – Renjatan elektrik tanpa henti"]}
{"url": "https://mat-gaming.com/overwatch-2-tetapan-untuk-mendapatkan-fps-yang-tinggi-dan-stabil/", "headline": "\nOverwatch 2 – Tetapan untuk mendapatkan FPS yang tinggi dan stabil ", "content": ["Overwatch 2 yang berbentuk Free-to-play baru sahaja dilancarkan. Dibina menggunakan game engine yang baru, Overwatch 2 agak berbeza dengan Overwatch 1. Memiliki pelbagai tetapan untuk diubah, agak sukar untuk mendapatkan tetapan yang optimum dalam Overwatch 2.", "Menggunakan setting secara default kadang-kadang mengganggu pertarungan bahkan menggugat keupayaan anda untuk bermain secara kompetitif. FPS drop atau FPS yang tidak stabil boleh menyebabkan anda untuk tidak mampu menembak musuh dengan tepat. Kali ini, admin kongsikan tetapan yang optimum, tanpa mengorbankan kualiti game, mahupun memberikan tekanan kepada PC anda.", "Klik setting, kemudian klik Video tab.", "Pastikan Display Mode dalam bentuk Fullscreen. Manakala Resolution ditetapkan mengikut monitor anda. Admin menggunakan monitor refresh rate 144 Hz, jadi admin pilih resolusi itu. Tetapkan Dynamic Render Scale kepada OFF, manakala Render Scale ditetapkan kepada CUSTOM, dan In-game Resolution ditetapkan kepada 100%.", "Bagi Frame Rate pula, tetapkannya mengikut refresh rate monitor anda, jikalau refresh rate monitor anda adalah 75 Hz, tetapkan Frame Rate kepada CUSTOM dan Maximum Frame Rate kepada 70 Hz. Jikalau refresh rate monitor anda mampu mencapai 144 Hz tetapkan Maximum Frame Rate kepada 140 Hz. Admin menggunakan petua ini: Maximum Frame Rate = Monitor Refresh Rate – 4. Admin menolak lima frame daripada maximum agar memberikan CPU & GPU untuk bernafas dalam pemprosesan gaming frame.", "Vsync pula ditetapkan kepada OFF untuk mengurangkan isu input latency. Triple Buffering boleh melancarkan frame rate pada video game dan mengurangkan isu screen tearing. Namun begitu, Triple Buffering boleh menyebabkan isu input latency! Oleh itu, triple buffering juga ditetapkan kepada OFF. Manakala Reduce Buffering ditetapkan kepada ON.", "Nvidia Reflex harus disetkan kepada ENABLED! Ini bertujuan untuk mengurangkan masalah input latency terutama dalam game yang berunsurkan kompetitif. Tetapan ini boleh juga disetkan kepada ENABLED + BOOSTED!", "Bagi Graphic Quality, admin menetapkannya kepada ULTRA. Texture Quality ditetapkan kepada LOW, dan Texture Filtering Quality ditetapkan kepada HIGH – 4X. Anda boleh menetapkan tetapan-tetapan ini lebih rendah. Tetapi bagi admin, tetapan ini memberikan kualiti video game yang kekal cantik dan sedap mata memandang.", "Admin setkan Local Fog Detail kepada LOW, OFFkan Dynamic Reflections dan Shadow Detail. Model detail pula ditetapkan kepada MEDIUM. Tetapan-tetapan ini hanyalah bersifat kosmetik dan tidak mengganggu fokus anda kepada pertarungan pvp. Sebagai Widowmaker contohnya, anda tidak akan menilai betapa cantiknya kilauan cahaya pedang milik Genji, tetapi fokus akan menembaknya dengan tepat.", "Effects Detail dan Lighting Quality ditetapkan kepada LOW. Manakala, AntiAlias Quality kepada Medium – SMAA LOW. Tetapan AntiAlias ini admin gunakan SMAA. Biarpun FXAA membolehkan proses penghasilan imej yang cepat namun begitu, FXAA sering kali mengurangkan kualiti imej terhasil. Oleh itu, admin menggunakan SMAA untuk menghasilkan kualiti imej video game Overwatch.  ", "Bagi Refraction Quality pula, admin tetapkannya kepada LOW. Ambient Occulsion kepada MEDIUM. Anda boleh menetapkannya kepada LOW! Damage FX ditetapkan kepada LOW dan Local Reflections ditetapkan kepada OFF.", "Admin berpendapat tetapan yang admin guna masih lagi mengekalkan reka grafik yang same seperti tetapan yang lalai. Tiada perbezaan yang ketara dari segi grafik asas. Yang berbeza hanyalah adanya tambahan kosmetik persekitaran. Namun begitu, purata FPS yang admin capai adalah lebih stabil iaitu 138.45 dengan julat FPS 134~140. Purata suhu CPU masih lagi rendah dengan nilai 63.2 darjah Celcius. Tetapan lalai memberikan admin FPS pada sekitar 121.43 yang memiliki julat FPS yang agak besar (118~139), dengan purata suhu CPU yang lebih panas iaitu 74.4 darjah Celcius. ", "Pada tab Detail pula, admin tetapkan semua performance stats kepada ON. Display System Clock juga ditetapkan kepada ON. Tetapan ini membolehkan anda untuk sentiasa memantau prestasi PC anda sewaktu bertarung dalam pvp.", "Tidak banyak tetapan pada game play yang admin kongsikan mengenai game play. Admin syokan untuk menetapkan Always Skip Kill Cam kepada ON. Admin berpendapat, ini membolehkan anda untuk mengikuti perkembangan pertarungan rakan sepasukan dengan pihak musuh sewaktu anda balik ke spawn room. Ini memberi anda ruang untuk menghasilkan strategi, mahupun menukar strategi permainan anda.", "Tetapan ini sedikit sebanyak mampu menghasilkan FPS yang stabil dan optimum untuk Overwatch 2. Seperti yang sering kali dinyatakan dalam dunia gaming, high FPS is better. Ini kerana ia memberikan pengalaman gaming yang lebih responsif dan lancar. Admin harap, perkongsian ini mampu menambah baik rentak permainan Overwatch 2 anda. Tetapan anda mungkin sedikit berbeza dari apa yang admin dapat. Jikalau anda rasa tetapan ini masih lagi menghalang anda untuk mencapai nilai FPS yang dikehendaki, anda boleh merendahkan lagi beberapa tetapan tersebut! Harap dapat jumpa anda di GM. Selamat bergaming!", "Anda juga mungkin menyukai: HDMI atau Display Port"]}
{"url": "https://mat-gaming.com/overwatch-sms-registration-cara-melakukan-pendaftaran/", "headline": "\nOverwatch SMS Registration – Cara melakukan pendaftaran ", "content": ["Overwatch 2 bakal dilancarkan tidak lama lagi. Sebelum anda main Overwatch versi baru, anda wajib mendaftar akaun battle.net dengan nombor telefon anda untuk proses verifikasi / pengesahan. Proses pendaftaran ini adalah mudah untuk dilakukan. Berikut adalah cara untuk mendaftar.", "Log masuk menggunakan emel dan password Overwatch anda.", "Klik +ADD PHONE NUMBER.", "Taipkan kod sekuriti tersebut. Kemudian klik Send.", "Phone number added successfully akan muncul!", "Selesai sahaja akaun anda disahkan, anda boleh main Overwatch secara biasa. Selamat bergaming! Harap dapat jumpa anda dalam QuickPlay dan Comp!"]}
{"url": "https://mat-gaming.com/dead-by-daylight-tetapan-asas-untuk-menambah-baik-pengalaman-gaming-anda/", "headline": "\nDead by Daylight – Tetapan asas untuk menambah baik pengalaman gaming anda ", "content": ["Dead by Daylight adalah antara game yang masih popular walaupun sudah berusia 7 tahun. Game yang bersifat polis sentri ini, memberikan pengelaman yang menyeronokkan. Terselamat daripada dikorbankan sebagai survivor, atau mampu menangkap dan mengorbankan semua survivor, sebagai Killer merupakan antara moment yang tidak dapat dilupakan.", "Namun begitu, walaupun sudah memahami mekanik game ini, anda masih belum perform, hal ini mungkin terletak pada setting gaming anda. Anda mungkin menggunakan tetapan yang Nvidia GeForce bagi ataupun menggunakan default setting.", "Antara masalah yang sering dihadapi adalah gagal skill check sewaktu membaiki generator. Skill check ini menggunakan mekanik Quick Time Events (QTE), di mana anda perlu klik atau menekan butang dalam satu tempoh yang singkat (yang berada dalam Success Zone). Kegagalan untuk melakukan skill check boleh menyebabkan generator meletup, melambatkan proses pembaikian generator dan sejurus itu memaklumkan keberadaan anda kepada Killer.", "Walaupun skill check ini agak mudah untuk dilakukan, namun, timing untuk menggunakan muscle memory perlu dilatih bagi membolehkan anda untuk menguasainya skill check ini 100% tanpa gagal sekalipun. Anda boleh berlatih untuk melakukan skill check di laman sesawang ini:", "Admin latih diri admin untuk lebih responsif kepada skill check ini menggunakan laman sesawang tadi. Meskipun anda telah asah keupayaan untuk lakukan skill check dengan baik, namun anda masih juga gagal berbuat demikian sewaktu bergaming. Ini mungkin disebabkan oleh setting pada game anda.", "Mekanik QTE ini sangat sensitif kepada latency antara peripheral anda dan juga server. Hal ini berlaku disebabkan oleh input delay; yang bermaksud kelambatan data disalurkan daripada keyboard/mouse/kontroler menerusi PC anda ke server.", "Kebiasaannya vsync menyebabkan input lag kerana ia menyebabkan kelewatan frame (bingkai) daripada dipaparkan pada skrin monitor. Kelewatan paparan frame ini menunjukkan satu situasi di mana anda melakukan sesuatu tugas, namun ia hanya berlaku selepas beberapa milisaat kemudian. Umumnya, vsync ditetapkan secara lalai pada game Dead by Daylight.", "Jadi, bagaimana cara untuk menetapkan setting Dead by Daylight? Berikut adalah panduan untuk lakukan setting tersebut.", "Pasti game Dead by Daylight telah ditutup. Tetapan ini hanya boleh dibuat secara manual.", "Pergi ke C:\\Users\\*yourusername*\\AppData\\Local\\DeadByDaylight\\Saved\\Config\\WindowsNoEditor Dan buka fail GameUserSettings.ini menggunakan Notepad. ", "Ubah setting seperti di bawah. Secara lalai tetapan ini diberi angka 3. Tetapi bagi admin, merendahkan angka ini boleh mengurangkan tekanan (stres) kepada CPU dan juga GPU. Anda boleh mengubahnya mengikut kesesuaian spesifikasi PC anda. Tetapan ini menerima angka antara 0 (paling rendah) hingga 3 (paling tinggi).", "Sebab nak disablekan VSnyc, jadi tetapkannya kepada False.", "Admin memiliki monitor refresh rate 144 Hz, jadi frame rate yang admin nak pakai adalah 140. Tetapan ini mesti mengikut refresh rate anda, kalau anda memiliki monitor refresh rate 75 Hz, tetapkan frame rate pada 70. Untuk makluman, walaupun frame rate limit yang anda tetapkan sehingga 140, namun server Dead by Daylight menetapkan frame rate maksima 120. ", "Setelah selesai, save setting tersebut.", "Lancarkan semula game Dead by Daylight. Sekiranya ia dapat dilancarkan dengan baik, anda berjaya mengubah suai tetapan tersebut. Pada game tersebut ubah beta setting ini New Wiggle Interaction kepada On!", "Banyak lagi setting yang boleh diubah, tetapi admin berpendapat tetapan-tetapan lain tidak begitu mempengaruhi game ini secara ketara. Admin berpendapat gagal skill check lebih daripada sekali setiap trial hanya kerana setting game anda. Begitu juga, dengan Wiggle interaction. Admin rasa Wiggle interaction yang lama lebih menjengkelkan.", "Tetapan seterusnya adalah tetapan tambahan, ia bergantung kepada spesifikasi PC anda. Right click pada senarai game di akaun Steam anda, right click pada tajuk Dead by Daylight, kemudian klik properties. Pada launch option taipkan -DX12 -HIGH sebagai startup parameter.", "-DX12 memaksa game anda untuk menggunakan directX12 dan bukannya directX11. Sekira start up parameter -DX12 digunakan, ViewDistanceQuality, AntiAliasingQuality, ShadowQuality, PostProcessQuality, TextureQuality, EffectsQuality, FoliageQuality, dan ShadingQuality, dalam GameUserSettings perlulah ditetapkan kepada angka yang lebih rendah. Harus ingat bahawa tetapan -DX12 ini hanya berfungsi sekiranya graphic card anda menyokong directX12! Sekiranya tidak, abaikan tetapan -DX12. Parameter -High pula menjadikan game Dead by Daylight satu prioriti utama bagi PC anda.", "-USEALLAVAILABLECORES juga boleh ditetapkan sebagai antara startup parameter untuk melonjakkan prestasi gaming Dead by Daylight. Namun begitu, ramai gamer mengatakan bahawa tetapan ini tidak begitu memainkan peranan. Anda boleh mencuba tetapan tambahan ini. Sekiranya tidak memberikan apa-apa kesan positif, tukar balik tetapan tersebut kepada yang asal.", "Harap dengan tips ini, sedikit sebanyak ia dapat menambah baik pengalaman bermain game Dead by Daylight anda. Selamat bergaming!", ""]}
{"url": "https://mat-gaming.com/hogwarts-legacy-menyelami-dunia-ahli-sihir-harry-potter/", "headline": "\nHogwarts Legacy: Menyelami dunia ahli sihir Harry Potter ", "content": ["Pernah baca novel mahupun tengok filem Harry Potter? Sebuah cerita fantasi mengenai seorang budak lelaki yang bernama Harry Potter dan kehidupannya sebagai seorang murid di Sekolah Sihir Hogwarts. Menggunakan tongkat sakti, membuat ramuan posyen, mahupun menaiki penyapu terbang dalam meneroka dunia sihir, kisah Harry Potter membawakan pelbagai misteri dan rahsia untuk dibongkarkan.", "Kali ini, sebuah game yang bertajuk Hogwarts Legacy akan tersedia untuk dimainkan. Diterbitkan oleh Warner Bros dan dimajukan oleh Avalanche Software, Hogwarts Legacy berkonsepkan sebuah dunia terbuka RPG, yang diilhamkan oleh buku Harry Potter. Berlatar belakangkan tahun 1800, anda akan menjadi seorang ahli sihir yang memegang kunci untuk sebuah rahsia lama yang akan meruntuhkan dunia sihir. Anda juga akan diisih kepada satu daripada empat rumah dalam Sekolah Sihir Hogwarts, iaitu, Griffindor, Slytherin, Ravenclaw, dan juga Hufflepuff.", "Bersenjatakan tongkat sakti, anda juga boleh menaik taraf abiliti dalam memajukan kemahiran anda sebagai seorang ahli sihir. Menyelesaikan pelbagai cabaran juga membolehkan anda untuk menaik taraf matra dan posyen. Di luar Hogwarts pula, anda akan menempuh cabaran dalam menewaskan ahli sihir yang lain. Anda juga akan meneroka pelbagai dunia sihir dan akan bertemu dengan makhluk-makhluk sihir.", "Sewaktu penulisan ini, Hogwarts Legacy dikhabarkan akan tersedia untuk dimainkan pada cuti tahun 2022. (Admin berpendapat, cuti ini merujuk kepada cuti musim sejuk iaitu pada bulan Disember). Game ini menyokong semua peranti konsole dan juga PC. Game ini juga adalah single player, bermaksud tiada pertarungan antara pemain (pvp). Game ini sudah tersedia di Steam, anda boleh add to wishlist game ini sementara menunggu. ", "PC anda pula sekurang-kurangnya memiliki 8 GB RAM, Intel i5-2500k (4 core 3.3 GHz) atau AMD Ryzen 3 1200 (4 core 3.1 GHz), dan kad grafik NVIDIA GTX 960 (4 GB) atau AMD R9 290X (4 GB). Selain itu, 110 GB storage juga diperlukan. Namun begitu, keperluan yang dicadangkan adalah 16 GB RAM, Intel i506600k (4 core, 3.5 GHz) atau AMD Ryzen 5 2400 (4 core, 3.6 GHz), dan kad grafik NVIDIA GTX 1060 (6 GB) atau AMD RX 570 (4 GB).", ""]}
{"url": "https://mat-gaming.com/overwatch-2-antara-perkara-yang-anda-wajib-ambil-tahu/", "headline": "\nOverwatch 2 – Antara Perkara yang anda wajib ambil tahu ", "content": ["Overwatch 2 bakal dilancarkan pada 4 Oktober. Terdapat banyak persoalan yang diutarakan oleh para gamer mengenai game ini. Berikut adalah antara beberapa perkara yang admin rasa gamer perlu tahu.", "Salah satu perkara berkaitan proses perpindahan dari Overwatch 1 ke Overwatch 2 adalah mengenai In-game Currency. Currency ini boleh digunakan untuk membeli kosmetik Hero Overwatch seperti Skin, Voiceline, Spray mahupun Emote.", "Bagi mereka yang menyimpan Overwatch Currency dengan banyak, isu ini bangkit sama ada untuk menghabiskannya dalam Overwatch 1 atau menggunakannya dalam Overwatch 2. Untuk makluman, Currency dari Overwatch 1 akan juga tersedia di Overwatch 2 atas nama Legacy Credit. Selain itu, semua Skin, Voiceline, Intros, dan Emote yang anda peroleh dalam Overwatch 1 akan dipindahkan secara mutlak ke Overwatch 2 dan masih boleh diguna pakai seperti biasa. ", "Bagi Overwatch 2 pula, Legacy Credit ini tidak boleh anda dapatkan lagi. Sekiranya anda menghabiskan Legacy Credit ini, anda perlu menggunakan Overwatch Coin yang baru. Overwatch Coin yang baru boleh didapati sama ada dibeli melalui micro-transaction atau melakukan Weekly Challenge.", "Walaupun kebanyakan kosmetik terikat dengan Seasonal Battle Pass, namun masih banyak kosmetik baru dalam Overwatch 2 yang anda boleh beli menggunakan Legacy Credit ini. Untuk makluman juga, Event Skin yang ditawarkan dalam Overwatch 1, tidak akan tersedia dalam Overwatch 2. Oleh itu, bagi mereka yang ingin membawa Event Skin Overwatch 1 ke Overwatch 2, disarankan untuk membelinya secepat mungkin sebelum Overwatch 1 ditamatkan.", "Bagi mereka yang memiliki akaun baru (yang tidak pernah main Overwatch 1), and hanya mendapat akses kepada beberapa mod games dan hero. Namun, had ini akan dilonggarkan bagi tempoh permainan sebanyak 100 pertarungan. Semua hero original akan akhirnya tersedia secara percuma kepada First Time Player (pemilik akaun baru). Pemilik akaun baru Overwatch 2 perlu memenangi Quick Play sebanyak 50 kali sebelum Competitive Match tersedia.", "Magnifique! ✨As a thank you to our original players, the #Overwatch2 Founder's Pack will be free in-game to all existing players who own Overwatch.Learn more 👀 https://t.co/ZpWIUtxc30 pic.twitter.com/EMMMIGwoq8", "Manakala, bagi pemain yang lama (yang pernah main Overwatch 1), akaun anda akan secara automatik dikemas kini kepada Overwatch 2. Gamer yang memiliki Overwatch 1 juga akan menerima Kiriko menerusi Founder’s Pack, yang harus ditebus guna sebelum penghujung musim ke-2 Overwatch 2.", "Battle Pass tersedia untuk semua pemain secara percuma. Setiap kali anda menyiapkan challenge atau hanya bermain, mata XP akan terkumpul, sejurus itu, membuka kunci Battle Pass secara berperingkat.", "Bagi Battle Pass yang premium pula, ia memberikan koleksi tambahan kepada Battle Pass yang sedia ada. Sebagai contoh anda juga akan memiliki 20% XP Battle Pass Boost, di samping akan memiliki 1 Mythic Skin, 5 Legendary Skin, 1 Epic Skin, dan juga beberapa kosmetik yang terhad. Pemilik Watchpoint Pack pula akan secara automatik memiliki Season 1 Premium Battle Pass.", "Semua akaun Overwatch 2, memerlukan pendaftaran SMS, sebelum memainkannya. Anda perlu mengesahkan akaun battle.net anda dengan nombor telefon bimbit anda.", "Blizzard menyatakan hasrat mereka untuk membendung isu mengenai sesiapa yang telah digantung daripada bermain Overwatch untuk kembali bermain. Gamer yang telah digantung daripada bermain Overwatch 2, kerana isu penipuan (cheating / hacking) dapat ditapis di samping menyelesaikan isu Smurfing.", "Skill Rating (SR) akan diganti dengan Skill Tier Division dalam Overwatch 2. Lebih kurang sama dengan SR, Tier Division memberikan gamer gambaran akan skill mereka. Pangkat Bronze hingga Grand Master masih lagi wujud, namun setiap pangkat ini memiliki lima bahagian iaitu 5 (paling rendah) ke 1 (paling tinggi). Setiap bahagian ini mewakili ~100 SR. Pemain akan dapat mengemas kini pangkat mereka setiap tujuh kemenangan atau 20 kekalahan.", "Kurang daripada seminggu sahaja lagi, kita akan dapat bermain Overwatch versi baru. Overwatch yang baru ini mengetengahkan corak permainan 5v5, Hero baru, game mode yang baru dan juga peta baru. Bagi beberapa musim awal ini, game lebih berunsurkan PvP. Namun, bermula tahun 2023, PvE mula diperkenalkan. Bagi yang belum mengesahkan akaun battle.net  dengan nombor telefon bimbit, anda perlulah berbuat demikian secepat mungkin! Selamat bergaming!", "Anda juga mungkin menyukai: Overwatch SMS Registration – Cara melakukan pendaftaran"]}
{"url": "https://mat-gaming.com/motherboard-asrock-600-series-secara-rasmi-menyokong-cpu-raptor-lake-generasi-ke-13-selepas-kemas-kini-bios/", "headline": "\nMotherboard ASRock 600 series secara rasmi menyokong CPU Raptor Lake Generasi ke-13 selepas kemas kini BIOS ", "content": ["Asrock telah mengumumkan bahawa motherboard 600 sirinya akan menawarkan keserasian penuh dengan CPU Raptor Lake Generasi ke-13 Intel. Syarikat itu telah mengeluarkan kemas kini BIOS yang menambah sokongan untuk “pemproses desktop Intel yang dikeluarkan tidak lama lagi”.", "Memandangkan terdapat beberapa motherboard DDR4 ASRock dalam senarai, ini bahawa CPU Generasi Ke-13 mungkin akan terus menyokong DDR4. Jika anda mempunyai set DDR4 yang bagus atau harga premium DDR5 yang kurang memuaskan, sekurang-kurangnya anda boleh menggunakannya dengan generasi yang lebih lama.", "Keputusan ASRock untuk mengeluarkan BIOS ini lebih awal adalah sesuatu yang lain daripada biasa. Memandangkan CPU Raptor Lake belum tersedia untuk dikeluarkan, keputusan itu mungkin semata-mata untuk pemasaran.", "Sekiranya anda menaik taraf daripada sistem generasi sebelum ke-12, anda patut tunggu akan motherboard 700 series. Walaupun butiran masih disembunyikan, dikatakan ia akan menyertakan set ciri yang dipertingkatkan termasuk sokongan PCIe 5.0 SSD dan perkara seperti sokongan memori DDR5 yang lebih baik atau  USB-4. Anda akan dapat mengemas kini BIOS dan terus menggunakan memori DDR4 dengan motherboard 600 series yang sudah sedia ada. Berbeza dengan AMD, yang memerlukan motherboard baharu dan pembelian DDR5 yang baru jika anda bercadang untuk beralih ke Zen 4.", "CPU Raptor Lake Generasi ke-13 Intel akan dilancarkan pada akhir tahun ini. Raptor Lake akan bersaing dengan model Zen 4 AMD, yang akan dilancarkan bersama platform baharu sepenuhnya dengan soket AM5, dan sokongan memori DDR5 sahaja.", ""]}
{"url": "https://mat-gaming.com/land-of-the-vikings-demo-version-ulasan-review/", "headline": "\nLand of the Vikings (Demo version) – Ulasan / Review ", "content": ["Land of the Vikings merupakan sebuah game berbentuk simulasi City Builder. Game ini memberikan anda peluang untuk membina satu dunia yang pada mulanya sebuah kampung dan kemudiannya membesar menjadi sebuah bandar raya.", "Berlatarbelakangkan kehidupan masyarakat Vikings pada suatu ketika dahulu game ini menyajikan anda peluang membangunkan sebuah bandar raya dengan menguruskan sumber asli seperti kayu dan bahan mineral demi membina bangunan seperti rumah dan pasar. Anda juga perlu menguruskan pekerjaan penduduk di bandar raya tersebut bagi proses pembinaan rumah. Setiap penduduk mempunyai bakat masing-masing, oleh itu anda perlu menyesuaikan bakat dan pekerjaan mereka.", "Pembinaan bandar raya yang efektif menjamin ia berkembang pesat dan terus wujud (survive) dalam menjalani perubahan musim dan konflik antara penduduk. Iceberg Interactive dan Lap Games membangunkan game ini, memberikan anda peluang untuk membina sebuah perkampungan Viking kepada sebuah bandar raya.", "Admin memuji kualiti grafik yang disediakan dalam game ini. Dibangunkan menggunakan Unreal Engine 4 (UE4), game ini memberikan gambaran suasana yang sangat realistik. Penggunaan UE4 ini memberikan peluang kepada dunia Land of the Vikings mirip dunia sebenar.", "Land of the Vikings menawarkan fungsi DLSS. Anda perlu menghidupkan tetapan ini di bahagian Setting. Menghidupkan tetapan DLSS dilihat mampu menaiktaraf kualiti grafik, namun ia juga menyebabkan isu ghosting yang agak kelihatan pada penduduk. Keadaan ini tampak jelas apabila karakter penduduk mahupun haiwan ternakan bergerak.", "Musik latar belakang game Land of the Vikings ini menggambarkan anda suasana bertemakan Viking. Namun, penggunaan musik yang sama setiap masa, admin berpendapat, ia agak membosankan.", "Land of the Vikings ini adalah berbentuk single player. Anda boleh memainkannya secara santai mengikut rentak anda sendiri. Game ini mengingatkan admin akan game City: Skylines, namun menerapkan unsur kehidupan Viking di zaman dahulu.", "User Interface (UI) untuk game ini agak senang untuk dinavigasi. Pada mulanya, anda akan diberi sedikit bimbingan dalam proses pembinaan perkampungan/ bandar Viking ini. Admin tidak memiliki sebarang masalah untuk memahami UI game ini. Namun, admin seringkali tidak sedar akan perubahan masa/hari dalam game ini. Hanya satu isyarat yang memberikan anda idea akan putaran masa dalam Land of Vikings ini adalah melalui putaran glob di atas.", "Selain itu, game ini seperti tidak memberi peluang kepada pemain untuk meruntuhkan bangunan atau mengubah kedudukan rumah atau dekorasi setelah ia dibina. Pembinaan kekal ini seperti mengekang penambahbaikan kampung/ bandar yang anda telah bina. Pembinaan juga mungkin terjejas kerana kekurangan sumber batuan. Mungkin penduduk di kampung/ bandar ini perlu membina sebuah kuari daripada memecahkan batu-batuan di sekitar kampung tersebut.", "Penduduk kampung/bandar dalam Land of Vikings kelihatan seperti bertambah tanpa seorang pun meninggal. Hal ini kelihatan seperti penduduk kampung/bandar tidak mengalami keuzuran atau sakit yang kemudiannya menyebabkan mereka meninggal secara semula jadi. Walaupun sekadar sebuah game, namun bagi admin isu ini agak pelik.", "Dalam Tree of Life dua asas cabang iaitu work fast dan happiness. Penduduk kampung/bandar juga dalam game Land of the Vikings kadang kadang tidak gembira. Kerana terlalu bekerja keras? Kerana kekurangan “tavern”? Ataupun kekurangan tempat hiburan? Jikalau di dunia Old Roman, orang ramai boleh pergi mengunjungi Gladiator Arena untuk berhibur di samping menyokong Gladiator mereka. Admin berpendapat, tempat yang seakan Gladiator Arena perlu dibina bagi penduduk perkampungan Viking ini. Tak silap, di suatu masa dahulu, masyarakat Viking pernah melakukan Holmgang sebagai latihan pertempuran.", "Admin berpendapat Land of the Vikings ini mempunyai potensi besar untuk menarik komuniti yang menyukai game berbentuk simulasi. Buat masa sekarang, game ini masih dalam peringkat pembikinan, dan hanya versi demo tersedia. Versi demo ini hanya boleh dimainkan secara terhad dan sudah tersedia di Steam store. Game ini akan tersedia sepenuhnya pada suku ke-4 2022. Game yang sememangnya santai, memberikan anda peluang untuk mengisi masa lapang setelah penat bekerja seharian. ", ""]}
