[{"keyword": [], "news": "Berita Harian", "title": "", "authors": [], "text": "", "summary": "", "url": "https://www.bharian.com.my/berita/nasional/2017/08/314059/jangan-jadikan-isu-tugas-guru-disiplinkan-pelajar", "top-image": "", "language": "INDONESIA", "date": "08-18-2017"}, {"keyword": ["tidak", "edar", "p", "pinang", "telah", "sahkan", "di", "kes", "itu", "pihak", "jabatan", "islam", "mujahid", "yang", "pelajar", "kepada", "agama", "sekolah"], "news": "Utusan Malaysia", "title": "Mujahid sahkan kes edar Bible kepada pelajar sekolah di P. Pinang", "authors": ["Mohd. Firdaus Ismail"], "text": "KEPALA BATAS 6 Nov. - Menteri di Jabatan Perdana Menteri, Datuk Dr. Mujahid Yusof mengakui berlaku kegiatan mengedar kitab Bible kepada pelajar di hadapan sebuah sekolah menengah di Bukit Mertajam di sini, seperti yang tular baru-baru ini.\n\nMujahid berkata, sejurus perkara berkenaan tersebar, beliau telah mendapatkan penjelasan daripada Jabatan Agama Islam Negeri Pulau Pinang (MAINPP); Jabatan Pendidikan negeri serta Ahli Parlimen Bukit Mertajam untuk kesahihan.\n\nKata beliau, pihak yang berbuat demikian dipercayai wakil daripada pertubuhan bukan kerajaan (NGO) namun tidak mewakili gereja atau persatuan agama Kristian di kawasan berkenaan.\n\n“Saya nasihat supaya jangan menimbulkan masalah kerana kena hormat Perlembagaan Persekutuan, kita juga siasat sama ada Bible itu diedarkan kepada umat Islam atau tidak.\n\n“Mereka perlu faham Artikel 11 (4) yang mana agama lain bebas diamalkan tetapi tidak boleh didakwah kepada orang Islam,\" katanya kepada pemberita, di sini hari ini.\n\nDitanya sama ada pihak berkuasa agama telah membuat laporan polis berhubung kes itu, Mujahid berkata, perkara itu tidak dilakukan.\n\n“Apa yang saya tahu, ia berada dalam pengetahuan pihak polis,\" katanya. - UTUSAN ONLINE", "summary": "KEPALA BATAS 6 Nov. - Menteri di Jabatan Perdana Menteri, Datuk Dr. Mujahid Yusof mengakui berlaku kegiatan mengedar kitab Bible kepada pelajar di hadapan sebuah sekolah menengah di Bukit Mertajam di sini, seperti yang tular baru-baru ini.\nMujahid berkata, sejurus perkara berkenaan tersebar, beliau telah mendapatkan penjelasan daripada Jabatan Agama Islam Negeri Pulau Pinang (MAINPP); Jabatan Pendidikan negeri serta Ahli Parlimen Bukit Mertajam untuk kesahihan.\nKata beliau, pihak yang berbuat demikian dipercayai wakil daripada pertubuhan bukan kerajaan (NGO) namun tidak mewakili gereja atau persatuan agama Kristian di kawasan berkenaan.\n“Mereka perlu faham Artikel 11 (4) yang mana agama lain bebas diamalkan tetapi tidak boleh didakwah kepada orang Islam,\" katanya kepada pemberita, di sini hari ini.\nDitanya sama ada pihak berkuasa agama telah membuat laporan polis berhubung kes itu, Mujahid berkata, perkara itu tidak dilakukan.", "url": "http://www.utusan.com.my/berita/nasional/mujahid-sahkan-kes-edar-bible-kepada-pelajar-sekolah-di-p-pinang-1.782044", "top-image": "http://www.utusan.com.my/polopoly_fs/1.715263!/image/image.jpg_gen/derivatives/landscape_650/image.jpg", "language": "INDONESIA", "date": "11-06-2018"}, {"keyword": ["disiplin", "dibuang", "tidak", "soalan", "dalam", "di", "sebagai", "442", "yang", "pelajar", "masalah", "sekolah"], "news": "Utusan Malaysia", "title": "Masalah disiplin: 442 pelajar dibuang sekolah", "authors": [], "text": "KUALA LUMPUR 23 Okt. – Seba­nyak 442 pelajar di seluruh negara dibuang sekolah setakat ini kerana didapati terlibat dalam pelbagai masalah disiplin.\n\nMenteri Pendidikan, Datuk Seri Mahdzir Khalid berkata, kegiatan gengsterisme dikenal pasti sebagai masalah paling serius di sekolah, mengatasi gejala penyalahgunaan dadah, buli dan ponteng.\n\nMenurut beliau, kementerian tidak memandang remeh terhadap isu tersebut malah sebaliknya, terus berusaha membendung masalah disiplin daripada menular dengan kerjasama serta komitmen antara guru dan masyarakat.\n\n“Saya juga ingin tegaskan apa juga tindakan yang diambil kita akan cari kaedah supaya pelajar tidak sampai dibuang sekolah.\n\n“Ini kerana, kaunseling sa­ngat diperlukan di peringkat awal untuk pujuk mereka ke sekolah,” katanya ketika menjawab soalan Datuk Juslie Ajirol (BN-Libaran) mengenai masalah disiplin pelajar semasa sesi soal jawab dalam sidang Dewan Rakyat hari ini.\n\nDalam pada itu, ketika menjawab soalan tambahan Idris Ahmad (Pas-Bukit Gantang) mengenai bebanan tugas guru, Mahdzir memberitahu, perkara itu tidak seharusnya dianggap sebagai antara faktor yang menyumbang kepada isu masalah disiplin dalam kalangan pelajar.", "summary": "– Seba­nyak 442 pelajar di seluruh negara dibuang sekolah setakat ini kerana didapati terlibat dalam pelbagai masalah disiplin.\nMenteri Pendidikan, Datuk Seri Mahdzir Khalid berkata, kegiatan gengsterisme dikenal pasti sebagai masalah paling serius di sekolah, mengatasi gejala penyalahgunaan dadah, buli dan ponteng.\nMenurut beliau, kementerian tidak memandang remeh terhadap isu tersebut malah sebaliknya, terus berusaha membendung masalah disiplin daripada menular dengan kerjasama serta komitmen antara guru dan masyarakat.\n“Saya juga ingin tegaskan apa juga tindakan yang diambil kita akan cari kaedah supaya pelajar tidak sampai dibuang sekolah.\n“Ini kerana, kaunseling sa­ngat diperlukan di peringkat awal untuk pujuk mereka ke sekolah,” katanya ketika menjawab soalan Datuk Juslie Ajirol (BN-Libaran) mengenai masalah disiplin pelajar semasa sesi soal jawab dalam sidang Dewan Rakyat hari ini.", "url": "http://www.utusan.com.my/berita/parlimen/masalah-disiplin-442-pelajar-dibuang-sekolah-1.541849", "top-image": "http://www.utusan.com.my/polopoly_fs/1.541846!/image/image.jpg_gen/derivatives/landscape_650/image.jpg", "language": "INDONESIA", "date": "10-23-2017"}, {"keyword": [], "news": "Berita Harian", "title": "", "authors": [], "text": "", "summary": "", "url": "https://www.bharian.com.my/berita/pendidikan/2017/09/332050/ibu-bapa-perlu-bekerjasama-atasi-masalah-sosial-pelajar", "top-image": "", "language": "INDONESIA", "date": "09-30-2017"}, {"keyword": ["tingkatan", "cedera", "itu", "kirakira", "di", "tiga", "dibuli", "terdapat", "dipukul", "polis", "pelajar", "mangsa", "sekolah"], "news": "Utusan Malaysia", "title": "Pelajar cedera dibuli di sekolah", "authors": [], "text": "KEPALA BATAS 22 Jan. - Akibat salah faham, seorang pelajar tingkatan dua sebuah sekolah di sini bukan sahaja dipukul malah ditampar dan ditendang kira-kira 15 pelajar tingkatan empat awal pagi Sabtu lalu.\n\nDalam kejadian kira-kira pukul 3 pagi itu, mangsa dipukul beramai-ramai di koridor tingkat tiga asrama lelaki sekolah itu sambil disaksikan oleh kira-kira 30 pelajar.\n\nKetua Polis Daerah Seberang Perai Utara (SPU) Asisten Komisioner Noorzainy Mohd. Noor berkata, mangsa hanya tampil membuat laporan polis kira-kira pukul 8.50 malam tadi.\n\n“Hasil pemeriksaan ke atasnya, doktor mengesahkan terdapat lebam pada betis kanan dan luka calar pada bahagian kanan dada mangsa.\n\n“Menurut mangsa terdapat tiga lagi pelajar turut dipukul oleh kumpulan pelajar itu namun mereka tidak tampil membuat laporan polis,” katanya kepada pemberita di sini hari ini.\n\nTambahnya, kes itu disiasat di bawah Seksyen 147 Kanun Keseksaan.-UTUSAN ONLINE", "summary": "KEPALA BATAS 22 Jan. - Akibat salah faham, seorang pelajar tingkatan dua sebuah sekolah di sini bukan sahaja dipukul malah ditampar dan ditendang kira-kira 15 pelajar tingkatan empat awal pagi Sabtu lalu.\nDalam kejadian kira-kira pukul 3 pagi itu, mangsa dipukul beramai-ramai di koridor tingkat tiga asrama lelaki sekolah itu sambil disaksikan oleh kira-kira 30 pelajar.\nNoor berkata, mangsa hanya tampil membuat laporan polis kira-kira pukul 8.50 malam tadi.\n“Menurut mangsa terdapat tiga lagi pelajar turut dipukul oleh kumpulan pelajar itu namun mereka tidak tampil membuat laporan polis,” katanya kepada pemberita di sini hari ini.\nTambahnya, kes itu disiasat di bawah Seksyen 147 Kanun Keseksaan.-UTUSAN ONLINE", "url": "http://www.utusan.com.my/berita/wilayah/pulau-pinang/pelajar-cedera-dibuli-di-sekolah-1.595033", "top-image": "http://www.utusan.com.my/polopoly_fs/1.595050!/image/image.jpg_gen/derivatives/landscape_650/image.jpg", "language": "INDONESIA", "date": "01-22-2018"}, {"keyword": ["pelajar", "disiplin", "isu", "dan", "masalah", "pihak", "matamata", "ibu", "perlu", "jadi", "bapa", "yang", "guru", "dadah", "kepada", "pibgn", "kita"], "news": "Astro Awani", "title": "Isu disiplin, dadah pelajar: Ibu bapa, guru perlu jadi 'mata-mata' - PIBGN", "authors": [], "text": ": Majlis Permuafakatan Persatuan Ibu Bapa dan Guru Nasional (PIBGN) mencadangkan ibu bapa, penjaga dan guru dilatih menjadi polis simpanan atau sukarelawan bagi membantu pihak berkuasa mengesan masalah disiplin serta dadah melibatkan pelajar sekolah.Presidennya, Profesor Madya Datuk Mohamad Ali Hassan berkata, ibu bapa dan guru perlu menjadi mata dan telinga pihak berkuasa dalam usaha mencegah atau mengatasi masalah salah laku pelajar dengan lebih awal.\"Satu langkah yang saya rasa mungkin boleh difikirkan bersama ialah barangkali melatih ibu bapa, penjaga dan guru menjadi polis-polis simpanan, sukarelawan yang terlatih dalam aspek-aspek disiplin, dadah, dan salah laku dari segi buli dan lain-lainnya.\"Dengan adanya latihan kepolisan dan ketenteraan, mungkin hal-hal yang berkaitan dengan disiplin dan dadah dapat kita kenal pasti dari awal lagi dan lebih segera. Maka, tidaklah sudah berlaku baru kita fikirkan,\" katanya semasa dihubungi Astro AWANI.Jelasnya, ibu bapa dan guru adalah pihak yang paling terbaik untuk mengawasi pelajar sama ada di dalam mahupun di luar sekolah.\"Yang mengawasinya ialah ibu bapa, penjaga dan guru. Mereka juga patut dilibatkan bersama, menerusi persatuan-persatuan beruniform yang diberi latihan secara formal dan diberi ganjaran setimpal jika betul-betul terlatih.\"Di sini mereka akan menjadi mata, telinga kepada permasalahan yang kita nak tangani segera, \" katanya lagi.Bagi aspek pelajar, mereka telah didedahkan dengan program ko-kurikulum melalui pergerakan beruniform dan Kelab Anti-Jenayah dalam usaha mencegah gelaja negatif yang berlaku.\"Yang penting kita memikirkan sewajar-wajarnya bagaimana kita boleh mengenal pasti dari awal lagi. Kepakaran ini perlu diberikan kepada ibu bapa, guru dan penjaga dan terus kepada pelajar,\" jelas beliau.Dalam pada itu, PIBGN turut bersetuju dengan cadangan Menteri Pendidikan Datuk Seri Mahdzir Khalid agar pelajar yang mempunyai masalah disiplin serius dihantar menjalani program pemulihan di penjara dan lokap.Program yang sedang dirangka itu dijangka siap tidak lama lagi sebelum dilaksanakan secara rasmi.\"Saya menyokong sepenuhnya usaha ke arah memulihkan secepat mungkin dan secara bersepadu, menyeluruh atau Pendekatan Strategi Lautan Biru Kebangsaan (NBOS).\"Ia bukan sahaja melibatkan agensi-agensi kerajaan semata-mata tetapi juga melibatkan pihak swasta, badan bukan kerajaan, jabatan agama, pihak berkepakaran supaya pemulihan itu dilakukan secara bersepadu, cepat dan mereka dapat kembali kepada pendidikan yang barangkali ketinggalan,\" ujarnya.Kementerian Pendidikan sebelum ini mengeluarkan 402 senarai sekolah hotspot di seluruh negara yang telah dikenalpasti mempunyai masalah disiplin dan dadah.Difahamkan, kementerian itu telah mengemukakan senarai berkenaan kepada Polis Diraja Malaysia untuk tindakan lanjut dan semua pegawai perhubungan sekolah diarahkan mengambil tindakan proaktif untuk menangani masalah itu.", "summary": ": Majlis Permuafakatan Persatuan Ibu Bapa dan Guru Nasional (PIBGN) mencadangkan ibu bapa, penjaga dan guru dilatih menjadi polis simpanan atau sukarelawan bagi membantu pihak berkuasa mengesan masalah disiplin serta dadah melibatkan pelajar sekolah.Presidennya, Profesor Madya Datuk Mohamad Ali Hassan berkata, ibu bapa dan guru perlu menjadi mata dan telinga pihak berkuasa dalam usaha mencegah atau mengatasi masalah salah laku pelajar dengan lebih awal.\n\"Satu langkah yang saya rasa mungkin boleh difikirkan bersama ialah barangkali melatih ibu bapa, penjaga dan guru menjadi polis-polis simpanan, sukarelawan yang terlatih dalam aspek-aspek disiplin, dadah, dan salah laku dari segi buli dan lain-lainnya.\n\"Dengan adanya latihan kepolisan dan ketenteraan, mungkin hal-hal yang berkaitan dengan disiplin dan dadah dapat kita kenal pasti dari awal lagi dan lebih segera.\nMaka, tidaklah sudah berlaku baru kita fikirkan,\" katanya semasa dihubungi Astro AWANI.Jelasnya, ibu bapa dan guru adalah pihak yang paling terbaik untuk mengawasi pelajar sama ada di dalam mahupun di luar sekolah.\n\"Yang mengawasinya ialah ibu bapa, penjaga dan guru.", "url": "http://www.astroawani.com/berita-malaysia/isu-disiplin-dadah-pelajar-ibu-bapa-guru-perlu-jadi-mata-mata-pibgn-152896", "top-image": "https://img.astroawani.com/2016-09/71473057643_950x600.jpg", "language": "INDONESIA", "date": "08-19-2017"}, {"keyword": ["bulan", "cuti", "diberi", "telah", "kolej", "kami", "untuk", "kewangan", "2018", "pada", "kerana", "pelajar", "masalah", "dan", "kontrak"], "news": "Sinarharian", "title": "Pelajar diberi cuti kerana masalah kewangan", "authors": ["Anita Abu Hasan", "Azihan Ghazali"], "text": "A- A+ (Ubah saiz teks)\n\nPihak pentadbiran Admal Aviation College tampil membuat penjelasan berhubung konflik antara kolej itu dengan Kementerian Pendidikan yang menyebabkan 197 pelajarnya dilanjutkan cuti semester.\n\nKetua Pegawai Operasinya, Azizulhisham Che Hashim berkata, pihak kolej terpaksa mengambil keputusan itu kerana belum menerima bayaran daripada KPM sejak Mac lalu.\n\n\"Kami telah menjalankan latihan dan perkhidmatan selama tujuh bulan lalu namun masih belum menerima bayaran daripada Bahagian Pendidikan Teknik dan Vokasional (BPTV) menyebabkan kami tiada pilihan hingga akhirnya terpaksa meminta pelajar mengambil cuti lanjutan sehingga pihak kolej menerima bayaran daripada BPTV,\" katanya.\n\nMenjelaskan secara lanjut, Azizulhisham berkata, mengikut Surat Setuju Terima (SST) menyatakan bahawa bayaran akan dibuat pada setiap selang tiga bulan selepas audit pra-pembayaran dijalankan oleh BPTV.\n\nKatanya, Admal Aviation College yang beroperasi di Sepang telah mengambil 197 pelajar bagi program vokasional (Diploma in Aviation, Ground Handling - Ramp Services) berikutan sebuah kolej swasta di Kelantan yang menawarkan program berkenaan ditutup secara mengejut, tahun lalu.\n\n\"Kami telah bersetuju untuk memulakan pengambilan pada 1 November 2017 untuk keseluruhan 197 pelajar tanpa sebarang perubahan pada nilai kontrak dan syarat pembayaran.\n\n\"SST pertama telah dikeluarkan pada 2 November 2017 sehingga 28 Februari 2018 dan kami berjaya menyelesaikan kontrak ini.\n\n\"Seterusnya SST dikeluarkan bertarikh 5 Mac 2018 hingga 28 Ogos dengan empat hari tertangguh daripada tempoh kontrak. Tidak ada pelajar diminta meninggalkan kolej mahupun kelaparan dalam tempoh itu. Seperti biasa untuk mana-mana SST, kami mengemukakan satu lagi Bon Prestasi pada 26 April 2018 seperti dikehendaki dalam SST kedua. Kami telah memenuhi syarat kontrak pada masa itu.\n\n\"Pihak kami telah membuat invois untuk bulan Mac, April dan Mei pada minggu pertama bulan Jun 2018, audit pra-pembayaran telah dijalankan pada akhir Jun 2018 oleh BPTV,\" katanya.\n\nPihak pentadbiran Admal Aviation College tampil membuat penjelasan berhubung konflik antara kolej itu dengan Kementerian Pendidikan yang menyebabkan 197 pelajarnya dilanjutkan cuti semester.\n\nKetua Pegawai Operasinya, Azizulhisham Che Hashim berkata, pihak kolej terpaksa mengambil keputusan itu kerana belum menerima bayaran daripada KPM sejak Mac lalu.\n\n\"Kami telah menjalankan latihan dan perkhidmatan selama tujuh bulan lalu namun masih belum menerima bayaran daripada Bahagian Pendidikan Teknik dan Vokasional (BPTV) menyebabkan kami tiada pilihan hingga akhirnya terpaksa meminta pelajar mengambil cuti lanjutan sehingga pihak kolej menerima bayaran daripada BPTV,\" katanya.\n\nMenjelaskan secara lanjut, Azizulhisham berkata, mengikut Surat Setuju Terima (SST) menyatakan bahawa bayaran akan dibuat pada setiap selang tiga bulan selepas audit pra-pembayaran dijalankan oleh BPTV.\n\nKatanya, Admal Aviation College yang beroperasi di Sepang telah mengambil 197 pelajar bagi program vokasional (Diploma in Aviation, Ground Handling - Ramp Services) berikutan sebuah kolej swasta di Kelantan yang menawarkan program berkenaan ditutup secara mengejut, tahun lalu.\n\n\"Kami telah bersetuju untuk memulakan pengambilan pada 1 November 2017 untuk keseluruhan 197 pelajar tanpa sebarang perubahan pada nilai kontrak dan syarat pembayaran.\n\n\"SST pertama telah dikeluarkan pada 2 November 2017 sehingga 28 Februari 2018 dan kami berjaya menyelesaikan kontrak ini.\n\n\"Seterusnya SST dikeluarkan bertarikh 5 Mac 2018 hingga 28 Ogos dengan empat hari tertangguh daripada tempoh kontrak. Tidak ada pelajar diminta meninggalkan kolej mahupun kelaparan dalam tempoh itu. Seperti biasa untuk mana-mana SST, kami mengemukakan satu lagi Bon Prestasi pada 26 April 2018 seperti dikehendaki dalam SST kedua. Kami telah memenuhi syarat kontrak pada masa itu.\n\n\"Pihak kami telah membuat invois untuk bulan Mac, April dan Mei pada minggu pertama bulan Jun 2018, audit pra-pembayaran telah dijalankan pada akhir Jun 2018 oleh BPTV,\" katanya.\n\n\"Bagaimanapun kami belum menerima bayaran daripada BPTV sehingga hari ini. Kami telah belanjakan wang untuk penginapan, makanan lima kali sehari, pengangkutan, termasuk kos pelatih serta kemudahan kolej selama tujuh bulan itu. Kami tidak mempunyai pilihan lain selain melanjutkan cuti pelajar dari 27 Ogos 2018 sehingga sekarang kerana tidak mampu menanggung kos 197 pelajar itu,\" tegas Azizulhisham.\n\nMenurutnya, pentadbiran kolej sudah membuat aduan kepada BPTV mengenai isu pembayaran itu namun masih tidak menerima sebarang jawapan positif dengan memberikan jawapan bertulis daripada BPTV.\n\n\"Kami dimaklumkan bahawa bayaran tidak dapat dilakukan kerana Sistem E-Perolehan yang memerlukan kontrak penuh ditandatangani. Kami hanya menandatangani SST pada Mac 2018.\n\n\"Kontrak penuh masih belum lengkap sehingga hari ini sedangkan sistem E-Perolehan hanya membenarkan kontraktor dibayar dalam tempoh empat bulan sahaja. Lebih empat bulan, kontrak penuh mesti ditandatangani tetapi kami tidak dinasihatkan sebelum ini dan hanya mengetahuinya pada bulan ini selepas dimaklumkan Bahagian Perolehan dan Pengurusan Aset (BPPA).\n\n\"Selain itu, BPTV meminta kami invois selama empat bulan bukannya tiga bulan. Ini telah menyebabkan kami lebih banyak masalah,\" katanya.\n\nKemudian Azizulhisham menjelaskan mengenai isu kontrak berkaitan pertukaran nama program untuk 'value enhancement' kepada program 'Diploma Ground Handling'.\n\nMemandangkan menyertai program Kolej Vokasional (KV) pada November 2017 dan tidak mahu pelajar lulus diploma tanpa pengakuan akreditasi (pengiktirafan) daripada Agensi Kelayakan (MQA) dan Jabatan Pembangunan Kemahiran (JPK) Malaysia, Admal berjaya menyerahkan program untuk kelulusan Agensi Kelayakan (MQA) pada 21 Ogos 2018.\n\n", "summary": "\"Kami telah bersetuju untuk memulakan pengambilan pada 1 November 2017 untuk keseluruhan 197 pelajar tanpa sebarang perubahan pada nilai kontrak dan syarat pembayaran.\n\"SST pertama telah dikeluarkan pada 2 November 2017 sehingga 28 Februari 2018 dan kami berjaya menyelesaikan kontrak ini.\nKami telah memenuhi syarat kontrak pada masa itu.\n\"Kami telah bersetuju untuk memulakan pengambilan pada 1 November 2017 untuk keseluruhan 197 pelajar tanpa sebarang perubahan pada nilai kontrak dan syarat pembayaran.\nKami tidak mempunyai pilihan lain selain melanjutkan cuti pelajar dari 27 Ogos 2018 sehingga sekarang kerana tidak mampu menanggung kos 197 pelajar itu,\" tegas Azizulhisham.", "url": "http://www.sinarharian.com.my/siasat/pelajar-diberi-cuti-kerana-masalah-kewangan-1.883200", "top-image": "http://www.sinarharian.com.my/polopoly_fs/1.883201!/image/image.jpg_gen/derivatives/landscape_700/image.jpg", "language": "INDONESIA", "date": "09-23-2018"}, {"keyword": [], "news": "Berita Harian", "title": "", "authors": [], "text": "", "summary": "", "url": "https://www.bharian.com.my/berita/nasional/2018/01/371121/ipts-perlu-telus-urus-pinjaman-pelajar-ptptn", "top-image": "", "language": "INDONESIA", "date": "01-04-2018"}, {"keyword": ["pilah", "isu", "tidak", "uitm", "itu", "ini", "di", "kampus", "kuala", "kekurangan", "politikkan", "jangan", "pelajar", "rembau"], "news": "Utusan Malaysia", "title": "Jangan politikkan isu kekurangan pelajar di UiTM Kuala Pilah", "authors": ["Haradian Shah Hamdan"], "text": "REMBAU 4 April - Menteri Besar, Datuk Seri Mohamad Hasan hari ini meminta masalah kekurangan jumlah pelajar di Universiti Teknologi Mara (UiTM) Kuala Pilah tidak dijadikan sebagai isu politik.\n\nKatanya, terdapat dakwaan beliau sengaja mengurangkan pelajar di kampus tersebut sedangkan masalah itu timbul ekoran kekurangan pelajar mengambil bidang sains tulen yang ditawarkan di kampus berkenan.\n\n“Ada dakwaan negatif mengatakan saya sabotaj Kuala Pilah, ini tidak betul. Saya minta mereka jangan politikkan isu itu untuk kepentingan peribadi.\n\n“Banyak tempat kosong yang tidak dapat diisi di UiTM Kuala Pilah kerana tidak ramai pelajar Melayu ambil sains tulen,” katanya dalam sidang akhbar selepas merasmikan Jelajah Pendidikan Bumiputera 2018 di UiTM Kampus Rembau di sini hari ini\n\nMengulas lanjut, Mohamad berkata, sebelum ini pelajar dalam bidang sains sosial turut ditempatkan di UiTM Kuala Pilah buat sementara waktu, namun dipindahkan ke UiTM Rembau apabila kampus itu siap.\n\nJelasnya, ini menyebabkan jumlah pelajar di kampus berkenaan semakin berkurangan sehingga timbul tuduhan sedemikian.\n\nDalam pada itu beliau berkata, selain di Rembau dan Kuala Pilah, terdapat sebuah lagi kampus UiTM di Seremban dan ia sudah memadai untuk menampung keperluan pendidikan di negeri ini. - UTUSAN ONLINE", "summary": "REMBAU 4 April - Menteri Besar, Datuk Seri Mohamad Hasan hari ini meminta masalah kekurangan jumlah pelajar di Universiti Teknologi Mara (UiTM) Kuala Pilah tidak dijadikan sebagai isu politik.\nKatanya, terdapat dakwaan beliau sengaja mengurangkan pelajar di kampus tersebut sedangkan masalah itu timbul ekoran kekurangan pelajar mengambil bidang sains tulen yang ditawarkan di kampus berkenan.\n“Ada dakwaan negatif mengatakan saya sabotaj Kuala Pilah, ini tidak betul.\n“Banyak tempat kosong yang tidak dapat diisi di UiTM Kuala Pilah kerana tidak ramai pelajar Melayu ambil sains tulen,” katanya dalam sidang akhbar selepas merasmikan Jelajah Pendidikan Bumiputera 2018 di UiTM Kampus Rembau di sini hari iniMengulas lanjut, Mohamad berkata, sebelum ini pelajar dalam bidang sains sosial turut ditempatkan di UiTM Kuala Pilah buat sementara waktu, namun dipindahkan ke UiTM Rembau apabila kampus itu siap.\nDalam pada itu beliau berkata, selain di Rembau dan Kuala Pilah, terdapat sebuah lagi kampus UiTM di Seremban dan ia sudah memadai untuk menampung keperluan pendidikan di negeri ini.", "url": "http://www.utusan.com.my/berita/politik/jangan-politikkan-isu-kekurangan-pelajar-di-uitm-kuala-pilah-1.641744", "top-image": "http://www.utusan.com.my/polopoly_fs/1.641760!/image/image.jpeg_gen/derivatives/landscape_650/image.jpeg", "language": "INDONESIA", "date": "04-04-2018"}, {"keyword": ["disiplin", "di", "salah", "tertinggi", "laku", "2017", "catat", "rekod", "polis", "sebagai", "yang", "pelajar", "ponteng", "dan", "sekolah"], "news": "Astro Awani", "title": "Ponteng sekolah catat rekod tertinggi salah laku disiplin 2017", "authors": [], "text": ": Ponteng sekolah mencatatkan rekod tertinggi dalam salah laku disiplin pelajar sekolah sepanjang tahun 2017.Menteri Pendidikan, Datuk Seri Mahdzir Khalid berkata ia meliputi 1.4 peratus bersamaan 67,053 pelajar daripada hampir lima juta pelajar sekolah rendah dan menengah di seluruh negara.\"Satu daripada elemen yang kita sangat dukacita adalah ada sesetengah tempat ini yang kita kenal pasti sebagai sekolah 'hotspot' (kawasan panas), iaitu sekolah-sekolah yang mempunyai potensi berlaku salah laku disiplin yang tinggi.\"Dalam negara ini, ada beberapa tempat yang mempunyai potensi untuk berlaku.\"Kita mempunyai kerjasama yang baik dgn Polis Diraja Malaysia (PDRM) dalam konteks sebagai pemantau atau moderator dan bukan bererti kehadiran polis itu mereka akan terus tangkap pelajar.\"Persatuan Ibu Bapa dan Guru (PIBG), polis dan pengurusan sekolah boleh duduk berbincang untuk mengambil langkah yang sepatutunya dilakukan di sekolah tersebut,\" katanya semasa menggulung perbahasan Menjunjung Kasih Titah Diraja di Dewan Rakyat di sini hari ini.Beliau berkata demikian sebagai menjawab soalan Siti Zailah Mohd Yusoff (PAS-Rantau Panjang) yang ingin tahu tindakan daripada KPM berhubung salah laku disiplin dan jenayah melibatkan pelajar.Berikut merupakan statistik salah laku disiplin pelajar sepanjang 2017:", "summary": ": Ponteng sekolah mencatatkan rekod tertinggi dalam salah laku disiplin pelajar sekolah sepanjang tahun 2017.Menteri Pendidikan, Datuk Seri Mahdzir Khalid berkata ia meliputi 1.4 peratus bersamaan 67,053 pelajar daripada hampir lima juta pelajar sekolah rendah dan menengah di seluruh negara.\n\"Satu daripada elemen yang kita sangat dukacita adalah ada sesetengah tempat ini yang kita kenal pasti sebagai sekolah 'hotspot' (kawasan panas), iaitu sekolah-sekolah yang mempunyai potensi berlaku salah laku disiplin yang tinggi.\n\"Dalam negara ini, ada beberapa tempat yang mempunyai potensi untuk berlaku.\n\"Kita mempunyai kerjasama yang baik dgn Polis Diraja Malaysia (PDRM) dalam konteks sebagai pemantau atau moderator dan bukan bererti kehadiran polis itu mereka akan terus tangkap pelajar.\n\"Persatuan Ibu Bapa dan Guru (PIBG), polis dan pengurusan sekolah boleh duduk berbincang untuk mengambil langkah yang sepatutunya dilakukan di sekolah tersebut,\" katanya semasa menggulung perbahasan Menjunjung Kasih Titah Diraja di Dewan Rakyat di sini hari ini.Beliau berkata demikian sebagai menjawab soalan Siti Zailah Mohd Yusoff (PAS-Rantau Panjang) yang ingin tahu tindakan daripada KPM berhubung salah laku disiplin dan jenayah melibatkan pelajar.Berikut merupakan statistik salah laku disiplin pelajar sepanjang 2017:", "url": "http://www.astroawani.com/berita-malaysia/ponteng-sekolah-catat-rekod-tertinggi-salah-laku-disiplin-2017-171057", "top-image": "https://img.astroawani.com/2017-09/41505867851_PelajarSekolah.jpg", "language": "INDONESIA", "date": "03-21-2018"}, {"keyword": [], "news": "Berita Harian", "title": "", "authors": [], "text": "", "summary": "", "url": "https://www.bharian.com.my/berita/kes/2018/01/381728/679-pelajar-terbabit-salah-guna-dadah", "top-image": "", "language": "INDONESIA", "date": "01-28-2018"}, {"keyword": [], "news": "Berita Harian", "title": "", "authors": [], "text": "", "summary": "", "url": "https://www.bharian.com.my/berita/pendidikan/2017/10/334800/nbos-2-kementerian-atasi-isu-dadah-babitkan-pelajar", "top-image": "", "language": "INDONESIA", "date": "10-08-2017"}, {"keyword": ["disiplin", "itu", "pendidikan", "di", "kes", "guru", "sebab", "pasti", "kenal", "empat", "tindakan", "yang", "pelajar", "masalah", "dan", "selepas", "faktor", "kementerian", "sekolah"], "news": "Utusan Malaysia", "title": "Kementerian Pendidikan kenal pasti empat faktor sebab masalah disiplin pelajar", "authors": ["Zulqurnain Othman"], "text": "PADANG TERAP 18 Ogos - Empat faktor utama dikenal pasti pihak Kementerian Pendidikan iaitu pemakanan, persekitaran, teknologi dan kemasyarakatan yang menjadi penyebab kepada tindakan luar kawalan pelajar sekolah hingga tercetus kes buli dan memukul guru.\n\nMenteri Pendidikan, Datuk Seri Mahdzir Khalid berkata, empat faktor tersebut adalah penyebab utama tindak tanduk pelajar kini semakin melampaui batas sehingga berlaku pelbagai kes buli dan pukul guru.\n\n\n\n\"Mungkin kerana faktor makanan diambil para pelajar, penyalahgunaan teknologi, persekitaran dan kemasyarakatan menjadi punca mereka bersikap sedemikian sehingga ada yang tergamak memukul guru sendiri.\n\n\n\n\"Dalam kes pukul guru ini, jelas pelajar itu melanggar etika sekolah kerana pokoknya tak kan pelajar boleh pukul cikgu dan itu satu tindakan salah dan tindakan pelajar tak boleh pelajar sampai ke tahap itu,\" katanya pada sidang akhbar selepas Perasmian Persidangan Perwakilan UMNO Bahagian Padang Terap, di Dewan Kolej MARA Kuala Nerang di sini hari ini.\n\nBeliau berkata demikian selepas diminta mengulas kes dilaporkan satu akhbar tempatan mengenai seorang pelajar tingkatan dua yang didakwa memukul guru selepas menegurnya kerana menggunakan perkataan kesat dalam kelas di sebuah sekolah di Melaka baru-baru ini.\n\n\n\nMahdzir berkata, beliau belum menerima laporan penuh punca kejadian itu terjadi sama ada ia dimulakan pelajar itu atau guru terbabit dalam kes tersebut. - UTUSAN ONLINE", "summary": "PADANG TERAP 18 Ogos - Empat faktor utama dikenal pasti pihak Kementerian Pendidikan iaitu pemakanan, persekitaran, teknologi dan kemasyarakatan yang menjadi penyebab kepada tindakan luar kawalan pelajar sekolah hingga tercetus kes buli dan memukul guru.\nMenteri Pendidikan, Datuk Seri Mahdzir Khalid berkata, empat faktor tersebut adalah penyebab utama tindak tanduk pelajar kini semakin melampaui batas sehingga berlaku pelbagai kes buli dan pukul guru.\n\"Mungkin kerana faktor makanan diambil para pelajar, penyalahgunaan teknologi, persekitaran dan kemasyarakatan menjadi punca mereka bersikap sedemikian sehingga ada yang tergamak memukul guru sendiri.\nBeliau berkata demikian selepas diminta mengulas kes dilaporkan satu akhbar tempatan mengenai seorang pelajar tingkatan dua yang didakwa memukul guru selepas menegurnya kerana menggunakan perkataan kesat dalam kelas di sebuah sekolah di Melaka baru-baru ini.\nMahdzir berkata, beliau belum menerima laporan penuh punca kejadian itu terjadi sama ada ia dimulakan pelajar itu atau guru terbabit dalam kes tersebut.", "url": "http://www.utusan.com.my/berita/nasional/kementerian-pendidikan-kenal-pasti-empat-faktor-sebab-masalah-disiplin-pelajar-1.516297", "top-image": "http://www.utusan.com.my/polopoly_fs/1.514988!/image/image.jpg_gen/derivatives/landscape_650/image.jpg", "language": "INDONESIA", "date": "08-17-2017"}, {"keyword": ["tidak", "terus", "diri", "pihak", "di", "guru", "kes", "bunuh", "perlu", "kesimpulan", "jangan", "bapa", "yang", "pelajar", "dan", "buat", "sekolah"], "news": "Malaysiakini (caruman)", "title": "Kes pelajar bunuh diri: 'Jangan terus buat kesimpulan'", "authors": [], "text": "A+ A-\n\nOrang ramai dinasihat tidak terus membuat kesimpulan berhubung kes pelajar perempuan Tingkatan Dua Sekolah Menengah Kebangsaan Methodist, Nibong Tebal, Pulau Pinang yang meninggal dunia selepas cuba membunuh diri kerana dituduh mencuri telefon bimbit gurunya, baru-baru ini.\n\nPresiden Majlis Permuafakatan Persatuan Ibu Bapa dan Guru Nasional Prof Madya Datuk Mohamad Ali Hasan berkata semua pihak perlu bertenang kerana hakikat sebenar kejadian masih belum diketahui.\n\n\"Ibu bapa juga dinasihat berbincang dahulu dengan pihak pentadbiran sekolah sebelum mengambil sebarang tindakan.\n\n\"Sebaiknya perlu ada bersama pihak pengetua atau guru besar, wakil ibu bapa dan wakil kesatuan dalam perbincangan tersebut,” katanya kepada Bernama selepas menjadi tetamu program Ruang Bicara terbitan Bernama News Channel (BNC) bagi membincangkan topik ‘Profesionalisme Perguruan’ di ibunegara malam tadi.\n\nBeliau berkata orang ramai tidak boleh membuat kesimpulan awal mengenai isu berkenaan kerana ia masih disiasat polis.\n\nMohamad Ali berkata orang ramai hendaklah memberi kepercayaan kepada pihak polis kerana mereka memerlukan masa untuk menyiasat isu berkenaan secara komprehensif.\n\nJika sesuatu isu timbul di sekolah, ibu bapa perlu menyiasat perkara berkenaan terlebih dahulu dengan mengadakan perbincangan bersama pihak sekolah bagi mengetahui punca sebenar permasalahan berlaku, tegasnya.\n\n“Sekiranya tidak boleh diselesaikan di peringkat dalaman, saya cadangkan mereka membawa sesuatu kes itu ke Pejabat Pendidikan Daerah untuk dibincangkan tanpa perlu mengambil tindakan tidak wajar,\" tambahnya.\n\nKatanya tindakan sedemikian perlu bagi mengelakkan sebarang ketegangan antara ibu bapa dan pihak sekolah lantas mewujudkan suasana pembelajaran yang harmonis dan tenteram untuk anak-anak di sekolah.\n\nPengerusi Yayasan Guru Malaysia Berhad Tan Sri Alimuddin Mohd Dom, yang merupakan panelis kedua dalam program itu, turut mengingatkan para guru supaya merujuk semula Tatasusila Profesion Perguruan Guru Malaysia sebelum melakukan sesuatu yang tidak sepatutnya terhadap pelajar mereka.\n\n\"Menurut tatasusila itu, tanggungjawab guru terhadap pelajar termasuk lebih mengutamakan kebajikan dan keselamatan pelajar daripada hal-hal lain, bersikap adil kepada pelajar tanpa mengira faktor jasmani, mental, emosi, politik dan ekonomi serta merahsiakan ikhtisas atau hal sulit pelajar kecuali kepada mereka yang berhak mengetahuinya,” jelasnya.\n\nPada 1 Feb lepas, M.Vasanthapiriya, 13, meninggal dunia setelah tujuh hari berada dalam keadaan koma selepas menggantung diri di bilik rumahnya, dipercayai tertekan akibat dituduh mencuri telefon bimbit gurunya dalam kejadian 24 Jan lepas.\n\n- Bernama", "summary": "A+ A-Orang ramai dinasihat tidak terus membuat kesimpulan berhubung kes pelajar perempuan Tingkatan Dua Sekolah Menengah Kebangsaan Methodist, Nibong Tebal, Pulau Pinang yang meninggal dunia selepas cuba membunuh diri kerana dituduh mencuri telefon bimbit gurunya, baru-baru ini.\nPresiden Majlis Permuafakatan Persatuan Ibu Bapa dan Guru Nasional Prof Madya Datuk Mohamad Ali Hasan berkata semua pihak perlu bertenang kerana hakikat sebenar kejadian masih belum diketahui.\n\"Ibu bapa juga dinasihat berbincang dahulu dengan pihak pentadbiran sekolah sebelum mengambil sebarang tindakan.\nJika sesuatu isu timbul di sekolah, ibu bapa perlu menyiasat perkara berkenaan terlebih dahulu dengan mengadakan perbincangan bersama pihak sekolah bagi mengetahui punca sebenar permasalahan berlaku, tegasnya.\nKatanya tindakan sedemikian perlu bagi mengelakkan sebarang ketegangan antara ibu bapa dan pihak sekolah lantas mewujudkan suasana pembelajaran yang harmonis dan tenteram untuk anak-anak di sekolah.", "url": "https://www.malaysiakini.com/news/411520", "top-image": "https://i.malaysiakini.com/1209/e20dcf6aa936a2017a54aa039b4f8d68.jpeg", "language": "INDONESIA", "date": "02-07-2018"}, {"keyword": ["depan", "tidak", "mulai", "hitam", "pendidikan", "warna", "semua", "kasut", "tersebut", "tahun", "pelajar", "pakai", "sekolah"], "news": "Utusan Malaysia", "title": "Pelajar sekolah pakai kasut hitam mulai tahun depan", "authors": ["Mohd. Asron Mustapha"], "text": "SHAH ALAM 19 Julai - Mulai tahun depan, semua pelajar sekolah tidak lagi perlu memakai kasut berwarna putih, sebaliknya ia ditukar kepada warna hitam.\n\nMenteri Pendidikan, Dr. Maszlee Malik berkata, peraturan baharu tersebut dibuat selepas mengambil kira keluhan ibu bapa selain mahu meningkatkan keceriaan pelajar.\n\n\"Mulai sesi tahun depan, semua pelajar (sekolah kebangsaan dan menengah) akan pakai kasut warna hitam,\" katanya ketika menjawab soalan hadirin pada program Bicara Minda Bersama Menteri Pendidikan di sini hari ini.", "summary": "SHAH ALAM 19 Julai - Mulai tahun depan, semua pelajar sekolah tidak lagi perlu memakai kasut berwarna putih, sebaliknya ia ditukar kepada warna hitam.\nMenteri Pendidikan, Dr. Maszlee Malik berkata, peraturan baharu tersebut dibuat selepas mengambil kira keluhan ibu bapa selain mahu meningkatkan keceriaan pelajar.\n\"Mulai sesi tahun depan, semua pelajar (sekolah kebangsaan dan menengah) akan pakai kasut warna hitam,\" katanya ketika menjawab soalan hadirin pada program Bicara Minda Bersama Menteri Pendidikan di sini hari ini.", "url": "http://www.utusan.com.my/berita/nasional/pelajar-sekolah-pakai-kasut-hitam-mulai-tahun-depan-1.712211", "top-image": "http://www.utusan.com.my/polopoly_fs/1.712236!/image/image.jpeg_gen/derivatives/landscape_650/image.jpeg", "language": "INDONESIA", "date": "07-19-2018"}, {"keyword": ["kemas", "putih", "itu", "hitam", "di", "untuk", "lebih", "kasut", "yang", "pelajar", "dan", "pakai", "sekolah"], "news": "Kosmo!", "title": "Pelajar lebih kemas pakai kasut hitam", "authors": [], "text": "KASUT hitam akan dipakai oleh lima juta pelajar sekolah rendah dan menengah bermula tahun 2019.\n\nPELAJAR kelihatan lebih kemas mengenakan kasut hitam ke sekolah.\n\nSEJAK awal zaman persekolahan di Malaysia, semua pelajar sekolah rendah mahupun menengah memakai kasut berwarna putih untuk ke sekolah.\n\nBagaimanapun, Kosmo! pada 20 Julai lalu melaporkan lebih lima juta pelajar sekolah di seluruh negara akan memakai kasut hitam bermula tahun depan apabila Kementerian Pendidikan menggantikan penggunaan kasut putih di semua sekolah menengah dan rendah.\n\nDalam berita tersebut, Menteri Pendidikan, Dr. Maszlee Malik berkata, pelaksanaan tersebut dilakukan selepas pihaknya mendapat maklum balas dan keluhan daripada ibu bapa yang sering mengadu mengenai tahap kebersihan kasut putih yang dipakai anak mereka.\n\nKatanya, langkah itu juga dapat membantu menceriakan para pelajar terutama dalam menjalankan aktiviti luar bilik darjah sama ada di peringkat sekolah rendah mahupun menengah.\n\nLantaran daripada itu, pelbagai reaksi yang dikeluarkan oleh orang ramai di media sosial ada di antaranya bersifat positif dan hujah negatif.\n\nMenurut Ketua Program Psikologi, Universiti Kebangsaan Malaysia, Prof. Madya Dr. Nor Ba’yah Abdul Kadir berkata, pelaksanaan untuk memakai kasut hitam bukan menjadi satu masalah dalam sesi persekolahan.\n\n“Bagi saya memakai kasut hitam menjadikan pakaian pelajar kelihatan kemas dan memudahkan penjagaannya,” jelasnya.\n\nKatanya, tanggapan negatif orang ramai yang mengatakan memakai kasut hitam akan melahirkan pelajar-pelajar malas adalah tidak betul sama sekali.\n\n“Aspek kebersihan bergantung pada seseorang bukan dinilai daripada pemakaian semata-mata.\n\nKemudahan\n\n“Saya pilih hitam dan tidak bermakna tak perlu basuh. Malah jika kasut warna pelangi sekalipun tetap perlu pelajar itu basuh,” katanya ketika dihubungi Kosmo! baru-baru ini.\n\nSelain itu, Nor Ba’yah berkata, penukaran kasut itu juga memberi serba sedikit kemudahan untuk pelajar apabila membasuh kasut mereka.\n\n“Sebelum ini, pelajar-pelajar mengambil masa lama untuk membasuh kasut kerana warna putih sukar untuk menanggalkan kotoran.\n\n“Selepas basuh mereka perlu kapur kasut itu, tetapi pelaksanaan ini saya merasakan penjimatan perbelanjaan kerana tidak perlu lagi beli kapur kasut,” ujarnya.\n\nDalam pada itu, Nor Ba’yah memberitahu, walaupun penukaran warna kasut tidak sekalipun memberi kesan kepada keputusan peperiksaan ataupun sahsiah anak-anak.\n\nSementara itu, Presiden Persatuan Ibu Bapa dan Guru Nasional (PIBGN), Datuk Mohamad Ali Hassan berkata, pihaknya menyambut baik pengumuman kerajaan mengenai pelaksanaan pemakaian kasut hitam kepada semua pelajar bermula tahun depan.\n\nKatanya, langkah tersebut amat wajar dilaksanakan dengan mengambil kira pelbagai faktor seperti keadaan cuaca, aktiviti di sekolah dan sebagainya.\n\n“Pihak koperasi sekolah mungkin boleh menyediakan stok bekalan kasut hitam agar dapat diselaraskan penggunanya bagi semua pelajar.\n\n“Begitu juga dengan pihak alumni sekolah atau PIBG yang boleh menyediakan skim khas kasut hitam terutama kepada pelajar-pelajar kurang berkemampuan,” ujarnya.\n\nHarga bagi sepasang kasut hitam sama seperti kasut putih iaitu antara RM15 hingga RM39 bergantung kepada saiz dan jenama.\n\nWalau bagaimanapun, seorang penyokong kasut putih, Osman Mokhtar tetap mempertahankan pendiriannya mengenai kasut putih untuk ke sekolah.\n\n“Warna putih melambangkan keperibadian seseorang itu sama ada rajin ataupun malas. Malah ia mendidik pelajar itu bersifat berdikari.\n\n“Pakai kasut putih dari zaman nenek moyang lagi. Bagi saya tidak patut dihapuskan kerana warna putih ini dapat mendidik pelajar daripada menjaga kebersihan sejak peringkat awal,” ujarnya.", "summary": "PELAJAR kelihatan lebih kemas mengenakan kasut hitam ke sekolah.\npada 20 Julai lalu melaporkan lebih lima juta pelajar sekolah di seluruh negara akan memakai kasut hitam bermula tahun depan apabila Kementerian Pendidikan menggantikan penggunaan kasut putih di semua sekolah menengah dan rendah.\nSelain itu, Nor Ba’yah berkata, penukaran kasut itu juga memberi serba sedikit kemudahan untuk pelajar apabila membasuh kasut mereka.\nHarga bagi sepasang kasut hitam sama seperti kasut putih iaitu antara RM15 hingga RM39 bergantung kepada saiz dan jenama.\nWalau bagaimanapun, seorang penyokong kasut putih, Osman Mokhtar tetap mempertahankan pendiriannya mengenai kasut putih untuk ke sekolah.", "url": "http://www.kosmo.com.my/k2/rencana-utama/pelajar-lebih-kemas-pakai-kasut-hitam-1.716131", "top-image": "http://www.kosmo.com.my/polopoly_fs/1.716130!/image/image.jpg_gen/derivatives/landscape_650/image.jpg", "language": "INDONESIA", "date": "07-25-2018"}, {"keyword": [], "news": "Berita Harian", "title": "", "authors": [], "text": "", "summary": "", "url": "https://www.bharian.com.my/berita/kes/2018/02/388119/pelajar-maut-pisau-traktor-mesin-rumput-melayang", "top-image": "", "language": "INDONESIA", "date": "02-12-2018"}, {"keyword": ["isu", "stoking", "pendidikan", "juga", "warna", "kaji", "akan", "kasut", "najib", "yang", "perli", "dan", "maszlee", "menteri", "sekolah"], "news": "Astro Awani", "title": "'Kaji juga warna baju dan bangunan sekolah' - Najib perli Maszlee isu kasut, stoking", "authors": [], "text": ": Bekas perdana menteri Datuk Seri Najib Tun Razak hari ini secara sinis mengkritik pendekatan diambil menteri pendidikan Maszlee Malik susulan cadangannya untuk menukar warna kasut dan stoking sekolah.Dalam posting terbaharunya di Facebook, Najib yang menyifatkan Maszlee sebagai seorang yang 'berpandangan jauh' meminta beliau agar 'mengkaji' juga warna uniform dan bangunan sekolah.\"Warna kasut dan stoking sebenarnya penting dalam perkembangan dan pembentukan pelajar yang sempurna. Sayang sekali Menteri-menteri BN dulu tidak buat kajian sedemikian.\"Seterusnya, diharapkan Menteri akan kaji warna baju, warna bangunan sekolah juga. Insya-Allah anak-anak kita akan mendapat manfaat sepenuhnya dan berjaya di masa depan,\" tulis beliau.Portal Utusan Online melaporkan Dr Maszlee sebagai berkata isu mengenai warna stoking akan diputuskan Kementerian Pendidikan selepas perbincangan dengan pihak berkepentingan selesai.Maszlee berkata perbincangan itu bagi memastikan penyelesaian terbaik untuk murid dan pelajar terlibat dapat dicapai.Sabtu lalu, Kementerian Pendidikan mengumumkan pelaksanaan pemakaian kasut hitam bagi murid sekolah rendah dan sekolah menengah di seluruh Malaysia hanya akan berkuat kuasa sepenuhnya mulai 2021.Penangguhan itu dibuat selepas mengambil kira pandangan semua pihak berkepentingan terdiri daripada persatuan ibu bapa dan guru, pentadbir sekolah, badan masyarakat dan pembekal kasut.", "summary": ": Bekas perdana menteri Datuk Seri Najib Tun Razak hari ini secara sinis mengkritik pendekatan diambil menteri pendidikan Maszlee Malik susulan cadangannya untuk menukar warna kasut dan stoking sekolah.Dalam posting terbaharunya di Facebook, Najib yang menyifatkan Maszlee sebagai seorang yang 'berpandangan jauh' meminta beliau agar 'mengkaji' juga warna uniform dan bangunan sekolah.\n\"Warna kasut dan stoking sebenarnya penting dalam perkembangan dan pembentukan pelajar yang sempurna.\nSayang sekali Menteri-menteri BN dulu tidak buat kajian sedemikian.\n\"Seterusnya, diharapkan Menteri akan kaji warna baju, warna bangunan sekolah juga.\nInsya-Allah anak-anak kita akan mendapat manfaat sepenuhnya dan berjaya di masa depan,\" tulis beliau.Portal Utusan Online melaporkan Dr Maszlee sebagai berkata isu mengenai warna stoking akan diputuskan Kementerian Pendidikan selepas perbincangan dengan pihak berkepentingan selesai.Maszlee berkata perbincangan itu bagi memastikan penyelesaian terbaik untuk murid dan pelajar terlibat dapat dicapai.Sabtu lalu, Kementerian Pendidikan mengumumkan pelaksanaan pemakaian kasut hitam bagi murid sekolah rendah dan sekolah menengah di seluruh Malaysia hanya akan berkuat kuasa sepenuhnya mulai 2021.Penangguhan itu dibuat selepas mengambil kira pandangan semua pihak berkepentingan terdiri daripada persatuan ibu bapa dan guru, pentadbir sekolah, badan masyarakat dan pembekal kasut.", "url": "http://www.astroawani.com/berita-malaysia/kaji-juga-warna-baju-dan-bangunan-sekolah-najib-perli-maszlee-isu-kasut-stoking-188315", "top-image": "https://img.astroawani.com/2018-08/61534110347_buangsekolah.jpg", "language": "INDONESIA", "date": "10-15-2018"}, {"keyword": ["pelajar", "negara", "di", "untuk", "pemimpin", "global", "jislc", "tersebut", "johor", "yang", "persidangan", "lahir", "dan"], "news": "Utusan Malaysia", "title": "JISLC lahir pemimpin global", "authors": ["Zulhisham Isahak"], "text": "JOHOR BAHRU 7 Feb. - Menyedari kepentingan dalam mengasah bakat untuk me­nye­dia­kan pemimpin daripada kalangan pelajar di peringkat global, satu persidangan antarabangsa dianjurkan.\n\nPersidangan Pemimpin Pelajar Antarabangsa Johor (JISLC) 2018 kali ke-5 di KSL Hotel dan Resort di sini hari ini melibatkan 1,300 pelajar tempatan dan antarabangsa.\n\nPelajar-pelajar yang menyertai JISLC 2018 berusia antara 13 hingga 25 tahun dan kebanyakan merupakan pelajar tingkatan lima, mereka membincangkan isu-isu pelajar peringkat global.\n\nPersidangan selama dua hari anjuran Ahli Majlis Pemimpin Muda Johor (JSLC) bersama-sama Kementerian Pendidikan itu melibatkan pelajar luar negara dari Jepun, Itali, Yaman, Oman, Sri Lanka, Maghribi dan Filipina.\n\nTimbalan Ketua Pengarah Pelajaran Malaysia (Dasar dan Pembangunan Pendidikan), Datuk Sulaiman Wak berkata, JISLC 2018 merupakan platform terbaik bagi melahirkan golongan kepimpinan dalam kalangan pelajar di negara ini.\n\n“Melalui penyertaan pelajar dari luar negara juga dapat memberi pendedahan kepada pelajar kita untuk berkongsi idea dan pandangan secara global berke­naan isu-isu para pelajar di pering­kat global,” katanya ketika ditemui di sini hari ini.\n\nYang turut hadir Pengarah Pendidikan Johor, Shaharuddin Sharif dan Pe­ngarah Projek JISLC 2018, Wan Haikal Wan Adlin.\n\nMenurut Sulaiman, persidangan tersebut juga meluaskan proses berte­rusan untuk mewujudkan kepimpinan global muda yang kuat dan inovatif serta memahami nilai kepimpinan sebenar dalam masyarakat.\n\n“Ini kerana, golongan pelajar tersebut merupakan modal insan yang berharga untuk negara sebagai pimpinan untuk genarasi akan datang,” ujarnya.\n\nSementara itu, Wan Haikal, 17, berkata, antara isu yang akan dibincangkan pada persidangan tersebut seperti isu buli di sekolah dan kesihatan pelajar.\n\n“Isu buli di sekolah, kita bukan ha­nya melihat kepada mangsa tetapi akan membincangkan mengenai si pembuli dan latar belakangnya mengapa sikap tersebut boleh terjadi dan kenal pasti jalan penyelesaian yang boleh diambil,” ujarnya.\n\nTambahnya, segala hasil pembinca­ngan dan topik yang dibangkitkan dalam persidangan tersebut akan dikumpul dan diserahkan kepada Majlis Belia Malaysia dan pengerak inisatif Transformasi Nasional 2050 (TN50) untuk tindakan susulan.", "summary": "JOHOR BAHRU 7 Feb. - Menyedari kepentingan dalam mengasah bakat untuk me­nye­dia­kan pemimpin daripada kalangan pelajar di peringkat global, satu persidangan antarabangsa dianjurkan.\nPersidangan Pemimpin Pelajar Antarabangsa Johor (JISLC) 2018 kali ke-5 di KSL Hotel dan Resort di sini hari ini melibatkan 1,300 pelajar tempatan dan antarabangsa.\nPelajar-pelajar yang menyertai JISLC 2018 berusia antara 13 hingga 25 tahun dan kebanyakan merupakan pelajar tingkatan lima, mereka membincangkan isu-isu pelajar peringkat global.\nMenurut Sulaiman, persidangan tersebut juga meluaskan proses berte­rusan untuk mewujudkan kepimpinan global muda yang kuat dan inovatif serta memahami nilai kepimpinan sebenar dalam masyarakat.\n“Ini kerana, golongan pelajar tersebut merupakan modal insan yang berharga untuk negara sebagai pimpinan untuk genarasi akan datang,” ujarnya.", "url": "http://www.utusan.com.my/berita/wilayah/johor/jislc-lahir-pemimpin-global-1.604921", "top-image": "http://www.utusan.com.my/polopoly_fs/1.604920!/image/image.jpg_gen/derivatives/landscape_650/image.jpg", "language": "INDONESIA", "date": "02-07-2018"}, {"keyword": ["tidak", "dari", "kolej", "di", "dickson", "port", "perempuan", "dengan", "dibunuh", "berkata", "vokasional", "yang", "pelajar", "mati", "dan", "mangsa"], "news": "Utusan Malaysia", "title": "Pelajar perempuan Kolej Vokasional Port Dickson mati dibunuh", "authors": ["Aida Faizlen Ibrahim"], "text": "PORT DICKSON 25 Mei - Seorang pelajar perempuan Kolej Vokasional Port Dickson ditemukan mati dengan kesan jerut di leher di tepi jalan di Taman PD Permata di sini malam tadi.\n\nMayat Nur Alya Damia Hairi, 19, yang berasal dari Klang, Selangor dijumpai seorang lelaki yang membuang sampah di kawasan tersebut kira-kira pukul 10:30 malam.\n\nTimbalan Ketua Polis daerah, Deputi Superintenden Mohd. Faisal Mohd. Noor berkata, mangsa dipercayai dibunuh selepas pemeriksaan awal mendapati kesan jerut di lehernya.\n\n“Siasatan terperinci masih dijalankan di bawah Seksyen 302 Kanun Keseksaan dan mayat telah dihantar ke Hospital Port Dickson untuk dibedah siasat,” katanya di sini.\n\nSementara itu, rakannya, Ain Zulaikha Zamuri berkata, mangsa keluar dari asrama di sini kira-kira pukul 9 malam.\n\n“Arwah sempat memaklumkan kepada kami yang dia ingin berjumpa teman lelakinya tidak jauh dari kawasan kejadian,” katanya.\n\nBagaimanapun, Ain Zulaikha berkata, tidak lama selepas itu dia menghubungi teman lelaki mangsa yang mendakwa tidak bertemu dengan mangsa.\n\n“Bimbang dengan keselamatannya, saya dan rakan-rakan keluar mencari mangsa dan terserempak dengan anggota polis dan dan orang ramai yang menemukan mayatnya,” katanya. - UTUSAN ONLINE", "summary": "PORT DICKSON 25 Mei - Seorang pelajar perempuan Kolej Vokasional Port Dickson ditemukan mati dengan kesan jerut di leher di tepi jalan di Taman PD Permata di sini malam tadi.\n“Siasatan terperinci masih dijalankan di bawah Seksyen 302 Kanun Keseksaan dan mayat telah dihantar ke Hospital Port Dickson untuk dibedah siasat,” katanya di sini.\nSementara itu, rakannya, Ain Zulaikha Zamuri berkata, mangsa keluar dari asrama di sini kira-kira pukul 9 malam.\nBagaimanapun, Ain Zulaikha berkata, tidak lama selepas itu dia menghubungi teman lelaki mangsa yang mendakwa tidak bertemu dengan mangsa.\n“Bimbang dengan keselamatannya, saya dan rakan-rakan keluar mencari mangsa dan terserempak dengan anggota polis dan dan orang ramai yang menemukan mayatnya,” katanya.", "url": "http://www.utusan.com.my/berita/jenayah/pelajar-perempuan-kolej-vokasional-port-dickson-mati-dibunuh-1.679265", "top-image": "http://www.utusan.com.my/polopoly_fs/1.679269!/image/image.jpg_gen/derivatives/landscape_650/image.jpg", "language": "INDONESIA", "date": "05-24-2018"}]