[{"id": 588319, "title": "Isu Kekeluargaan dalam Pantun Melayu: Satu Tinjauan Awal", "created_at": "2011-05-14T03:03:14.028-07:00", "url": "https://www.academia.edu/588319/Isu_Kekeluargaan_dalam_Pantun_Melayu_Satu_Tinjauan_Awal?f_ri=1228470", "dom_id": "work_588319", "summary": "Budaya sesebuah masyarakat boleh difahami melalui pelbagai ragam bahasanya.  Selain daripada peribahasa, pantun mempunyai fungsi yang istimewa khususnya dalam memanifestasikan nilai, norma, sikap dan pemikiran serta akal budi orang Melayu.  Pantun Melayu menyentuh pelbagai aspek kehidupan individu; daripada kanak-kanak hingga warga tua, lelaki dan perempuan; daripada ekonomi, agama dan kepercayaan kepada budipekerti dan hubungan sosial hinggalah kepada cinta dan kasih sayang.  Sehubungan itu makalah ini akan meneliti pantun-pantun yang menyentuh beberapa aspek tentang keluarga dan hubungan kekeluargaan dalam masyarakat Melayu.  Sebagai satu tinjauan awal, hal-hal yang berkaitan dengan nilai dan norma keluarga khususnya berhubung dengan perkahwinan dan perceraian, peranan ahli keluarga, didikan/asuhan anak dan jalinan hubungan kekeluargaan akan disentuh.  Hal ini dianggap penting dalam memahami tradisi keluarga dan sejauhmana keluarga hari ini masih kekal atau telah menyimpang daripada norma dan nilai tradisional.", "downloadable_attachments": [{"id": 3067295, "asset_id": 588319, "asset_type": "Work", "always_allow_download": false}], "ordered_authors": [{"id": 211858, "first_name": "Fatimah", "last_name": "Abdullah", "domain_name": "malaya", "page_name": "FatimahAbdullah", "display_name": "Fatimah  Abdullah", "profile_url": "https://malaya.academia.edu/FatimahAbdullah?f_ri=1228470", "photo": "https://0.academia-photos.com/211858/2734827/3185810/s65_fatimah.abdullah.jpg"}], "research_interests": [{"id": 102363, "name": "Malay Studies", "url": "https://www.academia.edu/Documents/in/Malay_Studies?f_ri=1228470", "nofollow": false}, {"id": 1228470, "name": "Malay Kinship", "url": "https://www.academia.edu/Documents/in/Malay_Kinship?f_ri=1228470", "nofollow": false}]}]