[{"id": 36128068, "title": "Two Developments from One Tradition: Some Connections between Oral and Written Transmissions in Hikayat Shamsul Anwar by Raja Aishah Sulaiman", "created_at": "2018-03-10T16:36:59.423-08:00", "url": "https://www.academia.edu/36128068/Two_Developments_from_One_Tradition_Some_Connections_between_Oral_and_Written_Transmissions_in_Hikayat_Shamsul_Anwar_by_Raja_Aishah_Sulaiman?f_ri=2908245", "dom_id": "work_36128068", "summary": "With the advent of writing, the transmission of texts in feudal Malay society did not shift wholesale to written medium. This is because both oral and written literatures continued to co-exist as two parallel and interdependent dissemination and publication media. Enriching one another as indeed two different developments from one tradition, this development should be interpreted in a positive light. Only after the printing press was introduced in late the 20 th century to be the main mode of transmission that the texts became stabilized. Prior to printing, many written texts continued to be improved, including replacing words with synonyms, changing the order of the tales and others, the way tukang cerita and rawi customarily did with their oral texts. There is no subsequent development showing an ever growing fixation of the written texts in the manuscript form. This is not the victory of oral literature over its written counterpart, but the power of Malay authorship tradition that sanctioned the actions and decisions of individual 'authors' in improving and changing the texts. That process has resulted in many versions of the texts, both oral and written, that we have now. This is so too with the five different versions of Hikayat Shamsul Anuar by Raja Aishah Sulaiman at the brink of the 19 th century.", "downloadable_attachments": [{"id": 56020539, "asset_id": 36128068, "asset_type": "Work", "always_allow_download": false}], "ordered_authors": [{"id": 56868825, "first_name": "Choo Ming", "last_name": "Ding", "domain_name": "independent", "page_name": "ChooDing", "display_name": "Choo Ming  Ding", "profile_url": "https://independent.academia.edu/ChooDing?f_ri=2908245", "photo": "https://0.academia-photos.com/56868825/18629200/33364742/s65_choo_ming.ding.jpg"}], "research_interests": [{"id": 2908244, "name": "Hikayat Shamsul Anuar", "url": "https://www.academia.edu/Documents/in/Hikayat_Shamsul_Anuar?f_ri=2908245", "nofollow": false}, {"id": 2908245, "name": "Malay Oral Traditional ", "url": "https://www.academia.edu/Documents/in/Malay_Oral_Traditional?f_ri=2908245", "nofollow": false}, {"id": 2908246, "name": "Printed Malay Literature ", "url": "https://www.academia.edu/Documents/in/Printed_Malay_Literature?f_ri=2908245", "nofollow": false}]}, {"id": 68226473, "title": "Adat Dan Tradisi Lisan Orang Talang Dalam Suku Melayu Asli DI Desa Betung, Kabupaten Pelalawan, Riau [Customary and Oral Tradition of Talang People Within Indigenous Malay Tribe in Betung Village, Pelalawan District in Riau]", "created_at": "2022-01-15T00:45:46.528-08:00", "url": "https://www.academia.edu/68226473/Adat_Dan_Tradisi_Lisan_Orang_Talang_Dalam_Suku_Melayu_Asli_DI_Desa_Betung_Kabupaten_Pelalawan_Riau_Customary_and_Oral_Tradition_of_Talang_People_Within_Indigenous_Malay_Tribe_in_Betung_Village_Pelalawan_District_in_Riau_?f_ri=2908245", "dom_id": "work_68226473", "summary": "Orang Talang or Talang people is one of indigenous Malay in Kabupaten Pelalawan, Riau. They is also known as inland Malay with customary and rituals. Two popular ideas about Orang Talang. First, one contends that they are Proto Malay who came to the region around 2500-1500 BC. Second, that Talang people are Deutro Malay who arrived around 300-250 BC. The objective of the research is to describe the lives of Talang people and their rituals inherited from the past. This research used two methods. First, through ethnographical field research in Betung Village, Pelalawan District in Riau as to learn first hand about their life. The second method used in this research is by reviewing the past works related with indigenous Malay Riau, especially Talang people. The result of this study can be summarised by referring to several things. First, Talang people as an isolated tribe are Muslims and began to gradually follow the teaching of Islam. Second, the relationship between Talang people and...", "downloadable_attachments": [{"id": 78778886, "asset_id": 68226473, "asset_type": "Work", "always_allow_download": false}], "ordered_authors": [{"id": 4440883, "first_name": "Shafa'atussara", "last_name": "Silahudin", "domain_name": "universitimalaya", "page_name": "ShafaatussaraSilahudin", "display_name": "Shafa'atussara Silahudin", "profile_url": "https://universitimalaya.academia.edu/ShafaatussaraSilahudin?f_ri=2908245", "photo": "https://0.academia-photos.com/4440883/1812719/32741462/s65_shafa_atussara.silahudin.jpg"}], "research_interests": [{"id": 8783, "name": "Indonesia", "url": "https://www.academia.edu/Documents/in/Indonesia?f_ri=2908245", "nofollow": false}, {"id": 62430, "name": "Oral literature", "url": "https://www.academia.edu/Documents/in/Oral_literature?f_ri=2908245", "nofollow": false}, {"id": 102363, "name": "Malay Studies", "url": "https://www.academia.edu/Documents/in/Malay_Studies?f_ri=2908245", "nofollow": false}, {"id": 221325, "name": "Sumatra", "url": "https://www.academia.edu/Documents/in/Sumatra?f_ri=2908245", "nofollow": false}, {"id": 2908245, "name": "Malay Oral Traditional ", "url": "https://www.academia.edu/Documents/in/Malay_Oral_Traditional?f_ri=2908245"}]}, {"id": 45179868, "title": "ADAT DAN TRADISI LISAN ORANG TALANG DALAM SUKU MELAYU ASLI DI DESA BETUNG, KABUPATEN PELALAWAN, RIAU [CUSTOMARY AND ORAL TRADITION OF TALANG PEOPLE WITHIN INDIGENOUS MALAY TRIBE IN BETUNG VILLAGE, PELALAWAN DISTRICT IN RIAU]", "created_at": "2021-02-23T22:32:34.170-08:00", "url": "https://www.academia.edu/45179868/ADAT_DAN_TRADISI_LISAN_ORANG_TALANG_DALAM_SUKU_MELAYU_ASLI_DI_DESA_BETUNG_KABUPATEN_PELALAWAN_RIAU_CUSTOMARY_AND_ORAL_TRADITION_OF_TALANG_PEOPLE_WITHIN_INDIGENOUS_MALAY_TRIBE_IN_BETUNG_VILLAGE_PELALAWAN_DISTRICT_IN_RIAU_?f_ri=2908245", "dom_id": "work_45179868", "summary": "Orang Talang or Talang people is one of indigenous Malay in Kabupaten Pelalawan, Riau. They is also known as inland Malay with customary and rituals. Two popular ideas about Orang Talang. First, one contends that they are Proto Malay who came to the region around 2500-1500 BC. Second, that Talang people are Deutro Malay who arrived around 300-250 BC. The objective of the research is to describe the lives of Talang people and their rituals inherited from the past. This research used two methods. First, through ethnographical field research in Betung Village, Pelalawan District in Riau as to learn first hand about their life. The second method used in this research is by reviewing the past works related with indigenous Malay Riau, especially Talang people. The result of this study can be summarised by referring to several things. First, Talang people as an isolated tribe are Muslims and began to gradually follow the teaching of Islam. Second, the relationship between Talang people and the jungle is very close and makes the jungle a major source of inspiration and income. Third, the ritual tradition being practiced, among others, aimed at maintaining the harmony of human relations with humans and humans with nature. ABSTRAK Orang Talang merupakan salah satu suku Melayu Asli di Kabupaten Pelalawan di Riau merupakan masyarakat Melayu pedalaman (inland Malay) yang kaya dengan resam budaya dan ritual. Terdapat dua pandangan mengenai Orang Talang: pertama Orang Talang dikenali sebagai Melayu Tua (sekitar tahun 3000-2500 SM), kedua Orang Talang sebagai Melayu Muda (mula wujud sekitar 300-250 SM). Objektif penelitian ini ialah untuk mendeskripsi cara hidup Orang Talang dan amalan-amalan ritual yang diwarisi dari satu generasi ke satu generasi. Penelitian ini dilakukan menggunakan dua kaedah. Pertama, kajian lapangan (etnografi) yang dilakukan di Desa Betung, Kabupaten Pelalawan, Riau untuk mengenali secara dekat cara hidup masyarakat Orang Talang. Kaedah kedua ialah kajian pustaka dengan merujuk kajian-kajian awal (bahan sekunder) mengenai masyarakat Melayu Riau amnya dan Orang Talang khususnya. Hasil penelitian ini dapat dirumuskan dengan merujuk kepada beberapa perkara. Pertama, Orang Talang sebagai suku yang terasing beragama Islam dan mula mengikuti ajaran Islam secara beransur-ansur. Kedua, hubungan Orang Talang dengan hutan rimba sangat akrab dan menjadikan hutan rimba sebagai sumber ilham dan sumber pendapatan yang utama.", "downloadable_attachments": [{"id": 65765421, "asset_id": 45179868, "asset_type": "Work", "always_allow_download": false}], "ordered_authors": [{"id": 4440883, "first_name": "Shafa'atussara", "last_name": "Silahudin", "domain_name": "universitimalaya", "page_name": "ShafaatussaraSilahudin", "display_name": "Shafa'atussara Silahudin", "profile_url": "https://universitimalaya.academia.edu/ShafaatussaraSilahudin?f_ri=2908245", "photo": "https://0.academia-photos.com/4440883/1812719/32741462/s65_shafa_atussara.silahudin.jpg"}], "research_interests": [{"id": 102363, "name": "Malay Studies", "url": "https://www.academia.edu/Documents/in/Malay_Studies?f_ri=2908245", "nofollow": false}, {"id": 2908245, "name": "Malay Oral Traditional ", "url": "https://www.academia.edu/Documents/in/Malay_Oral_Traditional?f_ri=2908245", "nofollow": false}]}]