[{"id": 39145415, "title": "TAMBO PAGAR RUYONG VERSI NANING: SUATU PENGENALAN NASKAH", "created_at": "2019-05-15T23:26:58.027-07:00", "url": "https://www.academia.edu/39145415/TAMBO_PAGAR_RUYONG_VERSI_NANING_SUATU_PENGENALAN_NASKAH?f_ri=2597336", "dom_id": "work_39145415", "summary": "Naning merupakan sebuah rantau Minangkabau yang mempunyai hubungan kebudayaan secara langsung dengan Pagar Ruyong di Sumatera Barat, Indonesia. Penghijrahan orang Minang ke kawasan hulu Melaka pada abad ke-14 mewujudkan beberapa buah penempatan baru yang dikenali sebagai Nagari Nan Sambilan. Naning merupakan salah sebuah negeri yang menjadi sekutu dalam sembilan buah negeri rantau Minangkabau ini. Hasil interaksi sosial perantau Minang dengan orang asli mewujudkan sebuah asimilasi kebudayaan yang melahirkan sebuah kesukuan baru iaitu Biduanda. Naning merupakan sebuah negeri yang mengamalkan sistem adat Perpatih dan mengutamakan konsep matrilineal dalam kehidupan sosial mereka.\n\tKertas kerja ini akan membincangkan mengenai sebuah naskah lama yang ditemui di Alor Gajah milik salah seorang pemimpin adat Perpatih Naning (Encik Muhammad Nazri Deris). Dipercayai naskah ini sebagai pusaka keluarga yang diwariskan secara turun-temurun daripada moyangnya (Khatib Zainudin) sebagai tanda kebesaran keluarga. Naskah ini bertulisan tangan di atas kertas Eropah dengan menggunakan tulisan jawi yang kemas. Ketebalan naskah ini adalah 37 halaman dengan halaman pertamanya mengandungi enam baris ayat yang disertakan dengan cap mohor Sultan Seri Maharaja Diraja ibni Sultan Abdul Jalil Muazzam Syah bertarikh 1193H (1779M) pada halaman pertama. \n\tUmumnya, naskah ini menceritakan sejarah pembentukan kerajaan-kerajaan Melayu lama di kawasan Sumatera Barat. Kronologi penceritaannya dimulakan dengan kisah Nabi Adam dan Hawa diusir daripada syurga lalu mengembangkan populasi umat manusia. Selain itu, kisah para nabi turut diceritakan seperti Nabi Syith, Nuh, Ibrahim, Ismail, Syuib, dan Yaakob. Teromba ini turut mengisahkan mengenai kejadian Iskandar Zulkarnain yang membina tembok menghalang Yakjuj dan Makjuj serta kisah penabalan Maharaja Diraja (anak Iskandar Zulkarnain) menjadi raja di Pulau Percha (Sumatera). Beberapa kisah lain diceritakan seperti kisah Datuk Ketemenggungan, Datuk Perpatih Nan Sebatang, dan tokoh-tokoh bangsawan Minangkabau yang lain. Pada akhir teromba ini menceritakan mengenai kerajaan-kerajaan di sekitar Pulau Sumatera memohon pewaris kerajaan Pagar Ruyong untuk dijadikan raja di negeri mereka.\n\nKata kunci:\tFilologi, Naning, Pagar Ruyong, Minangkabau, manuskrip\n", "downloadable_attachments": [{"id": 59268913, "asset_id": 39145415, "asset_type": "Work", "always_allow_download": false}], "ordered_authors": [{"id": 78381282, "first_name": "Luqman NulHakim", "last_name": "Harzamar", "domain_name": "malaya", "page_name": "LuqmanNulHakim", "display_name": "Luqman NulHakim Harzamar", "profile_url": "https://malaya.academia.edu/LuqmanNulHakim?f_ri=2597336", "photo": "https://0.academia-photos.com/78381282/26876834/25341380/s65_luqman.nulhakim.jpg"}], "research_interests": [{"id": 128, "name": "History", "url": "https://www.academia.edu/Documents/in/History?f_ri=2597336", "nofollow": false}, {"id": 6663, "name": "Manuscript Studies", "url": "https://www.academia.edu/Documents/in/Manuscript_Studies?f_ri=2597336", "nofollow": false}, {"id": 61737, "name": "Malaysia History and Politics", "url": "https://www.academia.edu/Documents/in/Malaysia_History_and_Politics?f_ri=2597336", "nofollow": false}, {"id": 73982, "name": "Antropología cultural", "url": "https://www.academia.edu/Documents/in/Antropolog%C3%ADa_cultural?f_ri=2597336", "nofollow": false}, {"id": 102363, "name": "Malay Studies", "url": "https://www.academia.edu/Documents/in/Malay_Studies?f_ri=2597336"}, {"id": 114108, "name": "Adat Perpatih", "url": "https://www.academia.edu/Documents/in/Adat_Perpatih?f_ri=2597336"}, {"id": 167916, "name": "Sejarah Malaysia", "url": "https://www.academia.edu/Documents/in/Sejarah_Malaysia?f_ri=2597336"}, {"id": 1015170, "name": "The Malay World", "url": "https://www.academia.edu/Documents/in/The_Malay_World?f_ri=2597336"}, {"id": 2597336, "name": "Minangkabau Literature repacking", "url": "https://www.academia.edu/Documents/in/Minangkabau_Literature_repacking?f_ri=2597336"}, {"id": 3241011, "name": "Naning", "url": "https://www.academia.edu/Documents/in/Naning?f_ri=2597336"}]}, {"id": 30595361, "title": "Pendokumentasian dan Pempakejan Kepustakaan Minangkabau Berdigital Dalam Pengajian Dunia Melayu", "created_at": "2016-12-23T17:55:28.747-08:00", "url": "https://www.academia.edu/30595361/Pendokumentasian_dan_Pempakejan_Kepustakaan_Minangkabau_Berdigital_Dalam_Pengajian_Dunia_Melayu?f_ri=2597336", "dom_id": "work_30595361", "summary": "The question why there are so much Western information on the Malay world, and so little Malay indigenous information should not arise with the abundant indigenous information available in our back yard. It is not a matter of indigenous information shortage, but more a matter of managing them. The major problems are they are not prudently and effectively collected, documented, stored and to be distributed, both spatically and temporally To do that, a shift in information management approach from the old ways must take place, even though slowly. Hitherto, the indigenous Malay information are kept in special rooms, jealously guarded by institutions and individuals profess to own them. Does it mean that we have to develop an integrated information resource management for them? To-date, the portal developed at ATMA at www.malaycivilization.com has showcased one the most focused collections of research materials on the Malay world ever assembled and hopefully can fill a void in the extant information on Malay world scholarship. Our next step is to expand it by drawing on materials in varied formats and media from Riau, Minangkabau and the rest of the Malay world. Our commitment would help to ensure the broadening and deepening of Malay world scholarship globally. 1. Dunia Melayu adalah tempat asal kepustakaan pribumi Melayu. Kepustakaan yang banyak dan dalam pelbagai bentuk, bahasa dan tradisi itu sudah menarik perhatian sarjana dan penyelidik bukan Melayu sejak dahulu lagi. Bila orang Eropah, terutamanya Inggeris dan Belanda, seperti Raffles, Brookes, Hurgronje, Swettenham, Clifford dan Winstedt dating, mereka meneroka, mengkaji, mengkategorikan dan kemudian mengkuarantinkan ilmu dan kepustakaan pribumi Dunia Melayu mengikut pengetahuan mereka yang bersifat Euro-sentrik. Sehingga kini, tulisan dan laporan yang mereka tinggalkan ratusan tahun dahulu itu masih dijadikan sebagai bahan rujukan utama dalam penyelidikan kita tentang kesarjanaan pribumi Alam Melayu.", "downloadable_attachments": [{"id": 51036691, "asset_id": 30595361, "asset_type": "Work", "always_allow_download": false}], "ordered_authors": [{"id": 56868825, "first_name": "Choo Ming", "last_name": "Ding", "domain_name": "independent", "page_name": "ChooDing", "display_name": "Choo Ming  Ding", "profile_url": "https://independent.academia.edu/ChooDing?f_ri=2597336", "photo": "https://0.academia-photos.com/56868825/18629200/33364742/s65_choo_ming.ding.jpg"}], "research_interests": [{"id": 2597336, "name": "Minangkabau Literature repacking", "url": "https://www.academia.edu/Documents/in/Minangkabau_Literature_repacking?f_ri=2597336", "nofollow": false}]}]