"2. berkenaan rasa benci apabila melihat seseorang. Koi toye ngat tengok muke Abang Den. [k\u008dj t\u008d.j« NAt tE.N\u008d mu.k« A.bAN den] Saya benci sangat melihat muka Abang Din."
"2. tidak takut. Koi tok mileng jalan malam sorang. [koj t\u008d/ mi.leN dZA.lAn mA.lAm s\u008d.ÄAN] Saya tidak takut berjalan seorang diri pada waktu malam."
"2. memukul. Koi tibe awok kalo kaco adek koi lagi. [k\u008dj ti.bE A.w\u008d kA.lo kA.tS\u008d A.de k\u008dj lA.gi] Saya pukul awak kalau ganggu adik saya lagi."
"2. berkenaan binaan yang besar tersergam. Poh paleh, tejeregut rumoh toke ataih buket. [p\u008dh pA.leh t«.dZ«.Ä«.gut Äu.m\u008dh t\u008d.kE A.tAC bu.ket] Amboi, besar tersergam rumah tauke di atas bukit."
"2. tergesel. Kerete koi kemek senggeng dek moto. [k«.ÄE.t« k\u008dj k«.mE/ sEN.gEN de/ m\u008d.to] Kereta saya kemek kerana tergesel dengan motosikal."
"2. menangis yang berpanjangan. Anok koi selok kene sawan. [A.no/ koj s«.l\u008d/ k«.n« sA.wAn] Anak saya menangis berpanjangan terkena sawan."
"2. rosak. Sapan lalu rumoh koi tibe dek ribok semalam. [sA.pAn lA.lu Äu.moh k\u008dj ti.bE de/ Äi.bok s«.mA.lAm] Rosak teruk rumah saya kerana dipukul ribut semalam."
"2. menjatuhkan orang dan lain-lain dengan menggalangi kakinya. Pemaen bola selioh kaki kene rempah. [p«.mA.en b\u008d.lA s«.li.joh kA.ki k«.n« Ä«m.pAh] Pemain bola terseliuh kakinya kerana terkena sepak di bahagian lutut."
"2. menutup sesuatu dengan pantas. Wek susoh ngat nok tangkap anak ayam tu, pedak aje dengan guni. [we/ su.soh NAt no/ tAN.kAp A.nA/ A.jAm tu p«.dA/ A.dZ« d«.NAn gu.ni] Nenek susah sangat hendak menangkap anak ayam itu, tutup saja dengan guni."
"2. pondok di atas pokok yang berfungsi sebagai tempat buruan. Kalo nak tembok rimo kena buat pakoh. [kA.l\u008d nA/ t«m.b\u008d/ Äi.m\u008d k«.nA bu.wAt pA.k\u008dh] Kalau hendak tembak harimau perlu buat pondok di atas pokok."
"2. berkenaan cara berjalan dalam keadaan terketar-ketar. Dia baru baek demam, jalan pon ngege. [di.j« bA.Äu bA.e/ d«.mAm dZA.lAn pon NùE.gE] Dia baru baik demam, jalannya pun masih terketar-ketar."
"2. berkenaan seseorang atau haiwan yang kelihatan gembira atau suka kerana sesuatu sebab Ayam ngang kalo telepah reban. [A.jAm NAN kA.l\u008d t«.le.pAh Ä«.bAn] Ayam suka kalau terlepas dari reban."
"2. habis (kerana dicuri). Pak Mat maroh sungguh pase getah sekerap dia nekeh kene curi. [pA/ mAt mA.Ä\u008dh suN.guh pA.sE g«.tAh s«.k«.ÄAp di.j« n«.keh k«.n« tSu.Äi] Pak Mat marah sunguh sebab getah sekrapnya habis dicuri orang."
"2. duduk atau merayau-rayau di sesuatu tempat tanpa tujuan. Doh tue bangke pon nak nebeng kat supermarket. [doh tu.w« bAN.k« pon nA/ nùE.beN kAt su.p«Ä.mAÄ.ket] Dah tua bangka pun hendak merayau-rayau di supermarket."
"2.   terbabas disebabkan oleh tolakan atau himpitan. Perahu mabo tolok dek arus. [p«.ÄA.hu mA.b\u008d to.lo/ de/ A.Äus] Perahu terbabas di tolak oleh arus."
"2. lumpur yang melekat pada sesuatu selepas banjir surut. Penat koi cuci lolok di dindeng rumah. [p«.nAt k\u008dj tSu.tSi l\u008d.l\u008d/ di din.deN Äu.mAh] Penat saya membersihkan lolok pada dinding rumah."
"2. berkenaan sesuatu bahagian julai dan daun pada pokok. Lembong pokok mutan tu doh melento, pase buoh masok. [l«m.boN p\u008d.k\u008d/ mu.tAn tu doh m«.l«n.t\u008d pA.sE bu.woh mA.s\u008d/] Lembong pokok rambutan itu sudah melentur kerana buahnya masak."
"2.     berkenaan seseorang yang kurang terang ingatannya kerana sesuatu sebab seperti sakit, terlalu tua, jatuh. Dia ketoyong pase kene puko budak-budak jahat. [di.j« k«.to.joN pA.se k«.n« pu.ko bu.dA/.bu.dA/ dZA.hAt] Dia ketoyonh kerana dipukul budak-budak jahat."
"2. berkenaan keadaan nasi yang keras kerana kurang air. Tambah ae siket dalam periok tu, nasik takot keseng. [tAm.bAh Ae si.ket dA.lAm p«.Äi.jo/ tu nA.si/ tA.kot k«.seN] Tambah sedikit lagi air ke dalam periuk, supaya nasi tidak keras."
"2. berkenaan keinginan yang amat sangat untuk mendapatkan sesuatu. Adek keri ngat nok gi pesta maenan. [A.de/ k«.Äi NAt no/ gi pes.tA mA.e.nAn] Adik teringin sangat hendak pergi ke pesta mainan."
"3. berkenaan seseorang atau haiwan yang separuh sedar kerana sesuatu sebab seperti mabuk, hampir mati Ayam tu nampak kanyo, sikit lagi koeh. [A.jAm tu nAm.pA/ kA.N\u008d si.kit lA.gi koC] Ayam itu nampak kanyo, sekejap lagi mati."
"2. malu. Berahem kanyo lepaih temasok tandaih perempuan. [b«.ÄA.hem kA.ø\u008d l«.pAC t«.mA.so/ tAn.dAC p«.Ä«m.pu.wAn] Ibrahim malu selepas termasuk tandas perempuan."
"2. kayu penyelak pintu Kantan doh patah, tak boleh selak pintu. [kAn.tAn d\u008dh pA.tAh tA/ bo.leh se.lA/ pin.tu] Kayu penyelak sudah patah, tak boleh selak pintu."
"2.     sejenis ikan paya yang menyerupai ikan belida."
"2. memberitahu, memesan. Mok gelo ke koi ajok aji ke rumoh. [m\u008d/ g«.l\u008d k« k\u008dj A.dZ\u008d/ A.dZi k« Äu.m\u008dh] Emak memesan kepada saya supaya mengajak awak ke rumah."
"2. berkenaan ketawa, menangis, bergaduh atau cakap yang tidak berhenti dan menyebabkan bunyi yang sangat bising; cemeriau, cemeridau. Cempiau ngat rumoh Pak Abu bila anak cucu balek. [tS«m.pi.jAw NAt Äu.m\u008dh pA/ A.bu bi.lA A.nA/ tSu.tSu bA.le/] Bising sangat rumah Pak Abu apabila anak cucunya balik."
"2. serpihan kayu daripada takikan pokok atau papan. Adek jangan dekat ngat dengan ayah tebang pokok tu, kang kene cembang. [A.de/ dZA.NAn d«.kAt NAt d«.NAn A.jAh t«.bAN p\u008d.k\u008d/ tu kAN k«.n« tS«m.bAN] Adik jangan rapat sangat dengan ayah yang sedang menebang pokok, nanti terkena serpihan kayu."
"2.   berkenaan percakapan yang tidak jelas. Cakaplah bio beto, kalo bolot, tok faham koi. [tSA.kAp.lAh bi.j\u008d b«.to kA.lo bo.lot t\u008d/ fA.hAm k\u008dj] Cakaplah biar betul, kalau bolot, saya tidak faham."
"2. berkenaan manusia, kenderaan, haiwan dan lain-lain yang tersangat kotor seperti bergelumang dengan lumpur. Kaki awok beseledot, jangan naek rumoh. [kA.ki A.w\u008d/ b«.s«.lE.d\u008d.et dZA.NAn nA.e/ Äu.m\u008dh] Kaki awak tersangat kotor, jangan naik ke atas rumah."
"2. berkenaan seseorang yang berlagak melakukan sesuatu di luar kemampuannya. Kalo tok reti berenang jangan nok beragaih nok nyeberang sungei. [kA.l\u008d t\u008d/ Ä«.ti b«.Ä«.nAN dZA.NAn n\u008d/ b«.ÄA.gAC n\u008d/ ø«.b«.ÄAN su.N«i] Kalau tidak tahu berenang jangan hendak berlagak menyeberang sungai."
"2. berkenaan sesuatu keadaan yang berselerak. Bejoho rumoh Pok Abu jok bininye mati. [b«.dZ\u008d.h\u008d Äu.m\u008dh p\u008d/ A.bu dZ\u008d/ bi.ni.ø« mA.ti] Berselerak rumah Pak Abu semenjak isterinya meninggal dunia."
"2. berkenaan kanak-kanak yang tidak boleh berenggang dengan ibu bapa, biasanya kerana terlalu manja. Mok tengoh buat keje, jangan nok begudoh. [m\u008d/ t«.N\u008dh bu.wAt k«.dZ« dZA.NAn n\u008d/ b«.gu.doh] Mak sedang membuat kerja, jangan hendak begudoh."
"2. sesuatu yang dibiarkan musnah dengan sendiri. Agan aje pokok tu, karang tumbang sendiri. [A.gAn A.dZ« po.ko/ tu kA.ÄAN tum.bAN s«n.di.Äi] Biarkan sahaja pokok tu, nanti ia tumbang sendiri."
"ngang [NAN] kata adjektif 1. berkenaan sesuatu yang kelihatan riang kerana terlepas daripada sesuatu hal seperti manusia (masalah) atau haiwan (kurungan). Ngang ngat budok Denan tu lepaih preksa. [NAN NAt bu.d\u008d/ d«.nAn tu l«.pAC pÄe/.sA] Riang sungguh Adnan selepas peperiksaan."
"toye [t\u008d.j«] kata adjektif 1. berkenaan wajah yang tidak menampakkan ketokohan. Muke toye aje macam mana nok jadi ketua. [mu.k« t\u008d.j« A.dZ« mA.tSAm mA.nA n\u008d dZA.di k«.tu.w«] Muka toye sahaja macam mana hendak jadi ketua."
"tok mileng [t\u008d/ mi.leN] 1. berkenaan seseorang yang buat tidak endah dan tidak ambil peduli apabila diberi nasihat. Koi geram beto kat Mamat tu, buat tok mileng je bile orang beri nasehat. [koj g«.ÄAm b«.to kAt mA.mAt tu bu.wAt t\u008d/ mi.leN dZ« bi.l« \u008d.ÄAN b«.Äi nA.se.hAt] Saya geram sungguh kepada Mamat, buat tidak peduli sahaja apabila diberi nasihat."
"tibe [ti.bE] kata kerja 1. mencuri. Kasut baru koi kene tibe. [kA.sut bA.Äu k\u008dj k«.n« ti.bE] Kasut baru saya telah dicuri."
"sapan [sA.pAn] kata adjektif 1. habis. Sapan nasik dalam periok tu. [sA.pAn nA.si/ dA.lAm p«.Äi.jo/ tu] Habis nasi dalam periuk itu."
"pedak [p«.dA/] kata kerja 1. membakar dengan membenamnya di dalam bara. Aki bako ikan, pedak aje dalam bare. [A.ki bA.k\u008d i.kAn p«.dA/ A.dZ« dA.lAm bA.Ä«] Datuk membakar ikan dengan membenamkannya ke dalam bara api."
"nekeh [n:«.keh] kata adjektif 1. berkenaan sesuatu yang rosak, jahanam kerana tidak cermat dan berhati-hati. Basiko tu baru beli dah nekeh pase tak ceremat. [bA.si.k\u008d tu bA.Äu b«.li dAh n:«.keh pA.se tA/ tS«.Ä«.mAt] Basikal itu baru sahaja dibeli sudah rosak kerana tidak cermat."
"nebeng [nùE.beN] kata kerja 1. menyertai sesuatu majlis tanpa diundang. Bile orang beso datang dia nebeng je. [bi.l« \u008d.ÄAN b«.s\u008d dA.tAN di.j« nùE.beN dZ«] Bila ada orang kenamaan datang dia ikut serta."
"mabo [mA.b\u008d] kata kerja 1.   menggelabah. Mabo koi bile pengetua pangge. [mA.b\u008d koj bi.l« p«.N«.tu.wA pAN.ge] Menggelabah saya apabila pengetua panggil."
"lolok [l\u008d.l\u008d/] kata nama 1. parit besar. Dalam lolok banyak anak ikan. [dA.lAm l\u008d.l\u008d/ bA.øA/ A.nA/ i.kAn] Dalam parit besar ada banyak anak ikan."
"keri [k«.Äi] kata adjektif 1. berkenaan sesuatu yang menjadi keras. Ikan tu dah keri kene ae batu. [i.kAn tu dAh k«.Äi k«.n« Ae bA.tu] Ikan itu sudah keras terkena air batu."
"kanyo [kA.ø\u008d] kata adjektif 1. berkenaan sikap seseorang yang kurang sopan. Majeleh tok mulo lagi die makan doh, kanyo beto budok tu. [mA.dZ«.leh t\u008d/ mu.l\u008d lA.gi di.j« mA.kAn d\u008dh kA.ø\u008d b«.t\u008d bu.do/ tu] Majlis belum bermula dia sudah makan, kurang sopan sungguh budak itu."
"kantan [kAn.tAn] kata nama 1. alat kelamin binatang jantan (seperti kuda, lembu, gajah)"
"gelo [g«.l\u008d] kata kerja 1. mengumpat. Kalo bekumpo tu takde keje laen, gelo aje. [kA.lo b«.kum.po tu tA/.d« k«.dZ« lA.en g«.l\u008d A.dZ«] Kalau berkumpul tiada kerja lain mengumpat saja."
"bolot [bo.lot] kata adjektif 1.   berkenaan tali, benang yang berbelit atau bersimpul; berundeng. Gone nok ikat, bolot je tangsi. [g\u008d.n« no/ i.kAt bo.lot dZ« tAN.si] Bagaimana mana hendak mengikat, tali tangsi tersimpul."
"[b«.ÄA.gAC] kata adjektif 1. berkenaan seseorang yang bermegah dengan sesuatu kelebihan yang dimiliki. Mentang-mentang dia naek pangkat, mulo nok beragaih [m«n.tAN.m«n.tAN di.j« nA.e/ pAN.kAt mu.lA.lAh n\u008d/ b«.ÄA.gAC d«.NAn ki.t«] Mentang-mentang dia naik pangkat, mulalah hendak bermegah dengan kita."
"agan [A.gAn] kata tugas 1. cadang. Agan nok ikut awok semalam, tapi tok jadi sebab ari ujan. [A.gAn n\u008d/ i.kut A.w\u008d/ s«.mA.lAm tA.pi t\u008d/ dZA.di s«.bAb A.Äi u.dZAn Ingatkan hendak ikut awak semalam, tapi tidak jadi sebab hari hujan."
"senggeng I [sEN.gEN] kata kerja 1. duduk pada tempat yang kecil atau sempit. Koi nak senggeng kat sini kejap. [k\u008dj nA/ sEN.gEN kAt si.ni k«.dZAp] Saya hendak duduk di sini sekejap."
"selok I [s«.l\u008d/] kata kerja 1. pengsan. Anok die kalo demam sokmo selok. [A.no/ di.j« kA.l\u008d d«.mAm s\u008d/.m\u008d s«.l\u008d/] Anaknya kalau demam selalu pengsan."
"rempah [ÄEm.p\u008dh] kata kerja 1. menyepak atau memukul bahagian lutut ke bawah dengan sesuatu (seperti kaki, kayu). Jangan rempah dekat gol, kang kene dende. [dZA.NAn ÄEm.pAh d«.kAt gol kAN k«.n« d«n.d«] Jangan menyepak lutut lawan dekat gol, nanti kena denda."
"pakoh [pA.k\u008dh] kata nama 1. makanan yang disediakan selepas sesuatu upacara (seperti selepas gotong-royong, ceramah, bengkel dan lain-lain) Pakoh lepah teraweh tadi bubo kacang. [pA.k\u008dh l«.pAh t«.ÄA.weh tA.di bu.b\u008d kA.tSAN] Makanan lepas tarawih tadi bubor kacang."
"lembong [l«m.boN] kata adjektif 1. berkenaan sesuatu yang terletak di hujung puncak. Lebah suka buat sarang di lembong pokok. [l«.bAh su.kA bu.wAt sA.ÄAN di l«m.boN p\u008d.k\u008d/] Lebah suka buat sarang di hujung puncak pokok."
"ketoyong [k«.to.joN] kata adjektif 1.     berkenaan gasing yang berpusing terbalik (kepala ke bawah dan paksinya ke atas). Kalau tak bese maen gasing, usahkan nok mangkoh, musing pon ketoyong. [kA.l\u008d tA/ bE.s« mA.en gA.siN u.sAh.kAn n\u008d/ mAN.k\u008dh mu.siN pon k«.to.joN] Kalau tidak biasa bermain gasing, jangankan hendak memangkah, memusing pun terbalik."
"keseng II [k«.seN] kata adjektif 1. berkenaan makanan, kayu yang kering atau rapuh Nok baka peron tu kene tunggu keseng beto. [n\u008d/ bA.kA p«.Äon tu k«.n« tuN.gu k«.seN b«.to] Kalau hendak membakar perun itu perlu tunggu keseng betul."
"ikan potok [i.kAn p\u008d.t\u008d/] 1.     makanan daripada ikan sungai yang dicampurkan dengan santan pekat, kunyit, cili padi dan dimasak lama dengan api yang perlahan."
"cembang [tS«m.bAN] kata nama 1. sejenis makanan yang dibuat daripada buah kepayang atau ubi gadong. Direbus hingga pecah kulit kemudian dipotong dan dimasukkan ke dalam bekas sebelum direndam semalaman dalam sungai. Seterusnya digoreng dengan daun kunyit dan di makan dengan nasi atau sebagai hidangan petang."
"bejoho [b«.dZ\u008d.h\u008d] kata adjektif 1. berkenaan sesuatu yang terdedah kepada panas dan hujan. Jangan bio kasut bejoho, esok nok gi sekoloh. [dZA.NAn bi\u008d kA.sut b«.dZ\u008d.h\u008d E.so/ no/ gi s«.k\u008d.l\u008dh] Jangan biar kasut bejoho, esok hendak ke sekolah."
"begudoh [b«.gu.doh] kata adjektif 1. berkenaan buah-buahan yang terlalu lebat di atas pokok. Mutan tu begudoh, melendut dahan. [mu.tAn tu b«.gu.doh m«.l«n.dut dA.hAn] Rambutan itu sangat lebat, melentur dahannya."
"tejeregut [t«.dZ«.Ä«.gut] kata adjektif 1. berkenaan seseorang atau haiwan yang muncul dengan tiba-tiba. Tejeregut rimo depan mate. [t«.dZ«.Ä«.gut Äi.mo d«.pAn mA.t«] Muncul dengan tiba-tiba harimau di hadapan mata."
"ngege [NùE.gE] kata kerja kata kerja 1. berkenaan keadaan membongkokkan badan kerana mengangkat sesuatu yang berat. Kesian kawan tengok dia ngangkat guni tu, sampe ngege. [k«.si.jAn kA.wAn tE.N\u008d/ di.j« NAN.kAt gu.ni tu sAm.pE NùE.gE] Kasihan saya melihat dia mengangkat guni itu, sampai membongkokkan badan."
"cempiau [tS«m.pi.jAw] kata adjektif 1. berkenaan cara berlari yang tidak tentu hala. Budak-budak tu lari cempiau tengok tok mudem. [bu.dA/.bu.dA/ tu lA.Äi tS«m.pi.jAw tE.N\u008d/ to/ mu.dem] Budak-budak itu lari tidak tentu hala apabila melihat tok mudim."
"beseledoet [b«.s«.l«.d\u008d.et] kata adjektif 1. berkenaan sesuatu yang kelihatan tidak kemas. Emak koi tok suke tengok koi pake kaen pase beseledoet. [«.mA/ k\u008dj t\u008d/ su.k« tE.N\u008d/ k\u008dj pA.kE kA.en pA.sE b«.s«.l«.d\u008d.et] Emak saya tidak suka melihat saya memakai kain kerana tidak kemas."
"kekepak [k«.k«.pA/] kata nama sejenis alat yang digunakan untuk menghalau binatang. Diperbuat daripada buluh 4 ruas yang diketuk bahagian hujung supaya tidak pecah bila dibelah dan digantung pada dahan pokok. Wek buat kekepak nok halau burong makan padi. [wE/ bu.wAt k«.k«.pA/ n\u008d/ hA.lAw bu.ÄoN mA.kAn pA.di] Nenek membuat kekapak untuk menghalau burung daripada makan padi."
