{"url": "https://infopelajar.my/apdm-aplikasi-pangkalan-data-murid/", "title": "APDM 2023: Login Aplikasi Pangkalan Data Murid", "body": "\n\nAplikasi Pangkalan Data Murid (APDM) diciptakan oleh Kementerian Pendidikan Malaysia (KPM) sebagai aplikasi atas talian.Alat ini bertujuan untuk mengisi dan menyimpan maklumat murid, termasuk biodata peribadi, kehadiran, dan lain-lain.\n\n\nAplikasi ini penting juga dalam mengisi Sistem Analisis Peperiksaan Sekolah (SAPS), kerana data yang terkandung harus seiring dengan data yang dimasukkan ke dalam sistem SAPS.\n\n\nJika terdapat kesalahan dalam pengisian data, para guru biasanya menghubungi Setiausaha Peperiksaan (SUP) untuk membetulkan kesalahan yang dialami.\n\n\nLogin APDM Online\n\n\nAnda boleh mengakses melalui pautan yang disediakan berikut \nhttps://apdm.moe.gov.my\n\n\n\n\nSelepas masuk ke dalam link berkenaan, masukkan ID pengguna serta kata laluan anda. Jika anda terlupa, boleh klik lupa kata laluan yang tertera pada ruangan untuk login.\n\n\nLihat sini untuk melihat manual penggunaan data murid. \nKLIK\n sini\n\n\nPENGUMUMAN TERBARU\n\n\nIni adalah pengumuman terbaru.\n\n\n\n\nArahan kemaskini sesi 2022/2023 – \nKLIK SINI\n\n\n\n\nBerikut dikongsikan beberapa dokumen / panduan yang mungkin dapat membantu anda berkenaan.\n\n\ns\nurat Pengemaskinian Maklumat Murid Bagi Pembayaran KWAPM Tahun 2020\nSurat Pengemaskini Tahun 2020\n \nbaharu!\nPanduan Pengurusan Rekod Sistem Kehadiran Murid\n \nbaharu!\nPengumpulan Dan Perolehan Data Sekolah, Guru Dan Murid\nProses Pengesahan Kelahiran JPN\nManual Pengguna tagging murid DLP\nPanduan Kemaskini Maklumat bagi Bukan Warga dan Warga yang Tanpa Dokumen\nGURU\n |  \nADMIN\nMANUAL APLIKASI PENGURUSAN BANTUAN (APB) \nMANUAL PENGGUNA SUB-MENU \nINFOGRAFIK \n\n\nSemoga artikel ringkas mengenai Aplikasi Pangakalan Data Murid ini dapat membantu anda semua di dalam mengisi dan mengemaskini maklumat murid di sekolah. Jika mempunyai sebaran gkesukaran dan persoalan, boleh hubungi SUP di sekolah anda.\n\n\nSoalan Berkaitan\n\n\nBagaimana jika saya terlupa kata laluan?\n\n\nKlik link lupa kata laluan, dan anda akan menerima kembali kata laluan anda.\n\n\nSee also\n  \nSemakan Tingkatan 1 Sekolah Agama Menengah JAIS (Tawaran kemasukan)\nBagaimana cara memadam murid?\n\n\nIkuti manual dan panduan yang kami sediakan di dalam artikel ini.\n\n\nCara untuk mengemaskini maklumat murid\n\n\nIkuti panduan yang disediakan, manual cara untuk mengemaskini maklumat murid.\n\n"}
{"url": "https://infopelajar.my/bantuan-maiwp-tingkatan-6/", "title": "Permohonan Bantuan Kewangan Tingkatan 6 Tahun 2023 MAIWP", "body": "\n\nMajlis Agama Islam Wilayah Persekutuan (MAIWP) menyediakan Bantuan Am Persekolahan bagi membantu ummah yang memerlukan. Bantuan ini khusus untuk pelajar Tingkatan 6 Semester 1 dan permohonan dibuka bermula 10 Julai 2023.\n\n\nSyarat Permohonan\n\n\nUntuk memohon bantuan ini, pemohon perlu memenuhi beberapa syarat. Antara syarat-syarat tersebut ialah:\n\n\n\n\nBeragama Islam\n\n\nBermastautin di Wilayah Persekutuan sekurang-kurangnya setahun dan masih menetap\n\n\nTertakluk kepada kiraan had kifayah yang ditetapkan\n\n\nTelah menerima surat tawaran Tingkatan 6 Semester 1 2023\n\n\n\n\nBorang Permohonan\n\n\nBorang permohonan boleh didapati di laman web MAIWP atau di Cawangan PAZA MAIWP. Pemohon boleh menghantar borang permohonan ke Cawangan PAZA MAIWP atau Kaunter Tingkat 1 HQ MAIWP atau MAIWP Putrajaya (Bagi Permohon Yang Menetap di Wilayah Persekutuan Putrajaya). Atau \nboleh muat turun di sini.\n\n\n\n\nTarikh Tutup Permohonan\n\n\nTarikh tutup permohonan ialah pada 09 OGOS 2023. Untuk maklumat lanjut, pemohon boleh menghubungi:\n\n\n\n\nKuala Lumpur : 019-2008458\n\n\nPutrajaya : 011-59496216\n\n\n\n\nDengan adanya bantuan am persekolahan ini, MAIWP berharap dapat membantu ummah dalam menyempurnakan pendidikan mereka dan mencapai kejayaan yang lebih baik. Ini adalah sebahagian daripada usaha MAIWP dalam memastikan bahawa setiap individu yang memerlukan bantuan dapat menerimanya dengan mudah dan cepat.\n\n\nSee also\n  \nSemakan Keputusan STAM 2023 Online & SMS"}
{"url": "https://infopelajar.my/bantuan-pendidikan-ipt-yayasan-jcorp/", "title": "Bantuan Pendidikan IPT Yayasan JCorp 2023 (Permohonan dan  Syarat Kelayakan)", "body": "\n\nBantuan Pendidikan IPT Yayasan Johor Corporation (JCorp) untuk tahun 2023 kini dibuka untuk permohonan khusus kepada pelajar lepasan Sijil Pelajaran Malaysia (SPM), Sijil Tinggi Persekolahan Malaysia (STPM), atau Diploma yang ingin melanjutkan pengajian ke Institut Pengajian Tinggi (IPT).\n\n\nBantuan ini disediakan untuk menampung kos perbelanjaan kemasukan atau pendaftaran awal ke IPT bagi pelajar yang layak dan memenuhi kriteria untuk melanjutkan pengajian ke peringkat Sijil, Diploma, Ijazah Sarjana Muda dan Sarjana. Pelajar yang berminat perlu mengemukakan permohonan sebelum 31 Mei 2023.\n\n\nSyarat Permohonan\n\n\nUntuk memohon bantuan ini, pelajar perlu memenuhi beberapa syarat, iaitu:\n\n\n\n\nMembuat permohonan melalui borang digital.\n\n\nWarganegara Malaysia.\n\n\nPermohonan kali pertama (sekali sahaja).\n\n\nPendapatan isi rumah di bawah B40 (RM4,000 dan ke bawah).\n\n\nTahap pengajian di peringkat Sijil, Diploma, Sarjana Muda dan Sarjana.\n\n\nInstitut yang diiktiraf oleh Kerajaan dan Kementerian Pengajian Tinggi.\n\n\nTawaran pengajian sepenuh masa sahaja.\n\n\nPermohonan perlu disahkan oleh pihak IPT/Ketua Kampung/Pegawai Kerajaan Gred A.\n\n\n\n\n\n\nCara Permohonan\n\n\nUntuk membuat permohonan, pelajar boleh mengikuti langkah-langkah berikut:\n\n\n\n\nLayari laman web \nhttp://yjcsys.yayasanjcorp.com.my/Main/pelajar\n.\n\n\nKlik butang ‘Daftar Sekarang.’\n\n\nLengkapkan maklumat yang diperlukan.\n\n\nMuat naik dokumen yang diperlukan.\n\n\nKlik butang ‘Hantar Permohonan’ untuk menghantar permohonan tersebut.\n\n\n\n\nDokumen yang diperlukan untuk permohonan ini termasuk borang kemasukan ke IPT, salinan kad pengenalan pemohon, salinan slip gaji bapa atau penjaga, dan salinan slip gaji ibu. Semua dokumen perlu dimuat naik dalam format pdf/jpg/jpeg sahaja dan perlu disahkan oleh pihak IPT/Ketua Kampung/Pegawai Kerajaan Gred A.\n\n\nUntuk maklumat lanjut mengenai Bantuan Pendidikan IPT Yayasan JCorp, sila hubungi 07-219 2692 atau melayari laman web \nhttp://yjcsys.yayasanjcorp.com.my/Main/pelajar\n.\n\n\nSee also\n  \nSemakan BKNS 2023 - Biasiswa Kerajaan Negeri Sabah (Keputusan Tawaran)"}
{"url": "https://infopelajar.my/bantuan-taska-selangor/", "title": "Bantuan Kemasukan Anak ke Taska RM100 di Selangor Tahun 2023", "body": "\n\nKerajaan Negeri bersetuju untuk memberi bantuan sekali bayar RM100 kepada ibu bapa yang mempunyai anak berumur empat tahun ke bawah untuk kemasukan ke taska atau nurseri.\n\n\nDato’ Menteri Besar Dato’ Seri Amirudin Shari berkata bantuan pendaftaran tahunan untuk golongan berpendapatan sederhana (M40) melibatkan dana keseluruhan sebanyak RM500,000.\n\n\n“Menyedari kos sara hidup yang juga ditanggung kaum ibu daripada golongan M40 dalam era selepas pandemik lalu, \nKerajaan Negeri Selangor\n akan menyediakan bantuan pendaftaran tahunan anak-anak ke taska atau nurseri.\n\n\n\n\nBantuan RM100 Sekali bayar Murid taska\n\n\n“\nBantuan sekali bayar\n sebanyak RM100 (dibayar) bagi setiap anak berumur empat tahun ke bawah dengan jumlah peruntukan keseluruhan sebanyak RM500,000,” kata beliau dalam pembentangan Belanjawan 2023.\n\n\nBeliau menyatakan Kerajaan Negeri turut meluluskan untuk meneruskan program Asuh Pintar, yang menyediakan inisiatif jagaan kanak-kanak di taska melalui bantuan yuran bulanan RM100 sebulan.\n\n\nMenurut Amirudin, kelebihan itu dikhaskan untuk anak empat tahun ke bawah dari keluarga golongan berpendapatan rendah (B40) dengan peruntukan keseluruhan RM600,000.\n\n\nSementara itu, Amirudin menyeru pihak berkuasa tempatan (PBT) menambah kemudahan asas mesra orang kelainan upaya (OKU) menggunakan dana keseluruhan hasil mereka.\n\n\n“Kemudahan ini boleh diberikan di bangunan PBT sendiri untuk menyenangkan urusan penyampaian perkhidmatan kepada golongan OKU dan di kawasan umum pentadbiran PBT,” katanya.\n\n\nSemua bantuan ini hanya tersedia buat mereka yang menetap dan bermastautin di Selangor.\n\n\nSee also\n  \nPAJSK 2023: Login Pentaksiran Aktiviti Jasmani Sukan dan Kokurikulum"}
{"url": "https://infopelajar.my/bap/", "title": "Bantuan Awal Persekolahan (BAP) 2023: Syarat,Tarikh, Jumlah Bayaran", "body": "\n\nPeruntukan bajet 2022 turut memberi perhatian kepada golongan murid sekolah di Malaysia.\n\n\nBantuan Awal Persekolahan (BAP) merupakan bantuan berbentuk kewangan yang diberikan kepada semua murid sekolah yang layak.\n\n\nBAP mula diperkenalkan pada tahun 2012. Ketika itu bayaran BAP adalah sebanyak RM100 untuk setiap murid.\n\n\nBaca: \nBantuan Keluarga Malaysia 2022\n\n\nKini Bantuan Awal Persekolahan telah dinaikkan daripada RM100 kepada RM150.\n\n\nPada tahun 2022 ini, BAP akan memberi manfaat kepada lebih 450 juta murid di Malaysia.\n\n\nSyarat Bantuan Awal Persekolahan\n\n\nBerikut adalah syarat melayakakn murid untuk menerima BAP.\n\n\nsumber\n\n\nJom ikuti kami di channel telegram \nt.me/portalsemakandotcom\n untuk info mengenai bantuan yang akan datang.\n\n\nKaedah Pembayaran BAP\n\n\nBayaran BAP dibayar secara sekaligus (one-off) kepada ibu bapa/ penjaga murid-murid.\n\n\nSemoga dengan pemberian wang BAP ini, dapatlah ianya mengurangkan beban ibu bapa di dalam menguruskan urusan persekolahan anak-anak nanti.\n\n\n\n\nSee also\n  \nDownload Buku Teks Digital Tahun 1-6 (KSSR 2023)"}
{"url": "https://infopelajar.my/biasiswa-program-khas-jepun-korea-perancis-jerman/", "title": "Biasiswa Program Khas Jepun, Korea, Perancis, dan Jerman (JKPJ) Tahun 2023 Lepasan SPM", "body": "\n\nPermohonan dibuka kepada pelajar lepasan Sijil Pelajaran Malaysia (SPM) tahun 2022 untuk mendapatkan penajaan Jabatan Perkhidmatan Awam (JPA) di bawah Program Khas Jepun, Korea, Perancis, dan Jerman (JKPJ) Tahun 2023. Program penajaan ini terbuka kepada pelajar yang berminat dalam bidang Kejuruteraan, Sains dan Teknologi (S&T), dan Sains Sosial di negara Jepun, Korea, Perancis, dan Jerman. Pelajar akan ditaja untuk mengikuti program persediaan sebelum melanjutkan pengajian ke peringkat Ijazah Pertama di negara yang berkenaan.\n\n\nPenajaan dan Terma Ikatan Perjanjian JPA\n\n\nPenajaan program ini diberikan dalam bentuk Pinjaman Boleh Ubah (PBU) dan tertakluk kepada terma ikatan perjanjian JPA seperti berikut:\n\n\n\n\nPinjaman ditukar kepada biasiswa penuh dan dikecualikan daripada bayaran balik sekiranya pelajar berkhidmat dalam Perkhidmatan Awam setelah tamat pengajian.\n\n\nBayaran balik sebanyak 25% daripada jumlah pinjaman yang diterima sekiranya pelajar berkhidmat dalam Syarikat Berkaitan Kerajaan (GLC) setelah tamat pengajian.\n\n\nBayaran balik sebanyak 50% daripada jumlah pinjaman yang diterima sekiranya pelajar berkhidmat dengan syarikat swasta dalam negara setelah tamat pengajian.\n\n\nSelain daripada keadaan seperti di atas, pelajar dikehendaki membayar balik sepenuhnya nilai pinjaman.\n\n\n\n\n\n\nStruktur Pengajian Program Khas JKPJ\n\n\nBerikut adalah struktur pengajian bagi Program Khas JKPJ:\n\n\nProgram Kejuruteraan Teknikal Jepun\n\n\n\n\nKursus persediaan selama 24 bulan di INTEC Education College, Shah Alam.\n\n\nPengajian Kejuruteraan peringkat Diploma selama tiga tahun di Colleges of Technology (KOSEN) di Jepun.\n\n\nPeluang melanjutkan pengajian Ijazah Pertama di Jepun selama dua tahun jika memenuhi syarat-syarat yang ditetapkan oleh JPA.\n\n\n\n\nProgram Khas Korea\n\n\n\n\nProgram persediaan selama sembilan bulan di INTEC Education College, Shah Alam.\n\n\nPengajian persediaan Sijil Bahasa selama 12 bulan di Seoul National University – Language Education Institute (SNU-LEI), Korea.\n\n\nPeluang pengajian Ijazah Pertama selama empat tahun atau Diploma selama dua tahun diikuti dengan Ijazah Pertama selama dua tahun, bergantung kepada prestasi pelajar dan keputusan Had Kecemerlangan Akademik (HKA) yang ditetapkan oleh Kerajaan.\n\n\n\n\nSee also\n  \nSemakan Panggilan Temuduga Program Asasi/ Diploma UiTM 2023\nProgram Khas Perancis\n\n\n\n\nKursus persediaan di INTEC Education College (bidang Kejuruteraan) atau di Universiti Kuala Lumpur – Malaysia France Institute (UniKL-MFI) (bidang Sains Sosial).\n\n\nPengajian persediaan di Perancis selama dua bulan di Institut Universitaire deTechnologie (IUT) yang ditetapkan.\n\n\nPeluang pengajian Ijazah Pertama selama lima tahun di universiti-universiti terkemuka di Perancis (Grand Ecole) atau di IUT, bergantung kepada prestasi pelajar semasa kursus persediaan.\n\n\n\n\nProgram Khas Jerman\n\n\n\n\nKursus persediaan di INTEC Education College atau Sunway College.\n\n\nPengajian persediaan bahasa di Institut Für Internationale Kommunikation (IIK) atau Carl Duisberg Centren (CDC), Jerman.\n\n\nPengajian Ijazah Pertama selama tiga tahun di IPT di Jerman bagi bidang Kejuruteraan dan S&T, dengan peluang melanjutkan pengajian peringkat Master selama dua tahun.\n\n\n\n\nSyarat Permohonan\n\n\nCalon mestilah memenuhi syarat-syarat permohonan yang terdiri daripada syarat umum dan syarat khusus mengikut bidang yang ditetapkan.\n\n\nSyarat Umum\n\n\n\n\nWarganegara Malaysia.\n\n\nKesihatan yang baik.\n\n\nIbu dan/atau bapa tidak disenarai hitam oleh JPA atau sedang dalam tindakan undang-undang oleh JPA.\n\n\nMenduduki peperiksaan SPM 2022 buat pertama kali di mana-mana sekolah menengah atau calon-calon persendirian.\n\n\nUmur belum mencapai 19 tahun (atau belum mencapai 20 tahun bagi pelajar peralihan) pada 31 Disember tahun peperiksaan SPM.\n\n\nTidak menerima bantuan kewangan/tajaan dari mana-mana agensi untuk peringkat pengajian yang sama.\n\n\n\n\nSyarat Khusus\n\n\nSyarat khusus berkaitan dengan gred minimum yang perlu dicapai dalam mata pelajaran tertentu bagi setiap bidang dan negara yang ditawarkan.Seperti jadual di bawah.\n\n\n\n\n\n\n\n\nPermohonan\n\n\nPermohonan dibuka secara dalam talian (online) melalui laman web \nhttp://esilav2.jpa.gov.my/\n mulai 12 Jun 2023 hingga 16 Jun 2023. Calon boleh merujuk kepada Frequently Asked Questions (FAQ) yang disediakan di Portal JPA untuk maklumat lanjut berhubung program ini. Sebarang pertanyaan atau masalah teknikal boleh diajukan melalui talian call center JPA atau e-mel yang disediakan.\n\n\nSee also\n  \nUPU Online Fasa 2 : Permohonan Kemasukan Universiti Sesi Oktober 2023\nStudent Assessment Centre (SAC)\n\n\nCalon yang memohon akan disenarai pendek dan dipanggil untuk menghadiri Student Assessment Centre (SAC). SAC bertujuan untuk menyediakan profil interpersonal pelajar dan maklumat kumulatif berkenaan kompetensi pelajar bagi memilih pelajar terbaik untuk ditaja oleh JPA. Tarikh dan maklumat lanjut mengenai SAC akan diberikan kepada calon yang disenarai pendek.\n\n\nTarikh-Tarikh Penting\n\n\nBerikut adalah beberapa tarikh penting yang perlu diambil perhatian:\n\n\n\n\nPermohonan dibuka: 12 Jun 2023 (Isnin) | 12.00 tengah hari\n\n\nPermohonan ditutup: 16 Jun 2023 (Jumaat) | 11.59 malam\n\n\nPengisian Ujian Psikometrik: 12 Jun 2023 (Isnin) | 12.00 tengah hari – 16 Jun 2023 (Jumaat) | 11.59 malam\n\n\nSemakan Panggilan SAC: 4 Julai 2023 (Selasa) | 12.00 tengah hari – 9 Julai 2023 (Ahad) | 11.59 malam\n\n\nTempoh SAC: 10 Julai 2023 (Isnin) – 14 Julai 2023 (Jumaat)\n\n\nJangkaan Keputusan: 4 Ogos 2023 (Jumaat) | 12.00 tengah hari\n\n\n\n\nHak Kerajaan\n\n\n\n\nPertimbangan permohonan adalah tertakluk kepada peruntukan yang ada dan perubahan dasar Kerajaan.\n\n\nJPA berhak membuat perubahan kepada program penajaan ini pada bila-bila masa termasuk syarat dan kriteria tanpa perlu memberikan notis pemberitahuan terlebih dahulu.\n\n\nJPA berhak menarik balik tawaran penajaan sekiranya perlu tanpa memberikan notis terlebih dahulu.\n\n\n\n"}
{"url": "https://infopelajar.my/bkns-2023/", "title": "BKNS 2023: Permohonan Biasiswa Kerajaan Negeri Sabah Secara Online", "body": "\n\nKerajaan Negeri Sabah membuka permohonan Biasiswa Kerajaan Negeri Sabah 2023 untuk pelajar berkelayakan yang ingin melanjutkan pengajian di peringkat Diploma, Sarjana Muda, dan Sarjana pada tahun 2023. Biasiswa ini hanya diberikan kepada pelajar yang telah diterima di Institusi Pengajian Tinggi Awam (IPTA) dan sedang mengikuti pengajian dalam bidang kursus yang diiklankan.\n\n\nSyarat Kelayakan\n\n\nPermohonan ini terbuka kepada warganegara Malaysia yang berasal dan bermastautin di Sabah, dengan syarat salah seorang ibu atau bapa pemohon juga berasal dan dilahirkan di Sabah.\n\n\nBidang pengajian yang ditawarkan termasuk Diploma dalam bidang seperti Aktuari Sains Perikanan, Kejuruteraan Sains Tulen, dan Perakaunan. Sementara itu, Sarjana Muda mencakup bidang seperti Farmasi Pergigian, Kejuruteraan Perhutanan, dan Perubatan Veterinar. Sarjana pula terbuka dalam bidang “Science, Technology, Engineering, and Mathematics” (STEM) dengan mod pengajian sepenuh masa.\n\n\nPemohon perlu memenuhi syarat kelayakan seperti had umur dan kelayakan akademik yang berbeza mengikut peringkat pengajian. Contohnya, pemohon Diploma perlu memperoleh sekurang-kurangnya 5A dalam Sijil Pelajaran Malaysia (SPM), manakala pemohon Sarjana Muda perlu memperoleh sekurang-kurangnya PNGK/CGPA 3.5 dalam Sijil Tinggi Persekolahan Malaysia (STPM) atau kelayakan setaraf.\n\n\nPermohonan BKNS 2023\n\n\nPermohonan hendaklah dibuat secara dalam talian melalui laman sesawang \nwww.biasiswa.sabah.gov.my\n. Permohonan yang tidak lengkap atau tidak memenuhi syarat tidak akan dipertimbangkan. Keputusan permohonan akan diumumkan melalui e-mel kepada pemohon.\n\n\n\n\nBiasiswa Kerajaan Negeri Sabah ini adalah peluang yang berharga bagi pelajar Sabah untuk melanjutkan pengajian mereka. Diharapkan mereka akan dapat memberi sumbangan dalam pembangunan Sabah di pelbagai bidang ilmu.\n\n\nInfo lanjut dan iklan permohonan: \nhttps://biasiswa.sabah.gov.my/pdf/IKLAN_BKNS_2023.pdf\n\n\nSee also\n  \nPermohonan Pendahuluan Pinjaman Pelajaran MARA 2023"}
{"url": "https://infopelajar.my/bkns/", "title": "BKNS 2023: Permohonan Biasiswa Kerajaan Negeri Sabah", "body": "\n\nSukacita dimaklumkan, permohonan Biasiswa Kerajaan Negeri Sabah BKNS bagi tahun 2021 kini dibuka.\n\n\nAntara syarat paling utama dalam permohonan ini adalah pemohon dan juga ibu bapa haruslah warganegara Malaysia yang bermastautin di \nSabah\n.Sama ada kedua-dua ataupun salah seorang daripadanya.\n\n\nBidang dan Peringkat yang ditaja BKNS\n\n\nIni adalah \nbidang (kursus )\n yang ditaja oleh BKNS.\n\n\n\n\n\n\nHad umur bagi pemohon pula adalah dari 20-30 tahun. Ianya bergantung kepada jenis kursus yang sedang diduduki pemohon.\n\n\nCara Permohonan BKNS 2021\n\n\nAnda boleh membuat permohonan Biasiswa Kerajaan Negeri Sabah (BKNS) dengan melayari \nhttps://biasiswa.sabah.gov.my/default2021_.asp\n\n\nTarikh tutup permohonan adalah pada 31 Julai 2021.\n\n\nBagi pendaftaran baru, klik di sini. \nhttps://biasiswa.sabah.gov.my/daftar2021_.asp\n\n\nIklan penuh mengenai permohonan ini pula boleh diperolehi pada pautan ini: \nhttps://biasiswa.sabah.gov.my/IKLAN_BKNS_2021.pdf\n\n\nJom join telegram kami untuk terus dapatkan info mengenai biasiswa terkini \nhttps://t.me/s/portalsemakandotcom\n\n\nSee also\n  \nContoh Soalan UKCG Ujian Kelayakan Calon Guru 2023"}
{"url": "https://infopelajar.my/buku-teks-digital/", "title": "Download Buku Teks Digital Tahun 1-6 (KSSR 2023)", "body": "\n\nDisebabkan pandemik yang melanda Malaysia, takwim persekolahan telah beberapa kali dipinda. Sehinggalah pihak Kementerian Pendidikan Malaysia (\nKPM\n) mengambil keputusan untuk membuat Pengajaran dan Pembelajaran di Rumah (PdPR).\n\n\nAtas keputusan ini, KPM hadir dengan inisiatif buku teks digital di dalam format pdf. Di mana para guru, ibu bapa dan murid boleh menggunakan buku teks ini.\n\n\nBuku teks digital ini membolehkan para \nibu bapa\n terus membuka setiap topik dan lembaran di dalam buku teks hanya menggunakan peranti masing-masing.\n\n\nDi sini kami sediakan pautan untuk anda membuat muat turun buku teks yang anda inginkan.\n\n\nIanya tersedia untuk semua mata pelajaran yang di ajar di dalam KSSR.\n\n\nSebelum terlupa, buat permohonan \nBPR\n Bantuan Prihatin Rakyat.\n\n\nDownload Buku Teks Tahun 1-6 KSSR\n\n\nKlik setiap pautan yang tertera.\n\n\nBUKU TEKS DIGITAL TAHUN 1\n\n\nMata Pelajaran SK\n\n\n\n\nBahasa Melayu\n BM\n\n\nBahasa Inggeris\n\n\nSains\n\n\nMatematik Jilid 1\n\n\nMatematik jilid 2\n\n\nMatematik BI Jilid 1\n\n\nMatematik BI jilid 2\n\n\nPendidikan islam\n\n\nPendidikan Jasmani dan Kesihatan\n\n\nPendidikan Kesenian\n\n\nBahasa Arab\n\n\nBahasa Cina\n\n\nBahasa Tamil\n\n\nBahasa Iban\n\n\nBahasa Kadazandusun\n\n\nBahasa Semai\n\n\nPendidikan Moral\n\n\n\n\nMata Pelajaran SJKC\n\n\n\n\nBahasa Melayu\n\n\nBahasa Inggeris\n\n\nMatematik\n\n\nSains\n\n\nBahasa Cina\n\n\nPendidikan Jasmani dan Kesihatan\n\n\nPendidikan Moral\n\n\nPendidikan Kesenian.\n\n\n\n\nMata Pelajaran SJKT\n\n\n\n\nBahasa Melayu\n\n\nBahasa Inggeris\n\n\nMatematik\n\n\nSains \n\n\nBahasa Tamil\n\n\nPendidikan Jasmani dan Kesihatan\n\n\n\n\nBUKU TEKS DIGITAL TAHUN 2\n\n\n\n\nBahasa Melayu Jilid 1 \n\n\nBahasa Melayu Jilid 2\n\n\nMatematik BM jilid 1\n\n\nMatematik BM Jilid 2\n\n\nMatematik BI Jilid 1\n\n\nMatematik BI jilid 2\n\n\nSains\n\n\nPendidikan Islam\n\n\nBahasa Arab\n\n\nBahasa Cina\n\n\nBahasa Tamil\n\n\nPendidikan Jasmani dan Kesihatan\n\n\nPendidikan Kesenian\n\n\nBahasa Iban\n\n\nBahasa Kadazandusun\n\n\nBahasa Semai\n\n\n\n\nMata Pelajaran SJKC\n\n\n\n\nMatematik jilid 1\n\n\nMatematik jilid 2\n\n\nSains\n\n\nBahasa Cina\n\n\nPendidikan  Kesenian\n\n\nPendidikan Moral\n\n\n\n\nSee also\n  \nmySPP 2023: Login, Semakan Temuduga dan Permohonan Guru\nMata Pelajaran SJKT\n\n\n\n\nBahasa Tamil\n\n\nMatematik Jilid 1\n\n\nMatematik jilid 2\n\n\nPendidikan Moral\n\n\n\n\nBUKU TEKS DIGITAL TAHUN 3\n\n\nMata pelajaran SK\n\n\n\n\nBahasa Melayu\n\n\nSains\n\n\nMatematik BM Jilid 1\n\n\nMatematik BM Jilid 2\n\n\nMatematik BI jilid 1\n\n\nMatematik BI Jilid 2\n\n\nPendidikan Islam\n\n\nPendidikan Moral\n\n\nBahasa Cina\n\n\nBahasa Tamil\n\n\nPendidikan Jasmani dan Kesihatan\n\n\nBahasa Kadazandusun\n\n\n\n\nMata Pelajaran SJKC\n\n\n\n\nBahasa Cina\n\n\nMatematik Jilid 1\n\n\nMatematik jilid 2\n\n\nSains\n\n\nPendidikan Moral\n\n\nPendidikan Kesenian\n\n\n\n\nMata Pelajaran SJKT\n\n\n\n\nBahasa Tamil\n\n\nPendidikan Jasmani dan Kesihatan\n\n\nPendidikan Kesenian\n\n\n\n\nBuku Teks Digital Tahun 4\n\n\n\n\nBahasa Malaysia\n\n\nBahasa Inggeris\n\n\nSains\n\n\nMatematik BM\n\n\nMatematik BI\n\n\nSejarah\n\n\nTeknologi Maklumat dan Komunikasi\n\n\nPendidikan Kesenian\n\n\nPendidikan Muzik\n\n\nBahasa Arab\n\n\n\n\nBuku Teks Digital Tahun 5\n\n\n\n\nBahasa Malaysia\n\n\nBahasa Inggeris\n\n\nSains\n\n\nPendidikan Islam\n\n\nBahasa Arab\n\n\nTeknologi Maklumat dan Komunikasi\n\n\nPendidikan Seni Visual\n\n\n\n\nBukut Teks Digital Tahun 6\n\n\n\n\nBahasa Inggeris\n\n\nSains BM\n\n\nPendidikan Islam\n\n\nTeknologi Maklumat dan Komunikasi\n\n\nBahasa Arab\n\n\nPendidikan Seni Visual\n\n\nSains BI\n\n\n\n\nAplikasi Buku Teks KPM\n\n\nSelain memuat turun, anda juga boleh terus memasang aplikasi khas yang dibangunkan oleh KPM.\n\n\n\n\nAndroid/Playstore: \nKlik sini\nApple/ iOS: \nKlik sini\n\n\nDiharap segala inisiatif yang dibangunkan oleh KPM ini dapat membantu para guru, ibu bapa, murid, dan ahli keluarga yang terlibat dengan PdPR ini.\n\n"}
{"url": "https://infopelajar.my/contoh-ukcg/", "title": "Contoh Soalan UKCG Ujian Kelayakan Calon Guru 2023", "body": "\n\nContoh soalan Ujian kelayakan calon guru. Selepas anda mengisi borang online I\nPG Maktab perguruan PISMP\n , anda akan dipanggil untuk ujian UKCG.UKCG bukan hanya sekadar ujian bertulis menjawab soalan, akan tetapi lebih dari itu.\n\n\nDi sini dikongsikan contoh soalan dan jenis soalan yang akan diberikan semasa anda menjalani UKCG.\n\n\nUjian UKCG ini dibahagikan kepada dua jenis iaitu:\n\n\n\n\nBahagian A: Ujian bertulis.\n\n\nBahagian B: Ujian kecergasan fizikal.\n\n\n\n\nContoh Soalan UKCG\n\n\nBahagian A:\n\n\nBerikut adalah beberapa contoh soalan yang anda akan temui semasa menjawab ujian bertulis UKCG. Soalan ini hanya mempunyai dua pilihan jawapan sahaja. Ianya sama sahaja seperti menjawab \nsoalan Medsi \n(ujian kelayakan untuk \nUPSI\n).\n\n\n\n\n\n\nBahagian B:\n\n\nBahagian B merupakan ujian kecergasan fizikal.\n\n\nUjian kecergasan fizikal ini terbahagi kepada 5 jenis ujian, iaitu:\n\n\n1.BMI test : Ujian BMI, timbang berat dan ukur ketinggian bagi mengetahui sama ada anda berta badan berlebihan, normal mahupun kurang. Lihat sini cara kira BMI\n\n\n2. Sit UP (bangkit tubi)- dalam sit up ni pula anda akan diberikan 5 variasi cara untuk sit up. Apa yang penting, anda kena fit.\n\n\n3. Lompat kuadran. Anda akan melompat dalam satu kuadran dan jangan terpijak garisan. Ianya seperti  gambar di bawah ini\n\n\n\n\n\n\n4. Ujian Kilas Sisi- Ujian ini pula anda dikehendaki dalam posisi seperti gambar di bawah ini dan sentuh kertas yang ditampal di dinding sebanyak yang mungkin selama 1 minit.\n\n\n\n\n\n\n5.  Bleep test – Bleep test memerlukan anda untuk \nberlari\n ulang alik dalam jarak 20m dari satu checkpoint ke checkpoint yang satu. Anda perlu berpatah balik ketika bunyi beep dibunyikan. \n\n\n\n\n\n\nSelamat menduduki ujian UKCG. Semoga anda berjaya menempuhi ujian ini dengan jayanya seterusnya menjadi guru yang berdedikasi\n\n\nSee also\n  \nPendaftaran MUET 2023 (Sesi 2)"}
{"url": "https://infopelajar.my/eprasekolah/", "title": "ePrasekolah: Permohonan Kemasukan Pra-Sekolah Tahun 2024/2025", "body": "\n\nPermohonan pra-sekolah melalui siste ePrasekolah menjadi pilihan popular di kalangan \nibu bapa\n di Malaysia. Ini kerana ia menyediakan kemudahan yang lebih mudah dan pantas untuk memohon kemasukan prasekolah bagi anak-anak mereka.\n\n\nPermohonan ePrasekolah\n\n\nPermohonan baru kemasukan ke Prasekolah Kementerian Pendidikan Malaysia (\nKPM\n) bagi sesi akademik 2024/2025 secara dalam talian telah dibuka pada 1 Mac 2023 dan akan berakhir pada 30 April 2023. Ibu bapa hanya perlu mengisi borang permohonan prasekolah bagi anak mereka yang layak memohon.\n\n\nLink permohonan: \nhttps://eprasekolah.moe.gov.my/\n\n\nSyarat Kemasukan umur murid\n\n\nSesi kemasukan 2024 hanya terbuka untuk murid yang lahir pada tahun 2018 (umur 5+), tahun 2019 (umur 4+), dan tahun 2020 (umur 3+ bagi yang lahir pada 1 JANUARI 2020 – 15 JANUARI 2020) sahaja yang layak memohon.\n\n\nUntuk menggunakan sistem ini, pengguna yang baru perlu \nmendaftar terlebih dahulu\n. Ibu/bapa/penjaga sahaja yang dibenarkan untuk mendaftar dan pastikan email yang didaftarkan adalah email yang aktif.\n\n\nSemakan Keputusan\n\n\nSetelah permohonan dilakukan, ibu bapa akan dapat menyemak keputusan permohonan kemasukan prasekolah mulai 5 Ogos 2023. Bagi permohonan yang tidak berjaya, rayuan boleh dibuat bermula \n5 Ogos 2023\n hingga \n20 Ogos 2023\n. Pengguna disarankan untuk merujuk pada manual pengguna untuk panduan.\n\n\nNamun, jika pengguna mengalami sebarang masalah teknikal semasa menggunakan sistem ePrasekolah, mereka boleh menghubungi pihak pengurusan melalui emel \neprasekolah@moe.gov.my\n.\n\n\nDalam era digital yang semakin maju ini, ePrasekolah menjadi salah satu cara yang paling mudah dan efektif bagi ibu bapa untuk memohon kemasukan anak-anak mereka ke prasekolah. Dengan kemudahan yang disediakan oleh ePrasekolah, ibu bapa dapat menguruskan permohonan kemasukan prasekolah dengan lebih mudah dan pantas.\n\n\nSee also\n  \nPermohonan Kemasukan Sekolah Sukan Malaysia Ambilan 2 Sesi Julai 2023\nApakah itu Prasekolah?\n\n\nPrasekolah adalah tahap pendidikan awal yang diberikan kepada anak-anak sebelum mereka memasuki tahun-tahun sekolah yang lebih tinggi. Prasekolah biasanya ditujukan kepada kanak-kanak berusia 3 hingga 6 tahun dan bertujuan untuk mempersiapkan mereka secara menyeluruh untuk memasuki pendidikan formal yang lebih terstruktur.\n\n\nProgram prasekolah biasanya melibatkan aktiviti-aktiviti yang merangkumi aspek perkembangan kanak-kanak seperti bahasa, matematik, kognitif, sosial, dan emosi. Kanak-kanak juga diajar untuk memahami norma dan nilai-nilai sosial masyarakat dan berinteraksi dengan orang lain dengan cara yang sopan dan bersahabat. Selain itu, prasekolah juga membantu mengembangkan kecakapan motor halus dan kasar kanak-kanak serta memberikan peluang kepada mereka untuk bereksperimen, mengeksplorasi, dan belajar melalui permainan dan aktiviti-aktiviti kreatif.\n\n\nPrasekolah biasanya dijalankan oleh pihak swasta atau pihak kerajaan dan ditawarkan di pelbagai institusi seperti tadika, taska, dan pra-sekolah yang disediakan oleh sekolah rendah. Program prasekolah biasanya disusun dalam bentuk yang fleksibel dan boleh disesuaikan dengan keperluan dan kebolehan setiap kanak-kanak.\n\n"}
{"url": "https://infopelajar.my/hlp-2022/", "title": "Permohonan Program Hadiah Latihan Persekutan HLP 2022 (Separuh Masa/ Sambilan)", "body": "\n\nBerita baik buat mereka yang tertunggu-tunggu berita mengenai HLP – Hadiah Latihan Persekutuan Separuh Masa/ Sambilan bagi Pegawai Perkhidmatan Pendidikan (PPP), KPM.\n\n\nPermohonan HLP kini dibuka pada penghujung bulan Disember. Tarikh rasmi akan diumumkan pada masa terdekat ini.\n\n\nBagi urusan temuduga pula, ianya dijangka akan dilaksanakan pada bulan April 2022.\n\n\nSehubungan dengan itu, kepada sesiapa yang berminat, bolehlah mula membuat persediakaan awal dan sentiasa rujuk portal rasmi laman web KPM dari masa ke semasa.\n\n\nPermohonan HLP 2022 Online\n\n\nSemua permohonan dan pengumuman akan dilaksanakan pada laman web \nhttps://biasiswa.mohe.gov.my/hlp/index_login.php\n\n\nJika anda tiada akaun pada sistem HLP, anda diminta untuk mendaftar terlebih dahulu pada laman web \nhttps://biasiswa.mohe.gov.my/hlp/index_daftar.php\n\n\nKami mengalu-alukan kepada anda untuk ikuti channel telegram di \nt.me/portalsemakandotocom \nuntuk info terkini dan kemaskini dunia pendidikan di Malaysia serta info-info lain.\n\n\nBilakah HLP ambilan 2022 akan dibuka?\nPada disember 2021.\nBilakah temuduga akan dijalankan?\nOada April 2022.\nApakah laman web rasmi KPM?\nhttps://moe.gov.my\n\n\nSee also\n  \nBKNS 2023: Permohonan Biasiswa Kerajaan Negeri Sabah"}
{"url": "https://infopelajar.my/hpipt-selangor/", "title": "HPIPT Selangor: Permohonan Hadiah Pengajian IPT Selangor 2023", "body": "\n\nBerita gembira bagi rakyat Selangor yang akan melanjutkan pelajaran ke peringkat yang lebih tinggi. HPIPT Selangor kini dibuka bagi meringankan beban pelajar baru. Sekiranya anda memenuhi syarat yang telah ditetapkan, jangan lepaskan peluang ini.\n\n\nSyarat-syarat Kelayakan HPIPT Selangor\n\n\n\n\nPemohon, ibu dan bapa pemohon adalah Warganegara Malaysia sahaja.\n\n\nKriteria pemoho dan ibubapa pemohon adalah sepertio berikut :\n\n\n\nPemohon lahir di Negeri Selangor.\n\n\nIbu atau bapa lahir dan menetap di Negeri Selangor.\n\n\nPemohon telah bermastautin dan bersekolah di Negeri Selangor tidak kurang dari 11 tahun dan menetap di Negeri Selangor.\n\n\nIbu atau bapa telah bermastautin dan menetap di Negeri Selangor selama 11 tahun.\n\n\n\n\n\n\nPemohon telah mendapat tawaran untuk memasuki semester pertama.\n\n\nPemohon ditawarkan tempat untuk melanjutkan pengajian secara sepenuh masa di IPTA atau IPTS yang diiktiraf oleh Kerajaan bagi pengajian diperingkat Ijazah Sarjana Muda, Diploma dan Sijil Kemahiran Tahap 4 sahaja.\n\n\nPemohon telah mendaftarkan diri di IPT bagi memulakan sesi pengajian.\n\n\nPermohonan hanya untuk tahun pertama sahaja.\n\n\nPemohon mestilah mempunyai Sijil Pelajaran Malaysia (SPM).\n\n\nPendapatan isi rumah ibu,bapa atau penjaga berjumlah 5000 dan kebawah.\n\n\nPermohonan yang tidak lengkap dikategorikan sebagai Permohonan Gagal.\n\n\n\n\nCara Memohon HPIPT Selangor\n\n\n\n\nPermohonan dibuat secara atas talian dengan melayari laman web Sistem Permohonan HPIPT : \nhttps://hpipt.selangor.gov.my/portalv1/\n.\n\n\nPemohon diminta untuk melengkapkan permohonan di atas talian serta  menghantar salinan asal borang pengesahan HPIPT yang telah disahkan oleh pihak IPTA/IPTS\n\n\nSalinan asal borang tersebut perlu dihantar kepada Urusetia melalui serahan tangan atau pos SEBELUM TARIKH TUTUP .\n\n\n\n\nAlamat serahan :\n\n\nUrus setia Hadiah Pengajian IPT\nPejabat Setiausaha Kerajaan Selangor\nBahagian Pengurusan Sumber Manusia\nTingkat 3, Bangunan Sultan Salahuddin Abdul Aziz Shah\n40503 Shah Alam\n\n\nSee also\n  \nSemakan Kemasukan Politeknik Ambilan 2023 dan Cetak Surat Tawaran\nTarikh permohonan\n\n\nPermohonan dibuka bermula 1 Mac 2023 hingga 31 Mac 2023.\n\n\nPembayaran Masuk ke Akaun\n\n\nSekiranya permohonan anda diluluskan, bayaran hadiah sebanyak RM1000 akan dikreditkan ke dalam no akaun bank yang telah dinyatakan di dalam permohonan.\n\n\nSetiap permohonan hanya layak diberi sekali sepanjang pengajian, sama ada diperingkat Ijazah Sarjana Muda atau Diploma sahaja.\n\n\nPemohon hendaklah menyemak status pembayaran satu bulan daripada tarikh borang permohonan dihantar kepada pihak Urus setia.\n\n\nBaca Lagi :\nhttps://portalsemakan.com/biasiswa-ismp/\n\n\nPertanyaan dan Maklumat Lanjut\n\n\nSekiranya anda mempunyai sebarang persoalan ataupun kemusykilan, anda boleh menghubungi Urus setia Hadiah Pengajian IPT di alamat berikut :\n\n\nUrus Setia Hadiah Pengajian IPT\nPejabat Setiausaha Kerajaan Selangor\nBahagian Pengurusan Sumber Manusia\nTingkat 3, Bangunan S.S.A.A.S\n40503 Shah Alam.\n\n\nNo. Telefon : 03- 5544 7385 / 03-5521 2306\nNo. Faks : 03-5510 4095 / 03-5511 0659\nURL : \nhttp://hpipt.selangor.gov.my\n\n"}
{"url": "https://infopelajar.my/jadual-spm/", "title": "Jadual SPM 2023: Tarikh Peperiksaan Sijil Pelajaran Malaysia", "body": "\n\nKementerian Pendidikan Malaysia (KPM) telah mengumumkan jadual waktu peperiksaan SPM bagi tahun 2021.\n\n\nDisebabkan pandemik yang melanda negara, beberapa kali jadual telah dipinda.\n\n\nJadual yang dikongsikan di sini adalah jadual terkini Sijil Pelajaran Malaysia (SPM) tahun 2021.\n\n\nWalaupun ianya disebut sebagai SPM 2021, tarikh SPM akan. bermula pada 2 Mac 2021 bersamaan dengan hari rabu.\n\n\nJadual SPM 2021\n\n\nAnda boleh lihat jadual SPM 2021 yang kami kongsikan di bawah ini:\n\n\n\n\n\n\n\n\n\n\n\n\nTarikh akhir peperiksaan SPM pula adalah pada 20 Mac 2021.\n\n\nLihat di sini \ntakwim persekolahan 2022.\n\n\nKlik di \nsini\n untuk muat turun panduan penuh / arahan am / jadual peperiksaan SPM 2021.\n\n\nIkuti kami di channel telegram \nt.me/portalsemakandotcom\n untuk info mengenai dunia pendidikan (SPM).\n\n\nBilakah tarikh bermulanya peperiksaan SPM 2021?\nPada 2 Mac 2021, bersaaman rabu.\nBilakah tarikh akhir peperiksaan SPM 2021?\nPada 20 Mac 2021 bersamaan hari ahad.\nAdakah ini jadual muktamad SPM 2021?\nYa. Ini adalah jadual terkini daripada Kementerian Pendidikan Malaysia (KPM).\n\n\nSee also\n  \nSemakan Tingkatan 1 Aliran Agama Negeri Johor 2023 (Penempatan)"}
{"url": "https://infopelajar.my/kemaskini-upu-online-stpm/", "title": "Kemaskini Permohonan UPU Online  Lepasan STPM / Setaraf 2023 / 2024", "body": "\n\nPihak Kementerian Pendidikan Tinggi mengumumkan fasa pengemaskinian UPU Online untuk lepasan STPM/setaraf sesi akademik 2023/2024. Pengemaskinian ini akan bermula pada\n 27 Julai 2023 \njam 12.00 tengah hari dan berakhir pada 31 Julai 2023 jam 5.00 petang.\n\n\nKategori STPM, Matrikulasi, Asasi, dan STAM (tahun semasa) diberi peluang untuk mengemaskini pilihan program pengajian masing-masing. Namun, hanya program pengajian yang memenuhi syarat khas akademik akan disenarai dalam pilihan mereka. Bagi yang telah dipanggil temu duga dan/atau ujian, tidak perlu mengemaskini pilihan program pengajian mereka.\n\n\nSementara itu, bagi kategori Diploma/setaraf, mereka hanya perlu memuat naik dokumen dan kemaskini keputusan akademik sahaja. Langkah ini memudahkan proses penerimaan mereka ke institusi pengajian tinggi.\n\n\nCara Kemaskini UPU Online 2023\n\n\nPelajar dikehendaki untuk melawat portal rasmi UPUOnline® di \nhttps://upu.mohe.gov.my/\n bagi mengemaskini pilihan dan maklumat akademik. Semua kemaskini perlu dijalankan pada tempoh yang telah ditetapkan untuk mengelakkan sebarang masalah berkenaan penghantaran permohonan.\n\n\nSelain itu, pelajar juga digalakkan untuk mengikuti perkembangan terkini di media sosial rasmi UPUOnline®. Mereka boleh mendapatkan maklumat terkini dan tips berkaitan proses pengemaskinian melalui platform seperti TikTok (@bkpaupu), Facebook (kemasukan bkpa jpt), Telegram (UPUONLINE CHANNEL), Instagram (@kemasukanbkpa), dan YouTube (bkpaUPU).\n\n\nBagi sebarang pertanyaan atau masalah berkaitan UPUOnline®, pihak berkuasa menyediakan beberapa saluran komunikasi untuk memudahkan pelajar mendapatkan bantuan. Pelajar boleh menghubungi Hotline UPU di 03-86842363, atau mengisi borang maklumbalas di \nhttps://jpt.mohe.gov.my/maklumbalas/\n. Selain itu, mereka juga boleh menghantar e-mel ke \nupu@mohe.gov.my\n atau menggunakan UPUChat di \nhttps://upuchat.org/\n.\n\n\n\n\nTarikh Penting:\n\n\n\n\n27 Julai 2023 (Khamis) | Jam 12.00 Tengah Hari\n – Permulaan fasa pengemaskinian UPUOnline® bagi lepasan STPM/setaraf sesi akademik 2023/2024.\n\n\n31 Julai 2023 (Isnin) | Jam 5.00 Petang\n – Tamat fasa pengemaskinian. Semua kemaskini perlu selesai sebelum waktu tamat.\n\n\n\n\nSee also\n  \nSemakan BKNS 2023 - Biasiswa Kerajaan Negeri Sabah (Keputusan Tawaran)\nKategori STPM / Matrikulasi / Asasi / STAM (Tahun Semasa):\n\n\n\n\n✅ Kemaskini pilihan program pengajian (kecuali yang telah dipanggil temu duga dan/atau ujian).\n\n\n✅ Hanya program pengajian yang memenuhi syarat khas akademik akan disenarai dalam pilihan.\n\n\n\n\nKategori Diploma / Setaraf:\n\n\n\n\n✅ Muat naik dokumen dan kemaskini keputusan akademik sahaja.\n\n\n\n\nPortal Rasmi:\n \nUPUOnline®\n\n\nSemoga dengan adanya fasa pengemaskinian ini, pelajar akan mendapat peluang untuk mengejar impian mereka dalam bidang pengajian yang diidamkan. Tetap bersemangat dan berjaya dalam proses permohonan!\n\n"}
{"url": "https://infopelajar.my/koleksi-karangan-alam-sekitar/", "title": "Koleksi Karangan Mengenai Alam Sekitar ( Rendah dan Menengah)", "body": "\n\nBerikut dikongsikan beberapa contoh karangan mengenai alam sekitar. Ianya boleh digunakan guru serta pelajar tidak kira mengenah atau rendah sebagai rujukan menghasilkan karangan sendiri.\n\n\nTajuk: Kepentingan Menjaga Alam Sekitar untuk Keseimbangan Ekosistem\n\n\nAlam sekitar adalah warisan yang berharga bagi kita semua. Kehidupan kita bergantung pada keadaan alam sekitar yang baik. Oleh itu, adalah penting untuk menyedari keperluan kita untuk menjaga alam sekitar bagi menjaga keseimbangan ekosistem.\n\n\nAlam sekitar menyediakan sumber daya alam yang penting bagi kelangsungan hidup manusia. Hutan memberi kita oksigen dan melindungi kepelbagaian biologi. Sungai dan tasik adalah sumber air yang penting untuk kehidupan manusia dan haiwan. Tanah yang subur adalah asas pertanian dan penghasilan makanan. Jadi, kita perlu menjaga alam sekitar agar sumber daya ini tidak habis dipergunakan.\n\n\nSelain itu, menjaga alam sekitar juga membantu mengekalkan keseimbangan ekosistem. Setiap makhluk hidup dalam ekosistem mempunyai peranan dan interaksi yang penting. Jika terdapat gangguan dalam ekosistem, seperti pencemaran air atau penebangan hutan yang tidak terkawal, kesan negatif akan dirasai oleh semua makhluk hidup. Oleh itu, kita perlu menjaga alam sekitar untuk memastikan kelestariannya.\n\n\nTindakan kecil seperti membuang sampah dengan betul, mengurangkan penggunaan plastik, dan menjaga kebersihan sungai dan tasik boleh memberi impak besar terhadap alam sekitar. Selain itu, penyusunan semula dan pengurusan sumber daya secara lestari juga penting. Kita perlu mengamalkan penggunaan sumber tenaga yang mampan dan mengurangkan penggunaan bahan kimia berbahaya.\n\n\nSebagai warganegara yang bertanggungjawab, adalah tugas kita untuk menjaga alam sekitar bagi generasi akan datang. Kita harus membina kesedaran di kalangan masyarakat tentang pentingnya menjaga alam sekitar dan melibatkan diri dalam aktiviti pemuliharaan alam sekitar. Hanya dengan usaha bersama kita dapat memastikan kelestarian alam sekitar dan keseimbangan ekosistem.\n\n\nSee also\n  \nSemakan Panggilan Temuduga Guru One-Off 2023\n\n\nTajuk: Peranan Individu dalam Menjaga Kelestarian Alam Sekitar\n\n\nSetiap individu mempunyai peranan yang penting dalam menjaga kelestarian alam sekitar. Meskipun sering kali kita menganggap isu alam sekitar sebagai tanggungjawab pihak berkuasa, hakikatnya, tindakan individu berperanan besar dalam memastikan alam sekitar yang sihat dan lestari.\n\n\nSebagai individu, kita boleh memulakan dengan mengamalkan tindakan yang sederhana namun berkesan. Misalnya, memastikan kita membuang sampah pada tempatnya, mengurangkan penggunaan plastik dengan membawa beg beli sendiri, dan mengamalkan amalan kitar semula. Tindakan ini bukan sahaja membantu mengurangkan pencemaran dan bahan buangan, tetapi juga mengurangkan tekanan ke atas sumber daya alam.\n\n\nSelain itu, kita juga boleh memainkan peranan aktif dalam menyedarkan orang lain tentang pentingnya menjaga alam sekitar. Kita boleh berkongsi pengetahuan dan pengalaman melalui perkongsian media sosial, menyertai kempen alam sekitar, atau menjadi sukarelawan dalam projek pemuliharaan alam sekitar. Dengan cara ini, kita dapat membantu meningkatkan kesedaran dan mempengaruhi orang lain untuk mengambil tindakan positif terhadap alam sekitar.\n\n\nSelain itu, sebagai individu, kita juga boleh mengurangkan kesan negatif terhadap alam sekitar melalui pilihan gaya hidup yang mampan. Contohnya, kita boleh mengurangkan penggunaan air dengan cara mengumpulkan air hujan untuk kegunaan harian, mengamalkan penggunaan tenaga hijau seperti panel solar, dan mengurangkan penggunaan kenderaan bermotor dengan memilih untuk berjalan kaki, berbasikal, atau menggunakan pengangkutan awam.\n\n\nSelain tindakan harian, kita juga boleh mengambil bahagian dalam aktiviti kelestarian alam sekitar yang lebih besar, seperti penghijauan kawasan terbuka, penanaman pokok, atau menyertai program penjagaan taman semula jadi. Dengan melibatkan diri secara aktif, kita dapat memberi sumbangan langsung kepada pemuliharaan alam sekitar dan menghargai keindahan semula jadi yang ada di sekeliling kita.\n\n\nSee also\n  \nSPdPR 2023: Pelaporan Pengajaran Dan Pembelajaran Di Rumah KPM\nPenting untuk diingat bahawa setiap tindakan individu memainkan peranan penting dalam menjaga kelestarian alam sekitar. Walaupun tindakan individu mungkin kelihatan kecil, namun apabila semua individu bersatu padu, kita dapat mencapai perubahan besar yang dapat membantu memelihara dan melindungi alam sekitar untuk masa depan yang lebih baik. Oleh itu, mari berperan sebagai individu yang bertanggungjawab dan menjaga kelestarian alam sekitar demi generasi akan datang.\n\n\nTajuk: Cabaran dan Solusi dalam Memelihara Alam Sekitar\n\n\nMemelihara alam sekitar adalah satu tugas yang tidak mudah. Terdapat cabaran yang kompleks yang perlu diatasi bagi memastikan kelestarian alam sekitar. Namun, dengan kesedaran dan usaha bersama, terdapat solusi yang boleh diterapkan untuk mengatasi cabaran tersebut.\n\n\nSalah satu cabaran utama adalah pencemaran alam sekitar. Pencemaran udara, air, dan tanah memberi kesan negatif kepada ekosistem dan kesihatan manusia. Untuk mengatasi cabaran ini, adalah penting untuk memperketat undang-undang perlindungan alam sekitar, memantau industri dan aktiviti manusia yang berpotensi mencemarkan alam sekitar, serta menggalakkan penggunaan teknologi bersih dan mesra alam.\n\n\nCabaran lain adalah pemusnahan habitat dan kehilangan biodiversiti. Penebangan hutan secara tidak terkawal, pembangunan tanpa mengambil kira kesan kepada hidupan liar, dan perubahan iklim menyebabkan kehilangan spesies dan habitat. Untuk mengatasi cabaran ini, penting untuk melindungi kawasan konservasi dan mempromosikan pengurusan hutan lestari. Kami juga harus memperkukuhkan kesedaran tentang kepentingan kepelbagaian biologi dan peranan penting haiwan dan tumbuhan dalam ekosistem.\n\n\nSelain itu, kekurangan kesedaran dan pemahaman tentang pentingnya alam sekitar juga merupakan cabaran yang perlu diatasi. Solusinya adalah melalui pendidikan dan kempen kesedaran alam sekitar. Sekolah dan institusi pendidikan harus mengintegrasikan mata pelajaran alam sekitar ke dalam kurikulum untuk memupuk kepedulian dan pengetahuan tentang perlunya menjaga alam sekitar. Kempen dan program kesedaran alam sekitar juga harus ditingkatkan untuk melibatkan masyarakat secara aktif.\n\n\nSee also\n  \nPermohonan Kemasukan Murid Berkeperluan Khas Tingatan 1 & 4 2023\nSelain itu, penting untuk memperkukuhkan kerjasama antara pihak berkuasa, sektor swasta, dan masyarakat dalam usaha memelihara alam sekitar. Pelaksanaan dasar dan inisiatif yang melibatkan semua pihak adalah penting untuk mencapai kelestarian alam sekitar. Misalnya, penubuhan kawasan lindung dan taman negara, penerapan amalan mesra alam dalam sektor perindustrian, dan penyediaan kemudahan dan rangsangan untuk penggunaan sumber tenaga hijau.\n\n\nSecara keseluruhan, memelihara alam sekitar memerlukan tindakan bersepadu dan kolaborasi. Walaupun terdapat cabaran yang perlu diatasi, solusi ada apabila semua pihak bekerjasama. Dengan kesedaran, pendidikan, undang-undang yang ketat, dan usaha berterusan, kita dapat menjaga alam sekitar dan mewarisi bumi yang lestari kepada generasi akan datang.\n\n"}
{"url": "https://infopelajar.my/myspp/", "title": "mySPP 2023: Login, Semakan Temuduga dan Permohonan Guru", "body": "\n\nmySPP adalah satu sistem yang diwujudkan kerajaan bagi tujuan pengambilan anggota  perkhidmatan  pendidikan.\n\n\nSemua jawatan di dalam Kementerian Pendidikan Malaysia akan ditawarkan pada laman web ini dan para pemohon menggunakan sistem ini untuk mengisi borang permohonan.\n\n\nIni termasuklah jawatan sebagai \nguru\n , kerani sekolah, pembantu am, dan lain-lain.\n\n\nSebelum menggunakan mySPP, anda perlu mendaftar akaun terlebih dahulu.\n\n\nCara Daftar Akaun mySPP Online\n\n\n\n\nLayari laman web \nhttps://myspp.spp.gov.my\n\n\nKlik \ndaftar akaun baharu\n.\n\n\nPastikan semua ruangan di dalam borang pendaftaran diisi dengan lengkap.\n\n\nKlik butang \ndaftar\n.\n\n\n\n\n\n\nCara Login Ke Dalam MySPP Online\n\n\nSelesai membuat pendaftaran, anda boleh terus login untuk mengisi borang permohonan online.Pautan Login di sini: \nhttps://myspp.spp.gov.my/myspp/login.jsp?\n . Masukkan kad pengenalan dan kata laluan anda.\n\n\nJika anda membuat permohonan baru, permohonan sebelum ini akan terbatal. Namun sekiranya permohonan dahulu sedang dalam proses, ianya tetap akan diteruskan.\n\n\nIkuti kami di \nt.me/portalsemakandotcom\n untuk kemaskini mengenai jawatan terbaru yang ditawarkan di dalam SPP.\n\n\ncara Semakan Keputusan Temuduga\n\n\nJika anda pernah mengikuti temuduga SPP sebelum ini, semakan keputusan temuduga anda boleh anda ketahui dan  boleh disemak  pada pautan \nhttps://semakan.spp.gov.my/\n\n\n\n\n\n\n\n\nApakah MyID saya?bagaimana cara mendapatkannya?\nMyID adalah nombor kad pengenalan anda.\nID saya telah wujud. Apa perlu saya lakukan?\nKlik lupa kata laluan untuk menetapkan semula kata laluan anda.\n\n\nSee also\n  \nHPIPT Selangor: Permohonan Hadiah Pengajian IPT Selangor 2023"}
{"url": "https://infopelajar.my/novel-leftenan-adnan-wira-bangsa/", "title": "Novel Leftenan Adnan Wira Bangsa: Sinopsis, Tema, Persoalan", "body": "\n\n“Leftenan Adnan Wira Bangsa” adalah sebuah novel yang menceritakan kisah sebenar seorang askar Melayu yang berjuang dengan berani dalam Perang Dunia Kedua. Kisah ini merungkai perjuangan dan pengorbanan Leftenan Adnan Saidi yang telah mempertahankan Singapura dari serangan tentera Jepun.\n\n\nSinopsis\n\n\nNovel ini bermula dengan pengenalan kepada karakter utama, Leftenan Adnan Saidi. Dia adalah seorang askar yang berdedikasi dan berani, yang dipandang tinggi oleh rakan-rakan dan pegawai-pegawai di batalionnya. Novel ini menceritakan bagaimana Leftenan Adnan dan pasukannya berjuang untuk mempertahankan Bukit Chandu, juga dikenali sebagai Pasir Panjang, dari serangan tentera Jepun.\n\n\nMeskipun pasukan Adnan kekurangan bekalan dan dihadapkan dengan tentera Jepun yang lebih besar, mereka tetap berjuang dengan keberanian dan ketabahan. Meski akhirnya tentera Jepun berhasil menguasai Bukit Chandu, Leftenan Adnan dan pasukannya berjuang hingga napas terakhir, menunjukkan semangat patriotisme dan pengorbanan yang tinggi.\n\n\nTema\n\n\nTema utama dalam novel ini adalah semangat patriotisme dan pengorbanan. Kisah Leftenan Adnan menunjukkan betapa pentingnya nilai-nilai ini dalam membentuk seorang wira bangsa. Melalui perjuangannya, kita dapat melihat dedikasi dan keberanian yang diperlukan untuk melindungi tanah air dan rakyat.\n\n\nTema lain yang disentuh dalam novel ini adalah semangat kekitaan dan persaudaraan. Meskipun dihadapkan dengan cabaran yang hampir mustahil, pasukan Leftenan Adnan tetap setia dan berjuang bersama, menunjukkan betapa pentingnya kerjasama dan persaudaraan dalam menghadapi kesulitan.\n\n\nPersoalan\n\n\nSalah satu persoalan utama yang ditimbulkan dalam novel ini adalah, sejauh mana seseorang bersedia untuk berkorban demi negara dan bangsa? Melalui kisah Leftenan Adnan, kita diingatkan tentang pengorbanan yang telah dibuat oleh wira-wira kita dalam mempertahankan negara kita.\n\n\nPersoalan lain yang ditimbulkan adalah, bagaimana kita boleh menghargai dan mengenang jasa para wira yang telah berkorban? Ini mengingatkan kita tentang pentingnya menghargai sejarah dan pengorbanan mereka yang telah berjuang untuk kebebasan dan kedaulatan negara kita.\n\n\nSee also\n  \nPKSK 2023: Semakan Pusat Tingkatan 1 & 4, Format Peperiksaan\nSecara keseluruhan, “Leftenan Adnan Wira Bangsa” adalah sebuah novel yang penuh dengan semangat patriotisme dan pengorbanan. Ia adalah pengingat kepada kita semua tentang keberanian dan pengorbanan yang dibuat oleh wira-wira kita dalam mempertahankan negara kita.\n\n"}
{"url": "https://infopelajar.my/pajsk/", "title": "PAJSK 2023: Login Pentaksiran Aktiviti Jasmani Sukan dan Kokurikulum", "body": "\n\nSistem \nPAJSK\n adalah satu sistem pentaksiran yang bertujuan untuk mengisi markah aktiviti jasmani sukan dan kokurikulum murid. Sistem ini digunakan oleh guru untuk mengisi markah dan penilaian murid dalam aktiviti-aktiviti tersebut, manakala murid dan ibu bapa pula boleh membuat semakan markah mereka sendiri melalui sistem ini.\n\n\nPAJSK merupakan satu-satunya sistem pentaksiran yang digunakan dalam pelbagai sekolah di Malaysia, termasuk sekolah rendah dan sekolah menengah. Selain itu, terdapat juga beberapa sistem lain yang digunakan untuk rujukan dan penilaian, seperti \nAPDM\n, SAPS, dan E-Operasi.\n\n\nData yang dimasukkan ke dalam sistem ini akan dianalisis di bahagian Jabatan Pendidikan Negeri dan Daerah. PAJSK juga terbahagi kepada 2 iaitu PAJSK Rendah dan PAJSK Menengah. \n\n\nSekiranya anda ingin mengetahui maklumat terkini mengenai dunia pendidikan, anda boleh mengikuti kami di \nt.me/portalsemakandotcom.\n\n\n\n\nLogin ke dalam PAJSK\n\n\n Pengguna boleh login ke dalam sistem \nPAJSK\n melalui pautan \nhttps://pajsk.moe.gov.my/index.php\n. Sekolah rendah dan sekolah menengah mempunyai pautan login yang berbeza, iaitu \nhttps://pajsk.moe.gov.my/pajskr/guru/indexGuruR.php?SistemPAJSK=GURU\n untuk sekolah rendah dan \nhttps://pajsk.moe.gov.my/pajskm/guru/indexGuru.php?SistemPAJSK=GURU\n untuk sekolah menengah. Jika terdapat masalah login, pengguna boleh memohon semula kata laluan dengan mengklik “lupa kata laluan”.\n\n\nTujuan utama sistem PAJSK adalah untuk memasukkan data dan melakukan analisis terhadap markah aktiviti jasmani sukan dan kokurikulum murid. Sebagai hasilnya, murid dan guru akan dapat mengetahui dengan lebih jelas tentang prestasi mereka dalam aktiviti-aktiviti tersebut. Selain itu, sistem ini juga dapat membantu guru dan pentadbir sekolah dalam menjalankan tugas mereka dengan lebih efisien dan efektif.\n\n\nKepentingan sistem PAJSK dapat dilihat dengan jelas dalam proses pentaksiran dan pengurusan pentaksiran di sekolah. Sistem ini memberikan pengurusan data yang mudah dan cepat untuk memastikan pentaksiran berjalan dengan lancar dan berjaya. Sekiranya terdapat sebarang masalah, guru dan murid boleh menghubungi Jabatan Pendidikan Negeri atau Daerah untuk mendapatkan bantuan.\n\n\nSee also\n  \nSPdPR 2023: Pelaporan Pengajaran Dan Pembelajaran Di Rumah KPM\nSekiranya anda merupakan guru atau murid yang terlibat dalam aktiviti jasmani sukan dan kokurikulum, pastikan anda membuat penggunaan sepenuhnya dari sistem PAJSK ini. Dengan penggunaan yang berkesan dan berjaya, sistem ini pasti dapat membantu meningkatkan prestasi anda dan menjadikan pengurusan aktiviti jasmani sukan dan kokurikulum di sekolah anda lebih efisien.\n\n"}
{"url": "https://infopelajar.my/pendaftaran-muet-2023-sesi-2/", "title": "Pendaftaran MUET 2023 (Sesi 2)", "body": "\n\nMUET adalah singkatan bagi Malaysian University English Test. Ia adalah ujian bahasa Inggeris yang diiktiraf oleh kerajaan Malaysia dan dijalankan oleh Majlis Peperiksaan Malaysia (MPM). Ujian ini ditujukan kepada pelajar yang ingin melanjutkan pengajian di peringkat pengajian tinggi di Malaysia, seperti universiti dan politeknik.\n\n\nPendaftaran MUET Sesi 2 Tahun 2023\n\n\nPendaftaran MUET Sesi 2 Tahun 2023 telah dibuka pada 28 Februari 2023 dan akan berakhir pada 4 April 2023. Pelajar yang ingin mengambil ujian ini perlu mendaftar secara online di laman web rasmi MUET di \nhttps://muet.mpm.edu.my\n.\n\n\nUntuk warganegara Malaysia, yuran pendaftaran adalah sebanyak RM100 manakala bagi bukan warganegara, yuran pendaftaran adalah sebanyak RM350. Pembayaran boleh dibuat melalui pembayaran online atau pembayaran secara tunai di kaunter yang ditetapkan.\n\n\nTarikh Ujian Dijalankan\n\n\nUjian bertulis untuk MUET Sesi 2 Tahun 2023 akan diadakan pada \n15 Julai 2023\n. Sementara itu, ujian lisan (speaking) akan diadakan pada\n 13, 14, 15, 19, 20, dan 21 Jun 2023\n. Calon-calon dikehendaki memilih tarikh ujian lisan yang sesuai dengan jadual yang telah ditetapkan.\n\n\nBagi calon yang mendaftar melalui sekolah atau institusi, mereka perlu menggunakan PIN MEC untuk mendaftar secara online. Calon yang mendaftar melalui sekolah atau institusi tidak perlu membayar yuran pendaftaran secara individu kerana pembayaran akan diuruskan oleh pihak sekolah atau institusi yang mendaftarkan mereka.\n\n\nSeterusnya, calon-calon boleh mencetak slip daftar MUET masing-masing mulai dari 9 Mei 2023. Slip daftar ini perlu dibawa bersama-sama pada hari ujian sebagai bukti bahawa calon tersebut telah mendaftar secara sah.\n\n\nOleh itu, bagi pelajar yang ingin mengambil ujian MUET Sesi 2 Tahun 2023, mereka perlu mendaftar sebelum tarikh tutup pendaftaran pada 4 April 2023. Calon-calon juga digalakkan untuk membaca dan memahami maklumat dan jadual ujian yang telah ditetapkan untuk mengelakkan sebarang masalah pada hari ujian.\n\n\nSee also\n  \nCara Semakan Keputusan Temuduga SPP Tahun 2023 Secara Online"}
{"url": "https://infopelajar.my/pendahuluan-pinjaman-pelajaran-mara/", "title": "Permohonan Pendahuluan Pinjaman Pelajaran MARA 2023", "body": "\n\nSkim Pinjaman Pendahuluan Pelajaran MARA adalah program yang ditawarkan oleh Majlis Amanah Rakyat (MARA) untuk membantu pelajar-pelajar Bumiputera yang mengalami kesulitan kewangan semasa memasuki Institusi Pendidikan MARA (IPMa). Tujuan skim ini adalah untuk memberi bantuan kewangan awal kepada pelajar yang layak agar dapat melanjutkan pengajian dengan lebih baik.\n\n\nSyarat Kelayakan Skim Pendahuluan Pinjaman Pelajaran Tahun 2023\n\n\nUntuk memohon skim ini, pelajar perlu memenuhi syarat kelayakan yang telah ditetapkan oleh MARA. Syarat-syarat kelayakan tersebut adalah seperti berikut:\n\n\n\n\nPelajar perlu berasal dari keluarga yang layak menerima Bantuan Prihatin Rakyat (BPR), iaitu pendapatan kasar bulanan ibu bapa atau penjaga pelajar tidak melebihi RM6,000.00 sebulan.\n\n\nPelajar perlu berumur tidak melebihi 35 tahun bagi peringkat Diploma dan 40 tahun bagi peringkat Ijazah Pertama.\n\n\nPelajar adalah warganegara Malaysia dan bertaraf Bumiputera.\n\n\nPelajar telah ditawarkan untuk mengikuti pengajian secara sepenuh masa di peringkat Persediaan / Pra-Universiti di bawah program Young Talent Programme (YTP) atau Diploma atau HND atau Ijazah Pertama (Sarjana Muda) di Institusi Pendidikan MARA (IPMa) di bawah Program Penajaan Pengajian Tertiari (TESP).\n\n\nPermohonan pinjaman pendahuluan pelajaran hanya boleh dipertimbangkan jika pelajar tersebut melanjutkan pengajian ke peringkat yang lebih tinggi. Jika permohonan dilakukan pada peringkat yang sama, maka permohonan tersebut tidak layak dipertimbangkan.\n\n\nPelajar yang terdiri daripada mereka yang telah bekerja atau sedang mengikuti pengajian tidak layak dipertimbangkan.\n\n\n\n\n\n\nPermohonan Skim Pendahuluan Pinjaman MARA 2023\n\n\nUntuk memohon skim ini, pelajar perlu mengikuti beberapa tatacara permohonan yang telah ditetapkan oleh MARA. Antara tatacara permohonan yang perlu diikuti ialah seperti berikut:\n\n\n\n\nPermohonan Skim Pendahuluan Pinjaman MARA hendaklah dibuat secara dalam talian melalui laman sesawang \nonline06.mara.gov.my/ependahuluan/\n.\n\n\nPelajar yang memohon Skim Pendahuluan Pinjaman MARA boleh mengemukakan permohonan di mana-mana Pejabat MARA Negeri yang berhampiran bagi menerima pembayaran setelah permohonan diluluskan.\n\n\nPermohonan secara dalam talian hendaklah dibuat dalam tempoh yang telah ditetapkan sahaja bermula dari tarikh Skim Pendahuluan ini dibuka.\n\n\nLaman permohonan ini tidak akan dapat diakses oleh pemohon yang gagal menepati syarat-syarat kelayakan serta pemohon atau ibu bapa/penjaga dan penjamin yang telah disenarai hitam oleh MARA (blacklisted).\n\n\nDokumen asal seperti surat tawaran IPMa, penyata pendapatan ibu bapa dan salinan kad pengenalan/surat beranak perlulah disahkan serta diserahkan  ke Pejabat MARA Negeri seperti yang telah dipohon oleh pelajar secara online.\n\n\n\n\nSee also\n  \nBantuan Pendidikan IPT Yayasan JCorp 2023 (Permohonan dan Syarat Kelayakan)\nSemakan Status\n\n\nSemakan status permohonan pula boleh dibuat terus dengan melayari: \nhttp://online06.mara.gov.my/ependahuluan/ver21/index.php?method=ShowLogin\n\n"}
{"url": "https://infopelajar.my/permohonan-biasiswa-asasi-unishams-2023/", "title": "Permohonan Biasiswa Asasi UniSHAMS 2023", "body": "\n\nUniSHAMS menawarkan Biasiswa Asasi kepada pelajar yang memenuhi syarat kemasukan program Asasi di universiti tersebut. Biasiswa ini adalah sebahagian daripada inisiatif untuk membantu pelajar yang berhak mendapatkan pendidikan tinggi.\n\n\nSyarat-syarat Permohonan\n\n\n\n\nHanya pelajar program Asasi UniSHAMS yang layak memohon.\n\n\nBiasiswa ini hanya ditawarkan kepada warganegara Malaysia.\n\n\nPelajar yang menerima Biasiswa UniSHAMS perlu meneruskan pengajian pada peringkat Ijazah Sarjana Muda sehingga tamat di UniSHAMS.\n\n\n\n\nStruktur Pembiayaan\n\n\nBiasiswa ini melibatkan pembiayaan untuk yuran pendaftaran, yuran pengajian dan yuran pentadbiran selama 3 semester. Namun, yuran asrama perlu ditanggung oleh pelajar. Kelayakan manfaat Biasiswa UniSHAMS akan diambil kira berdasarkan Pencapaian Purata Matagred Semester (PMS) pelajar.\n\n\nBerikut adalah jadual insentif pembiayaan:\n\n\nSemester yang Dibiaya\nKeputusan Semester yang Diambil Kira\nPencapaian Purata Mata Pelajaran\nYuran Pendaftaran (RM250)\nYuran Pengajian (RM5455)\nYuran Pentadbiran (RM265)\nYuran Asrama (RM480)\n1 sem\nTiada\nTiada\n–\nDibiaya\nDibiaya\nTidak Dibiaya\n2 dan 3\n1 dan 2\n3.00 – 4.00\n–\nDibiaya\nDibiaya\nTidak Dibiaya\n2 dan 3\n1 dan 2\n2.00 – 2.99\n–\nDibiaya\nTidak Dibiaya\nTidak Dibiaya\n2 dan 3\n1 dan 2\n1.99 dan kebawah\n–\nTidak Dibiaya\nTidak Dibiaya\nTidak Dibiaya\n\n\nNota Penting\n\n\n\n\nBiasiswa UniSHAMS hanya ditawarkan untuk 3 semester sahaja.\n\n\nPelajar yang mendapat Skim Pendidikan Percuma juga perlu memastikan mereka tidak terlibat dengan kesalahan tatatertib bagi mengelakkan Biasiswa UniSHAMS ditarik balik dan pelajar perlu membayar semula semua kos yang telah dibelanjakan.\n\n\nPelajar yang menerima Biasiswa UniSHAMS WAJIB meneruskan pengajian pada peringkat Ijazah Sarjana Muda sehingga tamat di UniSHAMS. Sekiranya gagal berbuat demikian maka pelajar perlu membayar semula semua kos yang telah dibelanjakan.\n\n\n\n\nUntuk maklumat lanjut, sila hubungi Pejabat Pengajian Asasi UniSHAMS di talian 04-4155561/5562.\n\n\nSee also\n  \nPermohonan HPIPT 2023: Hadiah Pengajian IPT Selangor Online"}
{"url": "https://infopelajar.my/permohonan-hpipt/", "title": "Permohonan HPIPT 2023: Hadiah Pengajian IPT Selangor Online", "body": "\n\nSetiap tahun, permohonan HPIPT Selangor akan dibuka kepada rakyat Selangor. Pada tahun 2023, HPIP akan dibuka pendaftarannya pada\n 1 Mac\n sehingga \n31 Mac 2023\n.\n\n\nHadiah Penagajian \nIPT \nSelangor merupakan \nbantuan \nberbentuk kewangan yang diberikan kepada rakyat Selangor yang memasuki Pusat Penagajian Tinggi Awam/Swasta.\n\n\nBantuan sebanyak RM1000 diberikan kepada mereka yang layak. Bantuan ini bertujuan mengurangkan beban pelajar yang menyambung pelajaran ke peringkat tinggi.\n\n\n\n\nSyarat Kelayakan HPIPT 2023\n\n\nSebelum anda membuat permohonan, ketahui dahulu syarat kelayakan yang perlu dipenuhi:\n\n\n\n\nWarganegara Malaysia dan \nlahir di Selangor\n. Ataupun telah lebih 11 tahun bermastautin di Selangor.\n\n\nDitawarkan pengajian sepenuh masa di IPTA/IPTS dalam negara.\n\n\nJuga bagi diploma dan sijil kemahiran tahap 4 sahaja.\n\n\nHanya dibuka bagi pelajar tahun pertama sahaja.\n\n\nPernah menduduki \nSijil Pelajaran Malaysia (SPM)\n\n\nPendapatan isi rumah keluarga di bawah RM5000\n\n\n\n\nJika anda menepati syarat-syarat ini, teruskan untuk membuat permohonan.\n\n\nBaca: \neGumis: Semakan Wang Tak Dituntut\n\n\nPermohonan HPIPT 2023 Online\n\n\nUntuk membuat permohonan, isi dahulu borang daftar permohonan online di sini: \nhttp://ehpipt.selangor.gov.my/hpipt/register\n\n\nSelepas anda selesai mengisi borang, bolehlah teruskan dengan log masuk pada pautan ini: \nhttp://ehpipt.selangor.gov.my/hpipt/login\n\n\nTarikh tutup permohonan adalah pada\n 31 Mac 202\n3\n\n\nSoalan lazim\n\n\nBerapakah jumlah pembayaran bantuan HPIPT Selangor?\nRM1000 sekali pembayaran.\nSaya merupakan pelajar tahun 2, bolehkah memohon?\nTidak. Hanya untuk pelajar tahun pertama sahaja.\nAdakah Pengajian Tinggi swasta layak memohon?\nYa. Layak.\nAdakah pelajar diploma layak memohon?\nYa.Pelajar diploma tahun 1 layak memohon.\nBilakah tempoh permohonan?\n1 Mac 2023 hingga 31 Mac 2023.\n\n\nsumber: \nPortalsemakan\n\n\nSee also\n  \nCara Semakan Keputusan Temuduga SPP Tahun 2023 Secara Online"}
{"url": "https://infopelajar.my/permohonan-kemasukan-sekolah-sukan-malaysia-ambilan-2-sesi-julai-2023/", "title": "Permohonan Kemasukan Sekolah Sukan Malaysia Ambilan 2 Sesi Julai 2023", "body": "\n\nSekolah Sukan Malaysia (SSM) menerima permohonan kemasukan atlet murid dua kali setahun, iaitu untuk Ambilan Januari dan Ambilan Julai. Hanya pencalon yang terdiri daripada Majlis Sukan Negara (MSN), Persatuan Sukan Kebangsaan (PSK), Jabatan Pendidikan Negeri (JPN), Sekolah Sukan Malaysia (SSM), dan Sekolah Sukan Negeri (SSN) sahaja yang layak memohon dengan menggunakan Sistem Permohonan Atas Talian melalui laman web Kementerian Pendidikan Malaysia (KPM) \nhttps://spassm.moe.gov.my\n. \n\n\nSyarat Umum Kemasukan ke SSM 2023\n\n\nPermohonan kemasukan atlet murid ke SSM perlu memenuhi syarat-syarat umum seperti\n\n\n\n\n warganegara Malaysia\n\n\ntelah melalui Program Mengenalpasti Bakat (Talent Identification /Talent Search/ Talent Scouting)\n\n\n bersetuju menerima Sekolah Sukan Malaysia yang ditawarkan dan jenis sukan yang ditetapkan\n\n\n mematuhi sepenuhnya semua peraturan dan arahan Sekolah Sukan Malaysia yang berkaitan\n\n\nlulus pemeriksaan kesihatan oleh doktor yang berdaftar\n\n\nsihat tubuh badan dan bebas daripada sebarang penyakit kronik, penyakit lelah (asthma) atau penyakit berjangkit\n\n\ndan keutamaan akan diberikan kepada atlet murid yang mewakili negeri di peringkat kebangsaan dalam sukan yang diceburi. \n\n\n\n\n\n\nSyarat-syarat khusus kemasukan ke SSM \n\n\n\n\nKeutamaan bagi atlet murid tahun 5 dan 6 untuk sukan Gimnastik Artistik, Renang dan Terjun serta sukan lain mengikut keperluan di mana atlet murid juga telah menguasai kemahiran menulis dan membaca. \n\n\nAtlet murid tingkatan 1 perlu memperolehi sekurang-kurangnya Tahap Penguasaan 3 (TP3) Pentaksiran Bilik Darjah (PBD) serta telah melalui TID Kementerian Pendidikan Malaysia. \n\n\nAtlet murid tingkatan 2 hingga tingkatan 5 perlu menguasai Pentaksiran Berasaskan Sekolah (PBS). \n\n\nProsedur permohonan murid ke Sekolah Sukan Malaysia (SSM) termasuklah mengisi dan melengkapkan borang pencalonan secara dalam talian di web KPM \nhttps://spassm.moe.gov.my/\n. \n\n\nTarikh pencalonan bagi tahun 2023 dibuka untuk Ambilan 1/2023 (1 November 2022 hingga 30 November 2022) dan Ambilan 2/2023 (Julai 2023). \n\n\n\n\nSee also\n  \nSemakan Panggilan Ujian Imtiaz Tingkatan 1 2023/2024\nKeputusan pemilihan calon atlet murid akan diputuskan dalam Mesyuarat Jawatankuasa Pemilihan Atlet Murid ke Sekolah Sukan Malaysia. Keputusan akan diumumkan selewat-lewatnya dalam minggu kedua bulan Disember bagi Ambilan Januari dan minggu ketiga bulan Jun bagi Ambilan Julai. Surat tawaran akan dihantar terus ke sekolah asal calon atlet murid, dan tawaran tertakluk kepada keputusan Jawatankuasa Pemilihan\n\n"}
{"url": "https://infopelajar.my/permohonan-kpm-mara/", "title": "Permohonan Kemasukan Ke Kolej Profesional Mara (KPM) 2023", "body": "\n\nPelajar yang telah lulus daripada SPM, STPM, STAM atau SKM dan berhasrat untuk melanjutkan pelajaran ke Kolej Profesional Mara (KPM) untuk sesi 2023/2024 dijemput untuk membuat permohonan secara dalam talian. Permohonan ini adalah untuk kemasukan ke peringkat diploma.\n\n\nApa itu Kolej Profesional Mara (KPM)?\n\n\nKolej Profesional Mara adalah institusi di bawah MARA yang menawarkan program diploma khusus untuk rakyat Malaysia yang berstatus warganegara. KPM menawarkan pelbagai bidang seperti pentadbiran, pengajaran, perakaunan dan banyak lagi.\n\n\nSenarai program yang ditawarkan di Kolej Profesional Mara\n\n\nBerikut adalah senarai program diploma yang ditawarkan di KPM.\n\n\n\n\nDiploma Perakaunan\n\n\nDiploma Perniagaan Teknologi Maklumat\n\n\nDiploma Pengajian Bisnes\n\n\nDiploma Computer Networking\n\n\nDiploma Sains Komputer\n\n\nDiploma Creative Digital Media Production\n\n\nDiploma in English Communication\n\n\nDiploma Industri Halal\n\n\nDiploma Integrated Logistics Management\n\n\nDiploma International Business\n\n\nDiploma Islamic Banking & Finance\n\n\nDiploma Landscape & Horticulture\n\n\nDiploma Marketing\n\n\nDiploma Entrepreneurship\n\n\n\n\n\n\n\n\n\n\nCara Permohonan\n\n\nCara untuk memohon kemasukan ke Kolej Profesional Mara adalah seperti berikut:\n\n\n\n\nLawati laman web \nhttps://apponline.mara.gov.my/spupim/\n\n\nDaftar sebagai pengguna baru jika belum mempunyai akaun dalam sistem apponline MARA.\n\n\nSelepas mempunyai akaun, log masuk ke dalam sistem.\n\n\nMula mengisi borang permohonan.\n\n\n\n\nSelepas membuat permohonan, simpan slip pengesahan permohonan sebagai rujukan dan bukti bahawa anda telah membuat permohonan.\n\n\nJangan lupa untuk mengikuti \nt.me/portalsemakandotcom\n untuk maklumat mengenai bidang pendidikan di Malaysia.\n\n\nbaca juga:\n\n\n\n\nSemakan Kolej Komuniti\n\n\nSemakan wang tak dituntut\n\n\n\n\nTarikh Permohonan\n\n\nTarikh permohonan dibuka bermula \n9 Januari 2023\n hingga \n5 Februari 2023\n. Tarikh tutup adalah pada 5 Februari pukul 11:59 malam.\n\n\nNota: Hanya untuk Diploma Creative Digital Media Production, akan ada penilaian khas yang akan diadakan pada bulan Februari 2023.\n\n\nSee also\n  \nSemakan Panggilan Temuduga Guru One-Off 2023\nSyarat Permohonan\n\n\nAnda perlu memenuhi kriteria berikut untuk membuat permohonan:\n\n\n\n\nWarganegara Malaysia\n\n\nBumiputera\n\n\nBerumur 18-35 tahun.\n\n\n\n\n\n"}
{"url": "https://infopelajar.my/permohonan-murid-berkeperluan-khas/", "title": "Permohonan Kemasukan Murid Berkeperluan Khas Tingatan 1 & 4  2023", "body": "\n\nPermohonan bagi kemasukan murid bekeperluan khas kini dibuka bagi pengambilan tingkatan 1 dan tingkatan 4.\n\n\nKategori \nsekolah\n berkeperluan khas adalah seperti berikut:\n\n\nTingkatan 1 (Akademik)\n\n\nSMKPK Setapak\nSMKPK Pesekutuan Pulau Pinang\n\n\nTingkatan 4 (Vokasional)\n\n\nSMPKV Shah Alam\nSMPKV Kuantan\nSMPKV Indapura\nSMPKV Merbok\nKolej Vokasional Keningau\n\n\nTingkatan 4 (Program Vokasional Menengah Atas – PVMA)\n\n\nSMKPK Persekutah Pulau Pinang\n\n\n\n\nPermohonan Online Murid Berkeperluan Khas\n\n\nAnda boleh membuat permohonan dengan melayari: \nhttps://epkhas.moe.gov.my/\n\n\nPermohonan dibuka mulai 1 November 2021 dan ditutup pada 31 Disember 2021.\n\n\njika terdapat sebarang persoalan mengenai permohonan ini, boleh hubungi:\n\n\n\n\nIkuti kami di channel telegram \nt.me/portalsemakandotcom\n untuk mendapatkan info terkini mengenai sebarang pemohonan yang dibuka.\n\n\nBilakah permohonan murid bekeperluan khas dibuka?\nBermula 1 November 2021.\nApakah senarai sekolah yang boleh dipohon?\nLihat senarai di dalam artikel ini.\nBilakah tarikh tutup permohonan ini?\n31 Disember 2021.\n\n\nSee also\n  \nKoleksi Karangan Mengenai Alam Sekitar ( Rendah dan Menengah)"}
{"url": "https://infopelajar.my/permohonan-sekolah-seni-tingkatan-1/", "title": "Permohonan Sekolah Seni Tingkatan 1 Tahun 2024 (SSeM)", "body": "\n\nPengumuman penting kepada semua calon yang berminat untuk mendaftar di Sekolah Seni Malaysia (SSeM) untuk sesi persekolahan tahun 2024. Kementerian Pendidikan Malaysia (KPM) dengan sukacitanya mengumumkan bahawa proses permohonan akan dibuka bermula 3 Julai 2023 hingga 15 September 2023.\n\n\nPermohonan Sekolah Seni 2024\n\n\nPermohonan boleh dibuat dengan melayari : \nhttps://essem.moe.gov.my/\n\n\nUntuk memulakan proses permohonan, calon dikehendaki log masuk menggunakan No KP dan Kata Laluan yang telah ditetapkan. Bagi calon yang mendaftar kali pertama, sila lakukan pendaftaran akaun terlebih dahulu dan ikuti arahan yang diberikan. Jika anda lupa kata laluan, sila gunakan fungsi “Lupa Katalaluan” yang disediakan.\n\n\n\n\nPentadbir sekolah, Admin, JPN, dan penemuduga juga diingatkan untuk log masuk menggunakan akaun masing-masing.\n\n\nSyarat-syarat permohonan ke SSeM adalah seperti berikut:\n\n\n\n\nCalon haruslah warganegara Malaysia.\n\n\nCalon mesti daripada sekolah bantuan penuh kerajaan.\n\n\nCalon harus memiliki bakat dan potensi dalam bidang kesenian, seperti Seni Visual, Tari, Teater, atau Muzik.\n\n\nCalon harus sihat tubuh badan.\n\n\nHanya permohonan secara ‘Online’ akan diproses.\n\n\n\n\nSyarat-syarat kemasukan ke SSeM adalah:\n\n\n\n\nCalon harus lulus Uji Bakat.\n\n\nCalon harus bersetuju menerima kemasukan ke SSeM yang ditawarkan mengikut bidang yang ditetapkan.\n\n\nMurid yang berjaya wajib tinggal di asrama dan tertakluk kepada peraturan yang ditetapkan.\n\n\nMengemukakan rekod kesihatan murid.\n\n\nPermohonan akan ditolak sekiranya calon memalsukan sebarang dokumen semasa membuat permohonan.\n\n\n\n\nUntuk sebarang pertanyaan berkaitan dengan pendaftaran, sila hubungi:\n\n\n\n\nPn Zuraini Binti Abu Hassan Tel : 03-88721616\n\n\nEn Muhammad Daneal Syawal Bin Abdullah Tel : 03-88721625 Atau emelkan pertanyaan anda ke : Email : \nmohonssem@moe.gov.my\n\n\n\n\nHarap maklum dan kami mengucapkan semoga berjaya dalam permohonan anda ke SSeM!\n\n\nAnda boleh merujuk Soalan Lazim yang disediakan di sini: \nhttps://essem.moe.gov.my/lampiran/faq.pdf\n\n\nSee also\n  \nPermohonan Kemasukan Sekolah Khusus Tahun 2024 /2025 (Tingkatan 1 dan Tingkatan 4)"}
{"url": "https://infopelajar.my/permohonan-tahun-1/", "title": "Permohonan Tahun 1 Kemasukan 2023 dan 2024 (Pendaftaran Online)", "body": "\n\nBerita baik kepada ibu bapa yang bakal memasukkan anak ke sekolah untuk tahun 1. Kini permohonan kemasukan tahun 1 untuk sesi persekolahan dibuka secara online.\n\n\nPermohonan ini mula dibuka pada 1 Mac 2022. Permohonan perlu dibuat secara atas talian (online).\n\n\nBaca: \nBantuan Awal Persekolahan\n\n\nSyarat Kemasukan Tahun 1\n\n\nIni adalah syarat untuk kemasukan ke tahun 1 bagi 2023 dan 2024.\n\n\nWarganegara Malaysia\nBerumur genap enam tahun pada tahun permohonan dibuka.\nContoh:Kemasukan tahun 1/2023 adalah untuk kanak-kanak warganegara lahir pada 2 Januari 2016 hingga 1 Januari 2017\n\n\nCara Permohonan Kemasukan Tahun 1 2023/2024\n\n\nBorang permohonan secara online perlu diisi pada laman web \nhttps://public.moe.gov.my\n\n\nJika anda baru kali pertama menggunakan sistem berkenaan, anda perlulah daftar pengguna baharu dulu pada pautan \nhttps://public.moe.gov.my/?kpm=daftarpengguna\n\n\n\n\nAnda dikehendaki mengisi dengan lengkap maklumat yang diminta.\n\n\nSelesai dengan proses pendaftaran akaun, anda boleh mula mengisi borang perndaftaran tahun 1.\n\n\nKPM ada menyediakan panduan lengkap ‘step by step’ untuk anda mengisi borang. Lihat di sini \nhttps://public.moe.gov.my/panduan/edr_manualpengguna.pdf\n\n\nPermohonan Secara Manual\n\n\nSelain membuat permohonan secara online, para ibu bapa juga boleh terus berhubung dengan sekolah yang anda pilih untuk anak anda bersekolah.\n\n\nPermohonan boleh dibuat terus di sekolah berkenaan.\n\n\n\n\nTarikh Tutup Permohonan\n\n\nBagi pendfataran kemasukan tahun 1 murid 2023, tarikh tutup adalah pada 1 April 2022. Manakala bagi kemasukan 2024 pula anda boleh memohon sehingga 1 April 2023.\n\n\nJom join channel telegram kami di \nt.me.portalsemakandotcom\n untuk lebih info mengenai dunia pendidikan di Malaysia dan juga info umum.\n\n\nBilakah permohonan kemasukan tahun 1 2023/2024 dibuka?\nPada 1 Mac 2022.\nBilakah tarikh tutup?\n30 April 2022 dan 30 April 2023 (bagi kemasukan 2024)\nBagaimanakah cara untuk memohon?\nPermohonan dibuat secara online.\n\n\nSee also\n  \nSemakan Pendaftaran UPKK Tahun 2023 Online"}
{"url": "https://infopelajar.my/permohonan-upu-2/", "title": "Permohonan UPU 2023 : Lepasan SPM,Matrikulasi, Asasi, STPM/Setaraf", "body": "\n\nPermohonan UPU bagi tahun 2023 masih belum dibuka setakat ini, jika permohonan UPU dibuka, kami akan mengemaskini info dan panduan cara permohonan pada halaman ini. Teruskan bersama kami.\n\n\n———-\n\n\nartikel lain: \nSTR FASA 2\n.\n\n\nTerdapat beberapa kategori bagi permohonan UPU 2023 iaitu :\n\n\n\n\nLepasan SPM\n\n\nLepasan STPM/Setaraf\n\n\n\n\nBagi mereka yang berminat untuk membuat permohonan UPU, berikut merupakan langkah-langkah yang perlu anda buat :\n\n\n\n\nMembuat pembelian pin unik ID di BSN\n\n\nMembuat \npermohonan\n UPU di portal rasmi UPUOnline\n\n\nMengisi maklumat dengan betul.\n\n\nMembuat kajian program yang ditawarkan sama ada bersesuaian dengan minat anda.\n\n\nMenyemak syarat kelayakan.\n\n\nMelengkapkan borang permohonan dan tekan butang ‘SIMPAN’.\n\n\nCetak dan simpan slip permohonan sebagai bukti bahawa permohonan UPU telah dibuat.\n\n\n\n\nPermohonan UPU 2021 : Lepasan SPM,Matrikulasi, Asasi, STPM/Setaraf\n\n\nAnda boleh membuat permohonan UPU dengan melayari portal ini : \nhttps://online.mohe.gov.my/UPUOnline/login\n\n\nPermohonan UPU : Pemarkahan Merit\n\n\nPemarkahan merit merupakan aspek yang diambil kira dalam permohonan. Pemarkahan merit merupakan satu sistem meritokrasi (90% markah akademik dan 10% markah kokurikulum).\n\n\nBagi memudahkan anda untuk mengira markah merit, anda boleh terus ke portal UPUonline : \nhttp://upu.mohe.gov.my/index.php/panduan-calon/kalkulator-merit\n\n\nPermohonan UPU : Kalkulator merit \n\n\nTarikh tutup permohonan UPU 2023?\nMasih belum diumumkan\nDimana beli pin unik ID?\nPembelian boleh dibeli di BSN\n\n\nsumber: \nPortalsemakan\n\n\nSee also\n  \nSemakan Panggilan Temuduga Guru One-Off 2023"}
{"url": "https://infopelajar.my/permohonan-upu/", "title": "Permohonan UPU 2023: Kemasukan UA, Politeknik, ILKA dan Kolej Komuniti", "body": "\n\nBerita terkini mengenai UPU,  diumumkan permohonan untuk kemasukan ke program Asasi, Sijil, Diploma & Ijazah Sarjana Muda di 20 Universiti Awam (UA), 36 Politeknik, 105 Kolej Komuniti dan 4 Institusi Kemahiran Tinggi Awam (ILKA) akan dibuka melalui UPU Online pada \n7 Februari 2023\n sehingga \n28 Mac 2023\n untuk permohonan Fasa Pertama, dan pada \n15 Mei 2023\n hingga \n12 Jun 2023\n untuk permohonan Fasa Kedua.\n\n\nPelajar Lepasan SPM dan STPM/Setaraf dipelawa untuk memohon program pengajian yang berkelayakan pada permohonan Fasa Pertama, manakala hanya program pengajian yang tidak bertemu duga dan/atau ujian sahaja dibuka pada permohonan Fasa Kedua.\n\n\nCara Permohonan UPU 2023/2024\n\n\nUntuk memohon melalui UPU Online 2023, pelanggan boleh mengakses laman web: \nhttps://upu.mohe.gov.my\n. Sejajar dengan inisiatif Kerajaan untuk meringankan beban rakyat dan meningkatkan akses kepada pendidikan tinggi, bayaran proses UPU Online sebanyak RM15.00 untuk mendapatkan Unik ID akan ditanggung sepenuhnya oleh Kementerian Pendidikan Tinggi. Seramai lebih daripada 350,000 calon lepasan SPM dan STPM/Setaraf dijangka akan mendapat manfaat daripada inisiatif ini yang akan membawa kepada implikasi kewangan sebanyak RM5.25 juta kepada Kementerian Pendidikan Tinggi.\n\n\n\n\nartikel lain:\n\n\n\n\nAplikasi pangkalan data murid APDM\n\n\nPAJK Login\n\n\n\n\nTerbuka peluang kepada semua calon yang berkelayakan untuk menyambung pengajian di peringkat pendidikan tinggi dengan sejumlah 471 program pengajian yang ditawarkan kepada Lepasan SPM dan 1,088 program pengajian kepada Lepasan STPM/Setaraf oleh UA, Politeknik, Kolej Komuniti dan ILKA di seluruh negara.\n\n\nPihak Kementerian Pendidikan Tinggi menyampaikan terima kasih kepada semua pihak yang terlibat dalam menjayakan program ini dan menyeru kepada semua calon yang berkelayakan untuk memohon. Segala pertanyaan boleh diajukan kepada Bahagian Kemasukan Pelajar IPTA melalui alamat berikut:-\n\n\nSee also\n  \nPermohonan Bantuan Kewangan Tingkatan 6 Tahun 2023 MAIWP\nBAHAGIAN KEMASUKAN PELAJAR IPTA J\nABATAN PENDIDIKAN TINGGI ARAS 4, \nMENARA 2, JALAN P5/6, \nPRESINT 5 62000 PUTRAJAYA,\n WILAYAH PERSEKUTUAN PUTRAJAYA \nNo. Tel: 03-8684 2363 E-mel: \nupu@mohe.gov.my\n Facebook: KEMASUKAN BPKP JPT \nInstagram: @KEMASUKANBPKA\n\n\nKementerian Pendidikan Tinggi mengucapkan terima kasih atas kerjasama semua pihak dalam menjayakan program ini dan menghargai setiap permohonan yang diterima. Tarikh tutup permohonan hendaklah diambil perhatian dan dihormati. Terima kasih.\n\n"}
{"url": "https://infopelajar.my/permohonan-wtu-mara/", "title": "Permohonan WTU MARA Universiti Terbaik Dunia 2023", "body": "\n\nProgram WTU 2023 merupakan inisiatif oleh MARA yang dirancang untuk membantu pelajar berbakat melanjutkan pengajian mereka di peringkat ijazah sarjana muda di universiti paling prestij di dunia. Program ini diwujudkan dengan matlamat untuk menghasilkan tenaga kerja yang berdaya saing dan mampu bersaing di arena antarabangsa.\n\n\nKelayakan untuk Memohon\n\n\nUntuk layak memohon, pemohon serta ibu atau bapa (sekurang-kurangnya salah seorang) mesti bumiputera dan warganegara Malaysia. Pada akhir tahun 2023, pemohon untuk peringkat pengajian ijazah sarjana muda harus berumur sekurang-kurangnya 19 tahun dan tidak lebih dari 30 tahun. Pemohon tidak boleh mempunyai kelayakan akademik bagi peringkat yang dimohon dan perlu mendapat pengesahan kesihatan daripada doktor bertauliah untuk melanjutkan pengajian di luar negara.\n\n\nPemohon tidak boleh menerima sebarang bantuan kewangan atau tajaan dari MARA atau agensi lain untuk pengajian di peringkat yang sama. Pemohon, ibu, bapa, penjaga dan pasangan tidak boleh disenarai hitam atau sedang dikenakan tindakan undang-undang oleh MARA. Pemohon juga tidak boleh pernah ditamatkan bantuan oleh mana-mana penaja atas sebab tindakan disiplin, tindakan undang-undang negara atau pernah diberhentikan oleh mana-mana institusi pengajian atas masalah akademik dan disiplin.\n\n\n\n\nJangka Masa Pinjaman\n\n\nBagi pemohon baru, jangka masa pinjaman ditentukan berdasarkan tempoh pengajian sebenar. Bagi pemohon yang sedia ada, baki tempoh pengajian harus tidak kurang dari 1 tahun.\n\n\nCara Memohon\n\n\nPermohonan boleh dibuat secara online di \nhttps://educationloan.mara.gov.my\n dari 11 Julai hingga 21 Julai 2023 sehingga jam 11.59 malam. Pemohon perlu memastikan semua maklumat diisi dengan lengkap dan permohonan yang tidak lengkap atau lewat tidak akan diproses. Setelah permohonan dihantar, ia tidak boleh diubah atau dikemaskini.\n\n\nSee also\n  \nBKNS 2023: Permohonan Biasiswa Kerajaan Negeri Sabah\nPemohon disarankan untuk sentiasa memantau status permohonan mereka melalui sistem Myeduloan di \nhttps://educationloan.mara.gov.my\n. Pemohon yang berjaya perlu mencetak dan menghantar dokumen yang berkaitan kepada MARA.\n\n\nUntuk Pertanyaan\n\n\nUntuk sebarang pertanyaan berkenaan program ini atau masalah teknikal, sila hubungi kami melalui emel di \nwtu@mara.gov.my\n atau \nictbpp@mara.gov.my\n (untuk masalah teknikal semasa permohonan) antara jam 9.00 pagi hingga 4.30 petang.\n\n"}
{"url": "https://infopelajar.my/pismp-2023/", "title": "PISMP 2023: Permohonan dan Kemaskini Ijazah Sarjanamuda Perguruan", "body": "\n\nHai semua! Ada berita baik untuk calon lepasan SPM yang berminat untuk menceburi bidang perguruan. Kementerian Pendidikan Malaysia telah membuka permohonan Program Ijazah Sarjana Muda Perguruan (PISMP) Tahun 2023 untuk ambilan kedua. Jadi, kalau korang terlepas peluang pada ambilan pertama, ini adalah peluang kedua untuk korang.\n\n\n\n\nKemaskini Bidang Permohonan\n\n\nUntuk calon yang telah memohon PISMP dan PPC pada ambilan pertama, tempoh kemaskini bidang telah dilanjutkan sehingga 12 Jun 2023 (pukul 12.00 tengahari). Jadi, korang masih ada masa untuk mengemas kini pilihan bidang atau kursus korang.\n\n\nKemaskini boleh dibuat: \nhttps://pismp.moe.gov.my/\n\n\nUntuk mengemas kini, korang hanya perlu log masuk ke sistem melalui portal PISMP, masukkan nombor kad pengenalan dan kata laluan yang telah didaftarkan. Pastikan korang membuat pengesahan semula selepas pilihan bidang atau kursus dibuat. Kalau tak buat pengesahan, permohonan korang tak akan diproses. Tapi kalau tak ada perubahan pada permohonan asal, korang boleh abaikan proses pengesahan ni.\n\n\nPermohonan Ambilan Kedua\n\n\nPermohonan boleh dibuat pada pautan: \nhttps://pismp.moe.gov.my/\n\n\nPermohonan ambilan kedua PISMP Tahun 2023 dibuka pada 9 Jun 2023 pada pukul 3.00 petang dan akan ditutup pada 12 Jun 2023 pada pukul 11.59 malam. Permohonan ini terbuka kepada lulusan SPM yang memenuhi syarat dan belum membuat permohonan pada ambilan pertama. Juga terbuka kepada calon yang pernah memohon pada ambilan pertama tetapi belum menduduki Ujian Kelayakan Calon Guru (UKCG). Namun, calon yang telah menduduki UKCG pada ambilan pertama tidak layak memohon pada ambilan kedua.\n\n\nUntuk membuat permohonan ambilan kedua atau untuk kemaskini tarikh menduduki UKCG bagi pemohon ambilan pertama yang belum menduduki e-UKCG, korang boleh klik pada ‘Maklumat Permohonan’.\n\n\nSee also\n  \nPermohonan IPG 2023 Kemasukan Untuk Menjadi Seorang Guru\nJadi, jangan lepaskan peluang ini, ya. Siapa tahu, mungkin korang adalah calon guru yang ditunggu-tunggu oleh negara kita. Selamat mencuba!\n\n\n\n\nSumber: \nPermohonan IPG 2023\n\n"}
{"url": "https://infopelajar.my/pismp-ipg/", "title": "Permohonan IPG 2023 Kemasukan Untuk Menjadi Seorang Guru", "body": "\n\nKerjaya sebagai seorang guru semakin diminati ramai dan dijadikan sebagai kerjaya pilihan pada masa hadapan. Bagi mereka yang berminat untuk menjadi seorang guru, anda boleh menggunakan Sijil Pelajaran Malaysia (SPM) sebagai batu loncatan untuk mencapai impian tersebut.\n\n\nKementerian Pendidikan Malaysia (KPM) menjemput warganegara Malaysia lulusan Sijil\nPelajaran Malaysia (SPM) tahun 2020, 2021 dan 2022 yang berkelayakan, berpotensi,\nberminat dan beriltizam untuk menjadi salah seorang pelajar Program Ijazah Sarjana Muda Perguruan (PISMP).\n\n\nMengenai PISMP\n\n\nProgram ini diberi nama Program Ijazah Sarjana Muda Perguruan (PISMP). Ianya mengkhususkan melatih bakal guru di Institut Pendidikan Guru (IPG) yang ditetapkan oleh Kementerian Pendidikan Malaysia dalam bermacam jenis bidang pengkhususan bagi keperluan di sekolah rendah.\n\n\nPemohon akan mengikuti Program Persediaan Ijazah Sarjana Muda Perguruan (PPISMP) selama tiga (3) semester di IPG yang ditempatkan  oleh Kementerian Pendidikan Malaysia.\nPemohon yang LULUS PPISMP akan diberikan Sijil Tamat PPISMP dan menyambung pengajian PISMP selama empat (4) tahun atau bersamaan dengan dua belas (12) semester di IPG yang ditetapkan oleh Kementerian Pendidikan\nMalaysia. PPISMP dan PISMP adalah dijalankan secara Sepenuh Masa\n\n\nTarikh Permohonan PISMP dibuka\n\n\nPermohonan\n PISMP \ndibuka\n pada \n15 Mac hingga 15 April 2023.\n\n\n\n\nCara Memohon PISMP IPG\n\n\nBagi mereka yang benar-benar berminat, permohonan boleh dibuat secara atas talian (online) dengan melayari laman sesawang permohonan PISMP Kementerian Pendidikan Malaysia di \nhttps://pismp.moe.gov.my/index.cfm\n\n\nSetelah itu, permohonan anda akan ditapis berdasarkan syarat kelayakan dan kriteria yang ditetapkan oleh KPM, pemohon yang terpilih pula dikehendaki untuk menduduki dan LULUS Ujian Kelayakan Calon Guru (UKCG) sebelum dipanggil untuk temuduga.\n\n\nBagi mendapatkan maklumat iklan, Ujian Kelayakan Calon Guru (UKCG), temuduga, syarat bidang pengkhususan dan gred minimum serta kalendar aktiviti, para pemohon dinasihatkan untuk sentiasa peka dengan pengumuman oleh KPM di laman web mereka.\n\n\nSee also\n  \nSemakan Kemasukan Politeknik Ambilan 2023 dan Cetak Surat Tawaran\nPemohon boleh mengemukakan SATU(1) permohonan dan boleh mengemaskini pada bila-bila masa sahaja sehingga tarikh permohonan ditutup.\n\n\nPemohon hendaklah mengesahkan setelah selesai membuat pengemaskinian dengan menekan butang pengesahan yang disediakan sebelum tarikh tutup permohonan. Pengesahan yang berjaya dihantar akan menerima nombor rujukan.\n\n\nNombor rujukan hendaklah disimpan oleh pemohon kerana ianya penting untuk membuat semakan dimasa akan datang.\n\n\nSila pastikan permohonan anda lengkap. Permohonan boleh ditolak sekiranya maklumat tidak benar dan tidak lengkap.\n\n\nBaca lagi : \nhttps://portalsemakan.com/biasiswa-ismp/\n\n\nSyarat-syarat Permohonan ke IPG\n\n\nSebelum mebuat permohonan, adalah lebih baik anda mengambil berat berkenaan syarat-syarat yang dikenakan.\n\n\nSyarat umum :\n\n\n\n\nWarganegara Malaysia.\n\n\nUmur tidak melebihi 20 tahun.\n\n\nSihat tubuh badan.\n\n\nAktif dalam kegiatan kokurikulum.\n\n\n\n\nSyarat Asas Akademik :\n\n\n1.Mendapat gred cemerlang dalam mana-mana lima (5) matapelajaran di peringkat SPM.\n\n\nMendapat sekurang-kurangnya gred kepujian dalam mata pelajaran berikut iaitu :\n\n\n\n\nBahasa Melayu  , dan\n\n\nSejarah\n\n\nMestilah lulus Bahasa Inggeris.\n\n\nMemenuhi syarat bidang pengkhususan.\n\n\n\n\nAnda tidak layak memohon sekiranya anda :\n\n\n\n\nSedang mengikuti Program Ijazah Sarjana Muda Perguruan atau Ijazah Sarjana Muda Pendidikan \n\n\ndikenakan tindakan tatatertib atau sedang dalam proses tindakan tatatertib semsa dalam perkhidmatan awam atau latihan yang dianjurkan oleh agensi kerajaan.\n\n\npernah mengikuti program ikhtisas di IPG, tetapi gagal dalam peperiksaan dan ditamatkan daripada program.\n\n\npernah atau sedang disabitkan kesalahan penyalahgunaan dadah, jenayah atau tindakan mahkamah.\n\n\n\n\nSelamat memohon!\n\n\nSenarai Pengkhususan\n\n\nSekolah Kebangsaan (SK)\n\n\n\n\nBahasa Melayu PendidikanRendah\n\n\n Pendidikan Islam Pendidikan Rendah\n\n\n Pengajaran Bahasa Inggeris Sebagai Bahasa Kedua\n\n\nPendidikan Rendah (TESL)\n\n\nPendidikan Awal KanakKanak\n\n\n Sejarah Pendidikan Rendah 3.1.9 Pendidikan Khas Masalah Pembelajaran\n\n\n Reka Bentuk dan Teknologi\n\n\nPendidikan Rendah\n\n\nPendidikan Khas Masalah Pendengaran\n\n\nPendidikan Seni Visual\n\n\nPendidikan Rendah\n\n\nPendidikan Khas Masalah Penglihatan\n\n\n Pendidikan Muzik Pendidikan Rendah\n\n\n\n\nSee also\n  \nCara Semakan Keputusan Temuduga SPP Tahun 2023 Secara Online\nSekolah Jenis Kebangsaan Cina (SJKC)\n\n\n\n\nPengajaran Bahasa Inggeris Sebagai Bahasa Kedua Pendidikan Rendah (TESL)\n\n\n Bimbingan dan Kaunseling\n\n\nSejarah Pendidikan Rendah \n\n\n Sains Pendidikan Rendah\n\n\nReka Bentuk dan Teknologi\n\n\nPendidikan Rendah\n\n\nBahasa Cina Pendidikan\n\n\nRendah\n\n\nPendidikan Seni Visual\n\n\nPendidikan Rendah\n\n\n Pendidikan Khas Masalah Pembelajaran\n\n\nPendidikan Muzik Pendidikan Rendah\n\n\nPendidikan Khas Masalah Pendengaran \n\n\n Pendidikan Jasmani\n\n\nPendidikan Rendah\n\n\nPendidikan Khas Masalah Penglihatan\n\n\nPendidikan Islam Pendidikan Rendah\n\n\n\n\nSekolah jenis kebangsaan Tamil\n\n\n\n\nPengajaran Bahasa Inggeris sebagai Bahasa Kedua Pendidikan Rendah (TESL)\n\n\nPendidikan Jasmani\n\n\nPendidikan Rendah\n\n\n Sejarah Pendidikan Rendah\n\n\nPendidikan Islam Pendidikan Rendah\n\n\n Reka Bentuk dan Teknologi Pendidikan Rendah\n\n\nMatematik Pendidikan Rendah\n\n\nPendidikan Seni Visual Pendidikan Rendah\n\n\n Bahasa Tamil Pendidikan Rendah\n\n\nPendidikan Muzik Pendidikan Rendah\n\n\n\n\nBerapakah had umur permohonan PISMP?\nTidak melebihi 20 tahun.\nLepasan SPM tahun bilakah boleh memohon PISMP 2023?\nLepasan SPM 2020,2021, dan 2022.\nBilakah permohonan PISMP dibuka?\nPada bulan Mac 2022.\n\n"}
{"url": "https://infopelajar.my/pksk-2024/", "title": "Permohonan Kemasukan Sekolah Khusus Tahun 2024 /2025 (Tingkatan 1 dan Tingkatan 4)", "body": "\n\nPendidikan adalah salah satu aspek penting dalam membentuk masa depan generasi muda negara. Pada tahun 2024/2025, Kementerian Pendidikan Malaysia (KPM) telah mengambil inisiatif hebat dengan mengumumkan pelaksanaan Pentaksiran Kemasukan Sekolah Khusus (PKSK). Apakah itu PKSK? Bagaimana ia akan memberi kesan kepada pendidikan di negara ini? Mari kita telusuri maklumat yang berkaitan.\n\n\nApa itu PKSK?\n\n\nPentaksiran Kemasukan Sekolah Khusus (PKSK) adalah satu peluang unik yang diberikan oleh KPM kepada pelajar berpotensi untuk mengikuti pendidikan di Sekolah Berasrama Penuh (SBP), Sekolah Menengah Kebangsaan Agama (SMKA), Sekolah Menengah Teknik (SMT), Maktab Tentera Diraja (MTD), dan Tahun 1 Kolej Vokasional (KV). Ini merupakan peluang langka bagi para pelajar untuk menyertai institusi-institusi pendidikan berkualiti yang terkenal dengan kecemerlangan akademik dan pembangunan holistik.\n\n\nMengapa PKSK Penting?\n\n\nPKSK membuka peluang emas untuk para pelajar mencapai impian mereka dalam pendidikan. Institusi-institusi seperti SBP dan SMKA menawarkan program akademik yang berkualiti tinggi, sambil memberi tumpuan kepada pembentukan nilai-nilai moral dan keperibadian yang kukuh. Sementara itu, SMT memfokuskan pendidikan dalam bidang teknikal, dan MTD menawarkan pengalaman unik dalam suasana disiplin tentera dan kepimpinan.\n\n\nBagi pelajar yang berminat dalam bidang vokasional, KV adalah tempat yang tepat untuk memperoleh kecekapan teknikal dan persediaan untuk menghadapi cabaran dunia pekerjaan.\n\n\nJadual PKSK Sesi 2024/2025\n\n\nUntuk pelajar yang bercita-cita untuk menyambung pelajaran ke Tingkatan 1, tarikh penting yang perlu diambil perhatian adalah seperti berikut:\n\n\n\n\nPermohonan Kemasukan Sekolah Khusus: 01 Ogos – 17 September 2023.\n\n\nSemakan Pusat Pentaksiran Tingkatan 1: 25 September – 27 Oktober 2023.\n\n\nPelaksanaan PKSK Tingkatan 1: 16 – 27 Oktober 2023.\n\n\n\n\nSementara itu, bagi pelajar yang berminat untuk menyambung pelajaran ke Tingkatan 4, berikut adalah tarikh-tarikh yang perlu diingati:\n\n\n\n\nSemakan Pusat Pentaksiran Tingkatan 4: 25 September – 13 Oktober 2023.\n\n\nPelaksanaan PKSK Tingkatan 4 & 1 SVM: 02 – 13 Oktober 2023.\n\n\n\n\nSee also\n  \nPermohonan Salinan Sijil Peperiksaan STPM Online (Cara Dapatkan Kembali)\n\n\nCara Permohonan\n\n\nProses permohonan untuk PKSK adalah mudah dan boleh dilakukan secara atas talian melalui laman web yang telah disediakan oleh Kementerian Pendidikan Malaysia. Hanya dengan mengunjungi laman web berikut, para pelajar boleh mengemukakan permohonan mengikut pilihan mereka:\n\n\n\n\nTingkatan 1: \nhttps://spskt1.moe.gov.my/\n\n\nTingkatan 4: \nhttps://spskt4.moe.gov.my/\n\n\n\n\nPastikan bahawa semua maklumat yang diberikan adalah tepat dan lengkap agar permohonan dapat diproses dengan lancar. Para pelajar juga digalakkan untuk menyemak status permohonan mereka melalui portal tersebut semasa tempoh semakan Pusat Pentaksiran.\n\n\nKesimpulan\n\n\nPKSK Sesi 2024/2025 adalah pintu ke arah pendidikan berkualiti bagi para pelajar berpotensi. Inisiatif hebat ini dari Kementerian Pendidikan Malaysia memberikan peluang emas untuk meneruskan pendidikan di institusi-institusi ternama. Jangan lepaskan peluang ini! Pastikan untuk mengemukakan permohonan dalam tempoh yang ditetapkan dan raihlah impian pendidikan anda di sekolah khusus yang terbaik!\n\n"}
{"url": "https://infopelajar.my/pksk-semakan/", "title": "PKSK 2023: Semakan Pusat Tingkatan 1 & 4, Format Peperiksaan", "body": "\n\nPentaksiran Kemasukan ke Sekolah Khusus (PKSK) merupakan satu penanda aras ataupun ujian baharu digunakan untuk kemasukan ke sekolah khusus di Malaysia.Sekolah khusus ini merangkumi Sekolah Berasrama Penuh (\nSBP\n), Sekolah Menengah Kebangsaan Agama (SMKA), Sekolah Menengah Teknik (SMT), Kolej Vokasional (KV) dan Maktab Tentera Diraja (MTD).\n\n\nPKSK diperkenalkan selepas Ujian Penilaian Sekolah Rendah (UPSR) dan Pentaksiran Tingkatan 3 (PT3) telah dimansuhkan oleh Kementerian Pendidikan Malaysia (KPM).\n\n\nSemakan Pusat PKSK\n\n\nSemakan bagi pusat PKSK untuk permohonan Kolej Vokasional dan Sekolah Menengah Teknik boleh dibuat melalui pautan \nhttps://spskt4.moe.gov.my\n.\n\n\nSemakan\n PKSK dan \nkeputusan tawaran\n kemasukan boleh dibuat melalui pautan-pautan di bawah ini:\n\n\n\n\nTingkatan 1 : \nhttps://spskt1.moe.gov.my/\n\n\nTingkatan 4: \nhttps://spskt4.moe.gov.my/\n\n\n\n\nTarikh pelaksanaan PKSK\n\n\n\n\nTingkatan 1: \n15 Disember 2022\n hingga \n2 Februari 2023\n\n\nTingkatan 4: \n15 Disember 2022\n hingga \n16 Februari 2023\n\n\n\n\nProses Pengambilan ke Sekolah Khusus\n\n\nProses pengambilan terbahagi kepada 4 langkah iaitu;\n\n\n\n\nPermohonan\n\n\nPemilihan\n\n\nUjian PKSK\n\n\nTawaran\n\n\n\n\nBuat mereka yang tidak berjaya pula, boleh membuat rayuan PKSK.\n\n\nRayuan PKSK\n\n\nRayuan\n akan dibuka bermula \n15 – 29 Mac 2023\n bagi mereka yang tidak berjaya di dalam PKSK.\n\n\nKapasiti Sekolah Khusus\n\n\nTerdapat \nkapasiti\n tersendiri bagi kemasukan ke sekolah khusus.\n\n\nAnda boleh lihat pada jadual di bawah. Ianya terbahagi kepada kapasiti jenis sekolah, dan juga kapsiti bagi lekaki dan perempuan. Kapasiti kemasukan paling tinggi adalah untuk Kolej Vokasional.\n\n\n\n\nPersediaan Semasa Permohonan\n\n\n\n\nPemohon perlu mengisi nombor kad pengenalan MyKad atau MyKid dan nombor MyKad Penjaga Utama (\nyang didaftar dlm APDM\n) untuk mengakses sistem. Sistem akan mencari padanan dengan data murid yang ada dalam APDM.\n\n\n Pemohon boleh membuat pilihan jenis sekolah (SBP/SMKA/SMT/KV/MTD, jenis aliran atau pengkhususan sekolah atau kursus yang pemohon pilih, nama sekolah pilihan, pusat pentaksiran pilihan serta beberapa maklumat  lain yang diperlukan\n\n\n\n\nSee also\n  \nPermohonan Salinan Sijil Peperiksaan STPM Online (Cara Dapatkan Kembali)\nJadual  Sesi PKSK\n\n\nSesi PKSK mengikut jadual seperti berikut:\n\n\nSesi 1\n7.30 -8.00 pagi\nPendaftaran calon\n8.00-8.45 pagi\nBahagian C: Artikulasi penulisan\n9.00-10.30 pagi\nBahagian A&B: Soalan Pelbagai Pilihan Jawapan\nSesi 2\n9.45-10.15 pagi\nPendaftaran calon\n10.30-11.15 pagi\nBahagian C: Artikulasi Penulisan\n11.30- 1.00 petang\nBahagian A &B\nSoalan Pelbagai Pilihan Jawapan\n.\nSesi 3\n1.30 – 2.00 petang\nPendaftaran calon\n2.00-2.45 petang\nBahagian C: Artikulasi Penulisan\n3.00 – 4.30 petang\nBahagian A &B:\nSoalan Pelbagai Pilihan Jawapan.\n\n\nFormat PKSK\n\n\nPelaksanaan PKSK adalah mengikut format berikut. Di mana terdapat 2 bahagian di dalam PKSK. Jadual di bawah menungjukkan bagaimana kaedah, apa jenis item , cakupan isi kandungan dan skor diberikan bagi setiap bahagian.\n\n\nPerkara\nBahagian A:\nKecerdasan Insaniah\nBahagian B:\nKecerdasan Intelek\nBahagian C:\nArtikulasi Penulisan\nKaedah\nOnline\nOnline\nbertulis (bersemuka)\nJenis Item\nObjektif aneka pilihan (MCQ)\nObjektif aneka pilihan (MCQ)\nSubjektif secara arespon terbuka\nIsi kandungan\nEQ,SQ,SSQ\nIQ, Pengetahuan Am, penyelesaian masalah\ntajuk ditetapkan\nskor\n20%\n70%\n10%\n\n\nBilakah PKSK 2023 dijalankan?\nBulan Disember 2022 hingga Februari 2023\nAdakah rayuan dibuka bagi mereka yang tidak berjaya?\nYa.\n\n"}
{"url": "https://infopelajar.my/program-ijazah-dalam-negara-pidn/", "title": "Permohonan Program Ijazah Dalam Negara (PIDN) Tahun 2023", "body": "\n\nProgram Ijazah dalam Negara (PIDN) merupakan satu peluang yang sangat baik kepada pelajar-pelajar Malaysia yang ingin memperoleh pengajian ijazah dalam negara. Program ini disediakan oleh Jabatan Perkhidmatan Awam (JPA) sebagai penajaan dalam bentuk pinjaman boleh ubah kepada pelajar-pelajar yang sedang mengikuti pengajian ijazah pertama di Universiti Awam (UA), Politeknik Premier dan Government-linked Universities (GLU) yang ditetapkan.\n\n\nUntuk memohon PIDN, pelajar-pelajar perlu mematuhi syarat-syarat umum seperti berikut: \n\n\n\n\nwarganegara Malaysia, kesihatan yang baik\n\n\nibu dan/atau bapa tidak disenarai hitam atau dalam tindakan undang-undang JPA\n\n\n tidak menerima bantuan kewangan dari mana-mana pihak untuk peringkat pengajian yang sama\n\n\n mempunyai SPM\n\n\n umur tidak melebihi 22 tahun.\n\n\n\n\nSelain itu, syarat khusus yang perlu dipenuhi ialah pelajar ialah:  \n\n\n\n\ntelah memulakan pengajian peringkat ijazah pertama sebelum tarikh iklan tutup \n\n\n memperoleh sekurang-kurangnya PNGK 3.30\n\n\n serta mempunyai baki 12 bulan pengajian tidak termasuk semester semasa.\n\n\n\n\nCara Permohonan PIDN Online\n\n\nProgram ini terbuka untuk pelbagai bidang pengajian termasuk kejuruteraan dan teknikal, seni bina, sains sosial, sains, dan veterinar. Permohonan untuk program ini akan dibuka pada\n 20 Mac 2023 hingga 2 April 2023\n. Pelajar-pelajar yang ingin memohon boleh melawat laman web \nhttps://www.jpa.gov.my\n atau \nhttps://esilav2.jpa.gov.my\n untuk membuat permohonan.\n\n\nKeputusan permohonan PIDN boleh disemak pada September 2023. Sekiranya ada sebarang pertanyaan berkenaan program ini, pelajar-pelajar boleh menghubungi pihak JPA melalui emel di \npidn2023@jpa.gov.my\n atau telefon di talian 03-8885 3297.\n\n\n\n\nKesimpulannya, program Ijazah dalam Negara merupakan satu peluang yang sangat baik kepada pelajar-pelajar Malaysia yang ingin melanjutkan pengajian ijazah dalam negara. Pelajar-pelajar perlu memenuhi syarat-syarat yang telah ditetapkan untuk memohon program ini dan permohonan dibuka pada 20 Mac 2023 hingga 2 April 2023. Pelajar-pelajar digalakkan untuk memanfaatkan peluang ini bagi memperoleh pengajian ijazah yang diiktiraf dan peluang pekerjaan yang lebih baik di Malaysia.\n\n\nSee also\n  \nPermohonan Program Hadiah Latihan Persekutan HLP 2022 (Separuh Masa/ Sambilan)"}
{"url": "https://infopelajar.my/saps-ibu-bapa/", "title": "SAPS Ibu Bapa Semakan Keputusan Peperiksaan (Rendah dan Menengah)", "body": "\n\nSistem Analisis Peperiksaan Sekolah (SAPS) adalah aplikasi penting yang diwujudkan oleh Kementerian Pendidikan Malaysia (KPM) untuk memastikan laporan markah peperiksaan pelajar lebih teratur. SAPS ibu bapa, satu bahagian penting dari SAPS, memberi peluang kepada ibu bapa untuk memantau prestasi pelajar dengan lebih mudah melalui sistem SAPS Semakan Ibu Bapa.\n\n\nPara guru mempunyai akses untuk memasukkan markah peperiksaan ke dalam aplikasi SAPS, sementara ibu bapa boleh membuat semakan prestasi markah anak-anak melalui sistem SAPS Semakan Ibu Bapa. Ibu bapa boleh mengakses sistem ini dengan mudah dengan memasukkan nombor sijil lahir atau kad pengenalan pelajar. Maklumat pelajar dan sekolah terkini atau sebelum ini boleh dimasukkan untuk memastikan keputusan yang dipaparkan adalah tepat.\n\n\nBagi guru, SAPS memudahkan proses pemantauan prestasi pelajar dan penilaian bersepadu dengan memasukkan maklumat markah peperiksaan pelajar mengikut subjek yang mereka ajar. Ini membolehkan guru untuk memantau prestasi pelajar dan meningkatkan prestasi mereka dengan lebih efektif.\n\n\nLogin ke dalam SAPS IBU BAPA\n\n\nAplikasi ini boleh diakses dengan melayari: \nhttps://sapsnkra.moe.gov.my\n\n\n\n\nSemakan Keputusan Melalui SAPS\n\n\nSemakan keputusan boleh dibuat dengan melayari: \nhttps://sapsnkra.moe.gov.my/ibubapa2/index.php\n\n\nWalau bagaimanapun, ada situasi di mana terdapat permasalahan seperti masalah akses, masalah kata laluan, masalah butiran pelajar, masalah nama berulang, atau masalah antara bangsa. Kebanyakan masalah ini boleh diatasi dengan bantuan meja SAPS di Pejabat Pendidikan Daerah (PPD) atau Jabatan Pendidikan Negeri (JPN).\n\n\nSAPS Ibu Bapa memainkan peranan penting dalam memantau prestasi pelajar dan membantu ibu bapa dan guru memahami keperluan pelajar. Selain itu, ia juga merupakan alat penting dalam menilai kualiti pendidikan di Malaysia dan membantu mengekalkan standard yang tinggi dalam sistem pendidikan kita.\n\n\nSee also\n  \nBantuan Awal Persekolahan (BAP) 2023: Syarat,Tarikh, Jumlah Bayaran\nKesimpulannya, SAPS Ibu Bapa mempunyai banyak kelebihan untuk membantu ibu bapa dan guru memantau prestasi pelajar. Dengan mengakses SAPS Semakan Ibu Bapa dan SAPS Login, pelajar dan guru dapat memahami keperluan pelajar dan meningkatkan prestasi mereka dengan lebih efektif. Walau bagaimanapun, kerjasama dan koordinasi yang baik antara ibu bapa dan guru adalah penting untuk memastikan kejayaan pelajar.\n\n"}
{"url": "https://infopelajar.my/semakan-biasiswa-ismp/", "title": "Semakan Keputusan Biasiswa Perguruan Persekutuan ISMP 2023", "body": "\n\nBerita baik buat pemohon \nbiasiswa\n perguruan persekutuan Ijazah Sarjana Muda Pendidikan ambilan 2021.\n\n\nKini anda boleh mula membuat semakan keputusan penawaran biasiswa mulai 16 Julai 2021 bersamaan hari jumaat.\n\n\nSemakan keputusan Biasiswa ISMP 2021\n\n\nSemakan keputusan boleh mula dibuat dengan melayari : \nhttps://epenawaran.moe.gov.my\n atau \nhttps://epenawaran.moe.gov.my/ijazah1/tawaran/login.cfm\n\n\nMasukkan nombor kad pengenalan baru dan kata laluan kemudian klik masuk.\n\n\nUntuk sebarang pertanyaan mengenai keputusan Biasiswa Perguruan Persekutan ISMP ini, boleh hubungi:\n\n\nKPM Bahagian Tajaan Pendidikan: 011-2418 7988 / 03-8321 7138\n\n\nemel: penawaran.bb@moe.gov.my\n\n\nSee also\n  \nPermohonan IPG 2023 Kemasukan Untuk Menjadi Seorang Guru"}
{"url": "https://infopelajar.my/semakan-bkns/", "title": "Semakan BKNS 2023 – Biasiswa Kerajaan Negeri Sabah (Keputusan Tawaran)", "body": "\n\nBiasiswa Kerajaan Negeri Sabah (\nBKNS\n) merupakan biasiswa dikhusukan buat pelajar yang berasal dari negeri Sabah.\n\n\nBKNS dibuka permohonannya selepas pelajar mendapat keputusan SPM. Ianya boleh dipohon bagi pelajar yang bakal melanjutkan pelajaran dan telah mendapat tempat ataupun bagi pelajar sedia ada yang sedang menjalani kuliah.\n\n\nKini para pemohon BKNS boleh mula membuat semakan keputusan BKNS 2022.\n\n\nCara Semakan BKNS 2022 Online\n\n\nCara semakan BKNS 2022 adalah dengan cara berikut:\n\n\nLayari laman web \nhttps://biasiswa.sabah.gov.my/semakan/bkns2022.asp\nMasukkan nombor kad pengenalan anda.\nKlik semak.\n\n\nKeputusan akan dipaparkan dengan maklumat sama ada anda lulus permohonan dan ditawarkan BKNS ataupun tidak.\n\n\nJika anda tidak berjaya, anda boleh membuat permohonan rayuan kepada Bahagian Biasiswa Kerajaan Negeri Sabah.\n\n\nSee also\n  \nPermohonan HPIPT 2023: Hadiah Pengajian IPT Selangor Online"}
{"url": "https://infopelajar.my/semakan-guru-one-off-fasa-3/", "title": "Semakan Panggilan Temuduga Guru One-Off 2023", "body": "\n\nPengambilan \nguru secara one-off\n dilakukan secara berperingkat ataupun berfasa. Kini, semakan panggilan temuduga bagi pengambilan guru secara on-off fasa 3 dibuka.\n\n\nBagi fasa 3 ini, ianya hanya untuk opsyen-opsyen yang tertera seperti berikut:\n\n\n Agroindustri Tanaman\n Agroindustri Ternakan Poultri\nAgroindustri Ternakan Ruminan\nBakeri dan Pastri\nBioteknologi\nDINI\nFlorikultur\n Hortikultur\nKosmetologi\n1nsurans\nPendidikan Awal Kanak – Kanak\nPendidikan Islam\nPendidikan Moral\nPengurusan Peruncitan\nReka Bentuk dan Teknologi\nSeni Kulinari\nTeknologi Automotif\n Teknologi Elektrik\n Teknologi Elektronik\n Teknologi Enjin Marin\nTeknologi Kimpalan (Kimpalan dan Fabrikasi Logam)\n Teknologi Mekanisasi Agro\n Teknologi Pembinaan\nTeknologi Pemesinan Industri\n Teknologi Penyejukan dan Penyaman Udara\n Teknologi Sistem Komputer dan Rangkaian.\n\n\n\n\nSemakan Panggilan Temuduga Guru One Off Fasa 3\n\n\nAnda boleh membuat semakan dengan melayari : \nhttps://semakan.spp.gov.my/semakan/One-Off/fasa3/jadual_temuduga_rakaman_view.php\n\n\nMasukkan nombor kad pengenalan dan klik hantar. Tick dahulu pengakuan nombor kada pegenalan sebelum klik butang hantar.\n\n\nJom ikuti kami di channel telegram \nt.me/portalsemakandotcom\n untuk mendapatkan info mengenai pengambilan guru secara one off.\n\n\n\n\nSee also\n  \nPermohonan Pendahuluan Pinjaman Pelajaran MARA 2023"}
{"url": "https://infopelajar.my/semakan-hebahan-keputusan-upuonline-2023/", "title": "Semakan Hebahan Keputusan UPUOnline 2023", "body": "\n\nBagi calon-calon yang telah menghantar permohonan untuk memasuki universiti melalui UPU Online, kini tiba masanya untuk memeriksa keputusan mereka. Keputusan ini khusus untuk mereka yang baru sahaja menamatkan SPM dan untuk sesi akademik 2023/2024. Anda boleh mula memeriksa keputusan anda mulai 12 tengah hari pada 7 Julai 2023.\n\n\n\n\nSemakan Keputusan UPU 2023\n\n\nUntuk memeriksa keputusan UPU Online, anda boleh melawati pautan berikut:\n\n\n\n\nhttps://jpt.uum.edu.my/\n\n\nhttps://jpt.unimas.my/semakKeputusanSPM.jsp\n\n\nhttps://jpt.ums.edu.my/\n\n\n\n\nAnda hanya perlu memasukkan nombor kad pengenalan anda dan klik butang semak.\n\n\nSetelah memeriksa keputusan anda, anda boleh mulai mencetak surat tawaran anda mulai 8 Julai 2023. Anda kemudian perlu mengesahkan penerimaan tawaran anda sebelum 16 Julai 2023.\n\n\nRayuan UPU\n\n\n\n\nJika anda tidak berjaya mendapat tawaran dari UPU, anda boleh membuat permohonan rayuan dengan melawati laman web berikut: \nhttps://online.mohe.gov.my/UPUOnlinev2/login\n\n\nUntuk log masuk dan membuat rayuan, masukkan nombor kad pengenalan dan kata laluan anda, kemudian pergi ke bahagian rayuan.\n\n\nSee also\n  \nUPU Online Fasa 2 : Permohonan Kemasukan Universiti Sesi Oktober 2023"}
{"url": "https://infopelajar.my/semakan-imtiaz-terengganu/", "title": "Semakan Panggilan Ujian Imtiaz Tingkatan 1 2023/2024", "body": "\n\nPerhatian kepada semua pelajar yang membuat permohonan kemasukan Imtiaz Yayasan Terengganu bagi tahun 2023/2024. Kini anda boleh membuat semakan secara online.\n\n\nSemakan ini adalah bagi mengetahui sama ada anda dipanggil untuk mengikuti ujian kemasukan Imtiaz Tingkatan 1 ataupun tidak.\n\n\n\n\nSemakan Ujian Kemasukan Imtiaz Tingkatan 1 Tahun 2023\n\n\nSemua calon yang telah mengisi borang secara lengkap dalam talian akan dipanggil untuk menduduki ujian kemasukan Imtiaz yang akan diadakan secara berpusat. Maklumat panggilan ujian ini juga akan dihantar melalui sistem pesanan ringkas (SMS) pada nombor yang telah didaftarkan.\n\n\nSemakan boleh dibuat dengan melayari laman web \nhttps://yt.gov.my/imtiaz\n . Masukkan nombor kad pengenalan anda dan klik butang semakan.\n\n\nSemua calon dikehendaki hadir ke ujian mengikut tarikh dan sesi yang telah ditetapkan buat anda. Pertukaran tarikh dan sesi adalah tidak dibenarkan sama sekali.\n\n\nKad pengenalan, slip ujian serta alat tulis perlu dibawa ketika menghadiri ujian ini. Anda dikehendaki berpakaian uniform sekolah lengkap.\n\n\n\n\nHubungi\n\n\nJika terdapat sebrang persoalan mengenai semakan ujian kemasukan ke Imitiaz Yayasan Terengganu ini, anda boleh hubungi: 09-621 1800 atau boleh hantar emel ke kemasukanimtiaz@gmail.com \n\n\nMaklumat Mengenai Ujian\n\n\nAnda perlu pastikan nama dan nombor kad pengenalan tepat. Sila cetak slip ujian dan membawa bersama untuk sesi pendaftaran.\nPenilaian ujian ini akan melibatkan subjek seperti berikut:\n\n\n\n\nBahasa Melayu\n\n\nBahasa Inggeris\n\n\nMatematik\n\n\nSains\n\n\n\n\nSee also\n  \nKoleksi Karangan Mengenai Alam Sekitar ( Rendah dan Menengah)"}
{"url": "https://infopelajar.my/semakan-keputusan-matrikulasi/", "title": "Semakan Keputusan Kemasukan Matrikulasi 2023 / 2024 (Calon Jaya)", "body": "\n\nSemakan keputusan calon jaya kemasukan Matrikulasi bagi calon yang telah memohon ke program tersebut kini boleh disemak mulai\n 26 Jun 2023\n. \n\n\nSemakan Keputusan Kemasukan Matrikulasi 2023/2024\n\n\nProses semakan boleh dilakukan melalui laman web rasmi Matrikulasi Malaysia di alamat \nhttps://matrikulasi.moe.gov.my\n. Laman web ini menyediakan maklumat penting berkaitan dengan program Matrikulasi di seluruh Malaysia, termasuk senarai institut dan kursus yang ditawarkan.\n\n\n\n\nSenarai Matrikulasi di Seluruh Malaysia: Program Matrikulasi di Malaysia ditawarkan di beberapa institut di seluruh negara. Berikut adalah senarai institut Matrikulasi di Malaysia:\n\n\n\n\nKolej Matrikulasi Melaka \nAlamat: Kementerian Pendidikan Malaysia, 78300 Masjid Tanah, Melaka.\n Telefon: 06-3832000 Faks: 06-3847190 \nE-mel: kmm[@]kmm.matrik.edu.my \nLaman Web: \nhttp://www.kmm.matrik.edu.my\n\n\nKolej Matrikulasi Negeri Sembilan\n Alamat: Kementerian Pendidikan Malaysia, 72000 Kuala Pilah, Negeri Sembilan. \nTelefon: 06-4841825 Faks: 06-4841821\n E-mel: info[@]kmns.matrik.edu.my \nLaman Web: \nhttp://www.kmns.matrik.edu.my\n\n\nKolej Matrikulasi Pulau Pinang\n Alamat: Kementerian Pendidikan Malaysia, 13200 Kepala Batas, Pulau Pinang. \nTelefon: 04-5756090 Faks: 04-5757389\n E-mel: info[@]kmpp.matrik.edu.my \nLaman Web: \nhttp://www.kmpp.matrik.edu.my\n\n\nKolej Matrikulasi Perlis \nAlamat: Kementerian Pendidikan Malaysia, 02600 Arau, Perlis. \nTelefon: 04-9868613, 04-9868614, 04-9868615, 04-9868616 Faks: 04-9868542, 04-9868543\n E-mel: info[@]kmp.matrik.edu.my\n Laman Web: \nhttp://www.kmp.matrik.edu.my\n\n\nKolej Matrikulasi Labuan \nAlamat: Kementerian Pendidikan Malaysia, Jalan OKK Daud, Merinding, Peti Surat 81735, 87027 Wilayah Persekutuan Labuan. \nTelefon: 087-465311, 087-465314 Faks: 087-466500\n E-mel: adminkml[@]kml.matrik.edu.my\n Laman Web: \nhttp://www.kml.matrik.edu.my\n\n\nKolej Matrikulasi Johor \nAlamat: Kementerian Pendidikan Malaysia, Jalan Payamas, 84900 Tangkak, Ledang, Johor. \nTelefon: 06-9781613 Faks: 06-9781595 \nE-mel: info.kmj[@]kmj.matrik.edu.my \nLaman Web: \nhttp://www.kmj.matrik.edu.my\n\n\nKolej Matrikulasi Perak \nAlamat: Kementerian Pendidikan Malaysia, 31600 Gopeng, Perak. \nTelefon: 05-3594449, 05-3594600 Faks: 05-3594412, 05-3594413 \nE-mel: info[@]kmpk.matrik.edu.my \nLaman Web: \nhttp://www.kmpk.matrik.edu.my\n\n\nKolej Matrikulasi Kedah Alamat: Kementerian Pendidikan Malaysia, 06010 Changlun, Kedah.\nTelefon: 04-9286100 Faks: 04-9242186 \nE-mel: info[@]kmk.matrik.edu.my \nLaman Web: \nhttp://www.kmk.matrik.edu.my\n\n\nKolej Matrikulasi Pahang \nAlamat: Kementerian Pendidikan Malaysia, 26300 Gambang, Pahang. \nTelefon: 09-5495000 Faks: 09-5499612, 09-5498996 \nE-mel: info[@]kmph.matrik.edu.my \nLaman Web: \nhttp://www.kmph.matrik.edu.my\n\n\nKolej Matrikulasi Kejuruteraan Kedah\n Alamat: Kementerian Pendidikan Malaysia, Pokok Tai, 06720 Pendang, Kedah.\n Telefon: 04-4682508 Faks: 04-4682281 \nE-mel: admin.kmtk.matrik[@]1govuc.gov.my \nLaman Web: \nhttp://www.kmtk.matrik.edu.my\n\n\n\n\nSee also\n  \nSemakan Kemasukan Politeknik Ambilan 2023 dan Cetak Surat Tawaran\nSila rujuk laman web masing-masing kolej untuk maklumat lanjut seperti kursus yang ditawarkan dan sebarang pertanyaan.\n\n"}
{"url": "https://infopelajar.my/semakan-keputusan-pksk/", "title": "Semakan PKSK: Tawaran Kemasukan ke SBP / SMKA / SMT / KV / MTD 2023/2024 ", "body": "\n\nPKSK, atau Pentaksiran Kemasukan Sekolah Khusus, adalah satu proses penilaian yang dijalankan oleh Kementerian Pendidikan Malaysia bagi menilai calon-calon yang ingin mendaftar masuk ke sekolah-sekolah khusus seperti \nSBP\n, SMKA, SMT, KV, dan MTD. PKSK dijalankan pada setiap tahun bagi menilai calon-calon untuk kemasukan pada tahun yang berikutnya.\n\n\nUntuk tahun kemasukan 2023/2024, semakan tawaran kemasukan ke Tingkatan Empat (4) dan Tingkatan (1)  di Sekolah Khusus (SBP / SMKA / SMT / KV / MTD) akan dibuka pada \n17 Mac 2023\n dan akan ditutup pada \n2 April 2023\n. Pemohon boleh membuat semakan melalui laman web rasmi PKSK melalui link semakan yang telah disediakan oleh \nKementerian Pendidikan Malaysia\n.\n\n\nCara Semakan Keputusan Tawaran Sekolah Khas\n\n\nUntuk semakan tawaran kemasukan ke Tingkatan Empat (4) dan tingkatan satu (1) di Sekolah Khusus, pemohon perlu memasukkan nombor MyKad dan juga nombor MyKad Penjaga Utama pada laman semakan yang telah disediakan. Pastikan maklumat nombor MyKad calon yang dimasukkan sama dengan yang tercatat dalam slip Permohonan Ke Sekolah Khusus (SBP / SMKA / KVSMT / MTD) untuk memudahkan proses semakan.\n\n\nBagi semakan tawaran kemasukan ke tingkatan Satu (1) di Sekolah Khusus, pemohon perlu mengakses laman web yang telah disediakan oleh Kementerian Pendidikan Malaysia melalui link semakan yang telah disediakan. Pemohon juga perlu memasukkan nombor MyKad pada laman semakan yang telah disediakan.\n\n\nLink semakan:\n\n\n\n\nTingkatan 1: \nhttps://spskt1.moe.gov.my/semakan_sbpt1/index.cfm\n\n\nTingkatan 4: \nhttps://spskt4.moe.gov.my/semakan_sbpt4/index.cfm\n\n\n\n\nJika terdapat sebarang pertanyaan atau aduan, pemohon boleh menghubungi Kementerian Pendidikan Malaysia melalui e-mel yang telah disediakan iaitu \npermohonan.skhusus@moe.gov.my\n.\n\n\n\n\nDalam proses PKSK, pemohon akan dinilai berdasarkan pencapaian akademik dan kokurikulum. Oleh itu, pemohon perlu mempersiapkan diri dengan baik sebelum menghadapi proses PKSK. Pemohon juga perlu memastikan maklumat yang diberikan semasa permohonan kemasukan adalah tepat dan benar untuk memudahkan proses semakan tawaran kemasukan ke Sekolah Khusus.\n\n\nSee also\n  \nJadual SPM 2023: Tarikh Peperiksaan Sijil Pelajaran Malaysia"}
{"url": "https://infopelajar.my/semakan-keputusan-spm-2022-2023-secara-online-sms/", "title": "Semakan Keputusan SPM 2022 / 2023  Secara Online & SMS", "body": "\n\nKementerian Pendidikan Malaysia (KPM) telah mengumumkan bahawa keputusan peperiksaan Sijil Pelajaran Malaysia (SPM) bagi tahun 2022 akan dikeluarkan pada 8 Jun 2023. Seramai 403,637 calon telah mendaftar untuk mengambil bahagian dalam peperiksaan SPM 2022 di 3,355 pusat peperiksaan di seluruh negara. Untuk menjalankan peperiksaan ini dengan lancar, KPM juga telah melantik 131,318 petugas peperiksaan.\n\n\nBagi calon yang bersekolah, keputusan peperiksaan SPM 2022 boleh diperoleh daripada pihak sekolah masing-masing mulai pukul 10.00 pagi pada tarikh tersebut. Bagi calon persendirian, keputusan peperiksaan akan dihantar melalui pos atau calon boleh menghubungi Jabatan Pendidikan Negeri tempat calon mendaftar untuk menduduki peperiksaan.\n\n\nSemakan Keputusan SPM Secara Online\n\n\nSelain itu, kedua-dua calon sekolah dan calon persendirian juga mempunyai pilihan untuk membuat semakan keputusan peperiksaan melalui kaedah dalam talian atau sistem pesanan ringkas (SMS). Semakan dalam talian boleh dilakukan di laman web \nmyresultspm.moe.gov.my\n mulai pukul \n10.00 pagi pada 8 Jun 2023 sehingga pukul 6.00 petang pada 14 Jun 2023\n. \n\n\nSemakan Melalui SMS\n\n\nUntuk semakan melalui SMS, calon perlu menaip \nSPM\n [jarak] \nNoKP\n [jarak] \nAngkaGiliran\n dan menghantarnya ke \n15888\n. Sistem SMS ini akan beroperasi mulai pukul 10.00 pagi pada 8 Jun 2023 sehingga pukul 6.00 petang pada 14 Jun 2023.\n\n\nKPM ingin mengucapkan tahniah dan selamat maju jaya kepada semua calon SPM Tahun 2022. Keputusan peperiksaan ini merupakan hasil daripada usaha dan kerja keras yang telah diberikan oleh para calon, serta sokongan dan dorongan yang diberikan oleh guru dan keluarga. Diharapkan keputusan ini akan membuka peluang untuk terus melangkah ke peringkat pendidikan yang lebih tinggi dan mencapai matlamat dalam kehidupan.\n\n\nDengan keluarnya keputusan peperiksaan SPM 2022/2023, diharapkan para calon dapat menggunakan hasil ini sebagai panduan dan motivasi untuk memilih jalan yang tepat dalam pengajian mereka. SPM merupakan satu langkah penting dalam perjalanan pendidikan seseorang dan memberikan asas yang kukuh untuk peluang masa depan yang cerah.\n\n\nSee also\n  \nTakwim Sekolah 2023 /2024: Senarai Tarikh Cuti Penggal & Perayaan\nSekali lagi, tahniah kepada semua calon SPM Tahun 2022 atas pencapaian mereka. Semoga keputusan ini menjadi titik permulaan bagi kejayaan yang lebih besar dalam kehidupan mereka. Kepada calon yang tidak mencapai hasil yang diinginkan, jangan berkecil hati dan ter\n\n"}
{"url": "https://infopelajar.my/semakan-keputusan-spm/", "title": "Semakan Keputusan SPM 2023 Online dan SMS", "body": "\n\nSeperti yang diumumkan oleh \nMenteri Pendidikan\n, keputusan SPM 2020 akan diumumkan pada 10 Jun 2021.\n\n\nKeputusan SPM 2020 akan diumumkan pada khamis bersamaan 10 Jun 2021.\n\n\nTerdapat dua cara untuk menyemak keputusan iaitu melalui atas talian dan juga melalui SMS.\n\n\nCara Semakan Keputusan SPM 2020 Secara Online dan SMS\n\n\nKeputusan SPM 2020 boleh mula disemak secara online pada portal \nhttps://lp.moe.gov.my\n bermula pukul 10 pagi.\n\n\nManakala, cara semakan secara SMS adalah seperti berikut:\n\n\nTaip \nSPM\n<jarak>\nNoKP\n<jarak>\nAngkaGiliran\n dan hantar ke \n68886\n\n\nkami mengucapkan selamat maju jaya kepada semua calon yang akan menerima keputusan pada tarikh tersebut.\n\n\nBilakah tarikh keputusan SPM 2020 diumumkan?\n10 Jun 2021.\n\n\nSee also\n  \nSemakan PKSK: Tawaran Kemasukan ke SBP / SMKA / SMT / KV / MTD 2023/2024 "}
{"url": "https://infopelajar.my/semakan-keputusan-stam/", "title": "Semakan Keputusan STAM 2023  Online & SMS", "body": "\n\nBerita baik kepada calon STAM 2020. Kini \nkeputusan peperiksaan\n STAM boleh mula disemak pada 17 Jun 2021.\n\n\nKeputusan peperiksaan Sijil Tinggi Agama Malaysia (STAM) ini boleh mula disemak pada 17 Jun 2021 bersamaan hari khamis pada pukul 10:00 pagi.\n\n\nCara Semakan Keputusan STAM 2020\n\n\nSemakan boleh dibuat dengan cara secara online dan SMS.\n\n\nSemakan Online: Layari \nhttps://myresult1.moe.gov\n.my ataupun \nhttps://myresult2.moe.gov.my\n\n\nManakala semakan secara SMS pula adalah dengan cara berikut:\n\n\nTaip \nSTAM\n <jarak>\nNo KP\n<jarak>\nAngka Giliran\n dan hantarkan ke nombor \n68886\n\n\nKami mengucapkan selamat maju jaya kepada semua pelajar STAM 2020. Semoga keputusan yang diperolehi cemerlang dan sesuai dengan usaha yang telah anda curahkan.\n\n\nBilakah keputusan STAM akan diumumkan?\n17 Jun 2021.\nBagaimana cara semakan melalui SMS?\nTaip \nSTAM\n <jarak>\nNo KP\n<jarak>\nAngka Giliran\n dan hantarkan ke nombor \n68886\n\n\nSee also\n  \nPermohonan Kemasukan Ke Kolej Profesional Mara (KPM) 2023"}
{"url": "https://infopelajar.my/semakan-keputusan-upkk-2022-2023-secara-online/", "title": "Semakan Keputusan UPKK 2022 / 2023 Secara Online", "body": "\n\nPara pelajar KAFA yang telah mengambil ujian UPKK (Ujian Penilaian Kelas KAFA) 2023 pasti menantikan keputusan yang akan diumumkan pada \n9 Mac 2023\n.\n\n\nSemakan UPKK\n\n\n Terdapat beberapa cara untuk melakukan semakan keputusan UPKK 2023, di antaranya adalah melalui \nportal online JAKIM atau laman web semakan rasmi JAKIM\n. Pelajar juga dapat menggunakan Modul Penilaian Kelas KAFA (MPKAFA) untuk menyemak keputusan secara online. Selain itu, semakan keputusan UPKK 2023 juga dapat dilakukan melalui \nSMS\n dengan menaip \nUPKKRESULT\n Nombor Kad Pengenalan atau Nombor Sijil Lahir dan hantar ke nombor \n15888\n.\n\n\nUPKK merupakan singkatan dari Ujian Penilaian Kelas KAFA yang diperkenalkan oleh Jabatan Kemajuan Islam Malaysia (JAKIM) untuk menilai tahap kefahaman pelajar KAFA dalam bidang \npengajian Islam\n dan bahasa Arab.\n\n\nDiharapkan semakan keputusan UPKK 2023 yang dilakukan memberikan kegembiraan dan motivasi kepada pelajar untuk terus meningkatkan prestasi mereka dalam pengajian Islam dan bahasa Arab.\n\n\nApa itu UPKK\n\n\nUPKK merujuk kepada Ujian Penilaian Kelas KAFA yang diperkenalkan oleh Jabatan Kemajuan Islam Malaysia (JAKIM) untuk menilai tahap kefahaman pelajar KAFA dalam bidang pengajian Islam dan bahasa Arab. Ujian ini dijalankan setiap tahun dan bertujuan untuk membantu para pelajar dalam memperkukuhkan pemahaman mereka terhadap ajaran Islam dan bahasa Arab. Melalui ujian ini, para pelajar juga dapat menilai tahap pencapaian mereka dan meningkatkan prestasi dalam bidang tersebut.\n\n\nSee also\n  \nPAJSK 2023: Login Pentaksiran Aktiviti Jasmani Sukan dan Kokurikulum"}
{"url": "https://infopelajar.my/semakan-pendaftaran-upkk/", "title": "Semakan Pendaftaran UPKK Tahun 2023 Online", "body": "\n\nAnda kini boleh membuat semakan pendaftaran bagi Ujian Penilaian Kelas Kafa (UPKK) tahun 2022.\n\n\nSemakan ini membolehkan anda mengetahui maklumat mengenai \nUPKK\n anda.\n\n\nUPKK adalah ujian yang menguji tahap kemahiran, kebolehan dan penghayatan murid-murid tahun 5 di dalam  bidang pengajian Al-Quran, Ulum Syariah (Aqidah dan Ibadah) , Sirah, Adab ( Akhlak Islamiyah), Jawi dan Khat dan Asas Lughatul Quran.\n\n\nDi dalam artikel ini kami kongsikan cara untuk anda membuat semakan pendaftaran UPKK tahun 2022.\n\n\nSemakan Pendaftaran UPKK Tahun 2022\n\n\nCara membuat semakan adalah dengan layari \nhttps://simpeni.islam.gov.my/index.php?pages=semakan/semakan_daftar_upkk\n\n\nMasukkan nombor \nMyKid\n ataupun nombor surat beranak murid.\n\n\nSelepas memasukkan maklumat tersebut, klik semak pendafdtaran UPKK.\n\n\nSee also\n  \nBantuan Kemasukan Anak ke Taska RM100 di Selangor Tahun 2023"}
{"url": "https://infopelajar.my/semakan-politeknik-2022/", "title": "Semakan Kemasukan Politeknik Ambilan 2023 dan Cetak Surat Tawaran", "body": "\n\nKepada pelasjar yang ada membuat permohonan kemasukan ke \nPoliteknik\n bagi ambilan 2022, kini anda boleh membuat semakan keputusan.\n\n\nSemakan keputusan ini adalah bagi lepasan SPM 2018, 2019, 2020 dan 2021 yang ada membuat permohonan.\n\n\nJika anda berjaya, anda perlu sahkan penerimaan anda dan cetak surat tawaran sebelum tarikh tutup pada 31 Julai 2022.\n\n\nCara Semakan dan Cetakan Surat tawaran Politeknik 2022\n\n\nCaranya adalah layari: \nhttp://ambilan.mypolycc.edu.my/semakanpoliteknik/diploma/index.asp\n\n\nMasukkan nombor kad pengenalan dan klik semak. Maklumat anda akan tertera dan anda boleh mengesahkan penerimaan anda seterusnya membuat cetakan surat tawaran kemasukan ke Politeknik.\n\n\nKami mengucapkan selamat menempuh alam Politeknik. Semoga anda maju jaya dan berjaya di sana kelak.\n\n\nSee also\n  \nSemakan UPU 2023: Keputusan Kemasukan Lepasan SPM"}
{"url": "https://infopelajar.my/semakan-program-asasi-diploma/", "title": "Semakan Panggilan Temuduga Program Asasi/ Diploma UiTM 2023", "body": "\n\nKepada para pelajar yang telah membuat permohonan kemasukan ke Program Asasi/ Diploma / AP243 Sesi 1/ 2022 \nUiTM\n kini boleh mula disemak bermula 9 Mei 2022.\n\n\nSemakan boleh mula dibuat bermula tarikh tersebut pada pukul 12:00 tengahari.\n\n\nAntara program yang boleh disemakan keputusan / hebahan panggilan \ntemuduga \nadalah seperti di bawah:\n\n\nProgram Diploma / Sarjana Muda Sains (Senibina) AP243\nLepasan GCE O-Level/ A-Level/Setaraf\nPenerapan Pelajar Pra Diploma ke Diploma\nProgram Asasi TESL\n\n\nSemakan Panggilan Temuduga Program Asasi/ Diploma\n\n\nSemakan boleh dibuat melalui pautan ini : \nhttps://online.uitm.edu.my/surat_tawaran/nokp_temuduga.cfm?id=D\n\n\nCara semakan boleh anda buat mengikut panduan video di bawah ini:\n\n\n\n\n\n\n\n\nKami mengucapkan selamat membuat semakan panggilan temuduga Program Asasi / Diploma UiTM 2022.\n\n\nSelamat menempuh alam asasi /diploma.\n\n\nSee also\n  \nSemakan Keputusan Kemasukan Matrikulasi 2023 / 2024 (Calon Jaya)"}
{"url": "https://infopelajar.my/semakan-rayuan-sbp/", "title": "Semakan Rayuan SBP Kemasukan Tahun 2023 Tingkatan 1 & 4", "body": "\n\nSekolah Berasrama Penuh (SBP) merupakan institusi pendidikan yang mempunyai prestasi cemerlang dalam menyediakan pendidikan berkualiti tinggi untuk pelajar-pelajar di Malaysia. Setiap tahun, ribuan pelajar yang berbakat dan bersemangat memohon untuk masuk ke SBP untuk melanjutkan pelajaran mereka. Walau bagaimanapun, jumlah pelajar yang diterima ke SBP adalah terhad, dan terdapat pelajar-pelajar yang tidak berjaya mendapatkan tempat di SBP melalui permohonan biasa. Oleh itu, rayuan SBP adalah satu cara untuk pelajar-pelajar ini mendapatkan tempat di SBP. Artikel ini berkongsi cara membut semakan rayuan SBP secara online.\n\n\nProses \nrayuan SBP\n adalah peluang kedua bagi pelajar-pelajar yang tidak berjaya mendapatkan tempat di SBP melalui permohonan biasa. Pelajar-pelajar yang ingin merayu keputusan permohonan biasa perlu mengemukakan permohonan rayuan melalui sistem online yang disediakan oleh \nKementerian Pendidikan Malaysia (KPM\n).\n\n\nCara Semakan Rayuan SBP\n\n\nBagi pelajar-pelajar yang ingin membuat semakan rayuan SBP, mereka perlu mengikuti langkah-langkah berikut:\n\n\n\n\nLayari portal semakan, tingkatan 1: \nhttps://spskt1.moe.gov.my/semakan_sbpt1/index.cfm\n , Tingkatan 4: \nhttps://spskt4.moe.gov.my/semakan_sbpt4/index.cfm\n\n\nMasukkan nombor mykad pemohon dan nombor mykad penjaga utama.\n\n\nklik semak.\n\n\nLihat keputusan permohonan rayuan anda.\n\n\n\n\nRayuan SBP adalah satu peluang penting bagi pelajar-pelajar yang bersemangat untuk meneruskan pelajaran mereka di SBP. Walau bagaimanapun, pelajar-pelajar perlu memastikan bahawa permohonan rayuan mereka lengkap dan diserahkan pada masa yang ditetapkan. Rayuan juga bukanlah jaminan bahawa pelajar-pelajar akan diterima di SBP. Oleh itu, pelajar-pelajar perlu mempersiapkan diri dengan sebaik-baiknya untuk memenuhi syarat-syarat kemasukan ke SBP.\n\n\nPendidikan adalah satu perkara yang penting dalam kehidupan seseorang. SBP menawarkan peluang yang besar untuk pelajar-pelajar Malaysia memperoleh pendidikan berkualiti tinggi. Rayuan SBP adalah satu cara bagi pelajar-pelajar yang bersemangat dan berbakat untuk mendapatkan tempat di SBP dan meneruskan pelajaran mereka. Pelajar-pelajar perlu berusaha sebaik mungkin untuk memenuhi syarat-syarat kemasukan ke SBP dan mempertingkatkan prestasi akademik mereka. Dengan usaha dan tekad yang kukuh, pelajar-pelajar pasti akan mencapai kejayaan dalam pelajaran mereka.\n\n\nSee also\n  \nSemakan Keputusan SPM 2023 Online dan SMS"}
{"url": "https://infopelajar.my/semakan-sbp-tawaran/", "title": "Semakan Tawaran SBP Sesi 2023 Tingkatan 1 dan 4", "body": "\n\nSekolah Berasrama Penuh (SBP\n) adalah sekolah idaman setiap pelajar yang berada di peringkat menengah.\n\n\nPermohonan kemasukan ke tingkatan 1 dan tingkatan 4 SBP telahpun ditutup. Dan kini tiba masa untuk menyemak keputusan tawaran kemasukan ke SBP bagi sesi persekolahan 2021.\n\n\nSemakan tawaran SBP tingkatan 1 dan 4 boleh mula dibuat pada 19 Mac 2021 dan 23 April 2021.\n\n\n19 Mac bagi tingkatan 1 dan 23 Mac 2021 bagi tingkatan 4.\n\n\nArtikel lain: \nPERMOHONAN GKP 3.0 2021\n\n\nCara Semakan Tawaran SBP Tingkatan 1 dan Tingkatan 4\n\n\nCara semakan adalah dengan melayari laman web: \nhttps//:spskt1.moe.gov.my\n bagi tingkatan 1 dan pautan \nhttps//:spskt4.moe.gov.my\n\n\nMasukkan maklumat nombor kad pengenalan anda dan klik semak.\n\n\n\n\nTarikh Pendaftaran SBP 2021\n\n\nManakala, tarikh pendaftaran SBP pula adalah pada 6 April 2021 bersamaan dengan hari selasa.\n\n\nMaklumat lanjut dan sumber rujukan: \nhttps://www.moe.gov.my/muat-turun/kenyataan-media/km2021-1/4197-kenyataan-media-tarikh-semakan-tawaran-dan-pendaftaran-sekolah-khusus-tahun-2021/file\n\n\nSee also\n  \nAPDM 2023: Login Aplikasi Pangkalan Data Murid"}
{"url": "https://infopelajar.my/semakan-stpm-semester-3/", "title": "Keputusan Peperiksaan STPM Semester 3 2023 (9 Ogos 2022)", "body": "\n\nKepada pelajar yang menduduki peperiksaan semester 3 Sijil Tinggi Persekolahan Malaysia (\nSTPM\n) tahun 2021. Kini anda boleh mula membuat semakan keputusan anda melalui portal khas yang disediakan.\n\n\nSemakan ini mula dibuka pada 9 ogos 2022.\n\n\nCara Semakan Keputusan STPM Semester 3 \n\n\nCara membuat semakan adalah, layari: \nhttps://stpm.mpm.edu.my/STPM_RESULTS3/\n\n\nMasukkan nombor kad pengenalan dan angka giliran, kemudian klik semak.\n\n\n\n\nTarikh Penting STPM\n\n\nBerikut adalah tarikh penting bagi pelajar STPM.\n\n\nKeputusan Peperiksaan Semester 1 STPM 2022- Tarikh Buka Semakan: 24/05/2022 10:00 AM\nKeputusan Peperiksaan Ulangan 1 (U1) STPM 2021- Tarikh Buka Semakan: 27/05/2022 10:00 AM\nKeputusan Peperiksaan Ulangan 2 (U2) STPM 2021- Tarikh Buka Semakan: 11/08/2022 10:00 AM\nKeputusan Peperiksaan Semester 3 STPM 2021- Tarikh Buka Semakan: 09/08/2022 10:00 AM\nKeputusan Peperiksaan STPM 2020- Tarikh Buka Semakan: 01/07/2021 12:00 PM\n\n\nSee also\n  \nSemakan Kemasukan Politeknik Ambilan 2023 dan Cetak Surat Tawaran"}
{"url": "https://infopelajar.my/semakan-tabika-kemas/", "title": "Semakan Tabika KEMAS Keputusan Kemasukan Sesi 2023 /2024", "body": "\n\nIbu bapa yang ada membuat permohonan dan mendaftarkan anak untuk memasuki Tabika Kemas di bawah KPM pada tahun lepas, kini boleh membuat semakan keputusan kemasukan  anda.\n\n\nApa itu Tabika Kemas?\n\n\nTabika Kemas\n adalah program \npendidikan prasekolah\n yang ditawarkan oleh Kementerian Pendidikan Malaysia. Program ini ditujukan untuk kanak-kanak usia \n4 hingga 6 tahun\n yang berada di bawah Program Pendidikan Masyarakat (KEMAS). Tabika Kemas menyediakan pendidikan yang berkualiti dan bersepadu bagi kanak-kanak dari semua kelas sosio-ekonomi.\n\n\nTabika Kemas menawarkan pelbagai aktiviti pendidikan yang bertujuan untuk mengembangkan kemahiran dasar kanak-kanak seperti kemahiran motor halus dan kasar, kemahiran bahasa, kemahiran matematik, dan kemahiran sosial emosi. Selain itu, program ini juga memberi penekanan kepada pembentukan budaya akhlak yang baik dan pembentukan personaliti yang positif.\n\n\n\n\nProgram ini dijalankan di sekolah-sekolah KEMAS dan di pusat-pusat pembelajaran KEMAS. Pengajar-pengajar yang terlibat dalam program ini dilatih dengan baik dan berpengalaman dalam bidang pendidikan prasekolah.\n\n\nTabika Kemas juga menyediakan persekitaran yang selamat dan sesuai untuk kanak-kanak. Ia menyediakan peralatan dan bahan-bahan pendidikan yang berkualiti tinggi serta mengambil berat tentang keselamatan dan kesihatan kanak-kanak.\n\n\nSecara keseluruhannya, Tabika Kemas adalah program pendidikan prasekolah yang berkualiti dan bersepadu yang ditawarkan oleh Kementerian Pendidikan Malaysia. Program ini bertujuan untuk mengembangkan kemahiran dasar kanak-kanak dan membentuk personaliti yang positif. Program ini dijalankan di sekolah-sekolah KEMAS dan di pusat-pusat pembelajaran KEMAS yang dilatih oleh pengajar-pengajar yang berpengalaman dan berkualiti.\n\n\nSemakan Keputusan Kemasukan Tabika Kemas 2023\n\n\nKeputusan boleh disemak pada laman web rasmi KEMAS di \nhttps://www.kemas.gov.my/\n bermula pada minggu pertama \nbulan Februari 2023.\n\n\nKeputusan menetnukan sama ada permohonan kemasukan anak anda diterima atau ditolak akan dimaklumkan pada tarikh berkenaan. Sila semak untuk memastikan anda dapat membuat sebarang persiapan kemasukan anak anda jika berjaya.\n\n\nSee also\n  \nKoleksi Karangan Mengenai Alam Sekitar ( Rendah dan Menengah)\nSyarat Kemasukan\n\n\nSyarat-syarat kemasukan ke program TABIKA KEMAS adalah seperti berikut:\n\n\n\n\nKanak-kanak yang mempunyai status Warganegara Malaysia atau salah seorang ibubapa mereka adalah Warganegara Malaysia.\n\n\nProgram ini terbuka untuk kanak-kanak berumur 4 hingga 6 tahun, dengan keutamaan untuk kanak-kanak berumur 5 dan 6 tahun.\n\n\nTempoh permohonan untuk program TABIKA KEMAS tahun 2023 akan dibuka mulai dari 1 Ogos hingga 31 Disember 2022.\n\n\nBorang permohonan boleh di muat turun dari laman web Jabatan Kemajuan Masyarakat (http://www.kemas.gov.my) atau boleh didapati di semua cawangan TABIKA KEMAS.\n\n\nBilangan kanak-kanak dalam satu kelas adalah terhad, iaitu hanya sebanyak 25 orang atau mengikut kapasiti ruang kelas.\n\n\nBorang pendaftaran yang telah dilengkapkan beserta dokumen yang berkaitan hendaklah dihantar terus ke cawangan TABIKA KEMAS yang berdekatan dengan rumah anda.\n\n\nJawatankuasa Pemilihan TABIKA akan mengeluarkan surat jawapan Terima/Tolak kepada ibubapa/penjaga kanak-kanak yang terlibat.\n\n\nSurat pemberitahuan permohonan Terima/Tolak akan dikeluarkan selewat-lewatnya pada minggu pertama bulan Februari 2023.\n\n\n\n\nartikel lain:\n\n\n\n\ne-Operasi: Sistem Pengurusan Guru\n\n\nPAJSK Login\n\n\n\n"}
{"url": "https://infopelajar.my/semakan-tahun-1-kemasukn/", "title": "Semakan Keputusan Kemasukan Tahun 1 Ambilan 2023/2024", "body": "\n\nPerhatian kepada ibu bapa yang ada mendaftarkan anak untuk kemasukan tahun 1 bagi ambilan 2023/2024. Anda kini boleh membuat semakan keputusan kemasukan ke tahun1.\n\n\nKemasukan ini bagi tahun 1 ambilan 2023/2024. Semakanpula boleh dibuat secara online.\n\n\nSemakan Keputusan Tahun 1 Ambilan 2023/2024\n\n\nSemakan boleh dibuat secara online dengan melayari: \nhttps://public.moe.gov.my/\n\n\nSemakan ini dibuka mulai 1 ogos hingga 31 ogos 2022.\n\n\nSemakan ini bagi tujuan menerima dan mengesahkan tawaran penempatan sekolah rendah tahun 1 anak anda. Jika anda tidak bersetuju dengan penempatann yang diberikan, anda boleh membuat rayuan.\n\n\nJika terdapat sebarang pertanyaan dan kemusyiklan, anda boleh hubungi pihak KPM pada pautan: \nhttps://public.moe.gov.my/?\nkpm=hubungi\n\n\nKami mengucapkan selamat menempuh alam sekolah rendah bagi anak-anak anda yang bakal memasuki tahun 1 kelak. Selamat maju jaya.\n\n\nBilakah semakan tahun 1 boleh dibuat?\nBermula 1 Ogos 2022 sehingga 31 Ogos 2022.\nUntuk ambilan tahun apakah semakan ini?\nBagi ambilan sesi 2023/2024.\nBolehkah rayuan dibuat jika tidak bersetuju dengan tempat yang diberikan?\nBoleh. Rayuan boleh dikemukakan dalam tempoh 1-31 Ogos 2022.\nBagaimana cara hubungi pihak KPM jika terdapat persoalan?\nKlik pautan yang kami berikan untuk melihat nombor telefon pejabat JPN di setiap negeri dan daerah untuk anda hubungi.\n\n\nSee also\n  \nSemakan Pendaftaran UPKK Tahun 2023 Online"}
{"url": "https://infopelajar.my/semakan-tahun-1/", "title": "Semakan Pendaftaran Tahun 1 Sesi Persekolahan 2023 /2024", "body": "\n\nPada tahun 2023, ibu bapa dan penjaga boleh membuat semakan keputusan penempatan \nTahun 1\n bagi anak-anak mereka melalui pautan \nhttps://public.moe.gov.my\n. Semakan boleh dilakukan bermula \n1-30 Ogos 2022\n. Bagi mereka yang ingin membuat permohonan lewat ke Tahun 1 secara dalam talian, permohonan boleh dibuat sehingga 14 Februari 2023.\n\n\nPerkhidmatan dalam talian ini dibangunkan untuk memudahkan ibu bapa dan penjaga membuat permohonan ke tahun 1, semakan kehadiran dan mengemaskini profil anak-anak mereka tanpa perlu mengisi borang manual. Penyemakan \nkehadiran murid\n juga boleh dilakukan secara dalam talian bermula hari pertama sesi persekolahan.\n\n\nPendaftaran Kali Pertama\n\n\nUntuk menggunakan perkhidmatan dalam talian ini, ibu bapa dan penjaga perlu membuat pendaftaran kali pertama untuk akaun sendiri. Jika belum mempunyai akaun, mereka perlu mendaftar sebagai pengguna baru dan mengisi semua ruangan yang diperlukan sebelum menekan butang daftar. Jika mereka telah mempunyai akaun sendiri, mereka boleh log masuk menggunakan akaun tersebut.\n\n\nNombor Mykad Salah\n\n\nJika ibu bapa atau penjaga telah membuat pendaftaran dan mendapati bahawa No. Mykad yang dimasukkan adalah salah, mereka perlu daftar semula menggunakan No. Mykad yang betul. Sekiranya mereka telah memohon menggunakan Id Pengguna yang salah atau menggunakan MyKid murid, pengguna boleh teruskan permohonan dengan menggunakan Id tersebut.\n\n\nJika ibu bapa atau penjaga terlupa kata laluan mereka, mereka boleh menekan butang Lupa Kata laluan, mengisi semua medan No MyKad/Id Pengguna dan Pengesahan Kod, kemudian mengklik butang MOHON KATA LALUAN. Pengguna perlu semak e-mel (berdasarkan e-mel yang telah dimasukkan semasa pendaftaran) untuk maklumat lanjut.\n\n\nEmel Tidak Sah\n\n\nJika e-mel yang dimasukkan semasa pendaftaran tidak sah untuk membuat fungsi LUPA KATA LALUAN, ibu bapa atau penjaga perlu menghantar e-mel kepada pihak admin (dengan subjek e-mel: E-mel tidak sah untuk fungsi kata laluan).\n\n\nSee also\n  \nAPDM 2023: Login Aplikasi Pangkalan Data Murid\nJika pengguna hendak mengemaskini maklumat pengguna sistem selain daripada Id Pengguna, mereka perlu daftar masuk terlebih dahulu, kemudian klik butang menu UTILITI.\n\n\nKesimpulannya, perkhidmatan dalam talian ini membantu memudahkan ibu bapa dan penjaga membuat permohonan ke tahun 1, semakan kehadiran dan mengemaskini profil anak-anak mereka tanpa perlu mengisi borang manual.\n\n"}
{"url": "https://infopelajar.my/semakan-temuduga-spp/", "title": "Cara Semakan Keputusan Temuduga SPP Tahun 2023 Secara Online", "body": "\n\nSemakan Keputusan Temuduga Suruhanjaya Perkhidmatan Pendidikan (SPP) Kini Lebih Mudah. Bagi calon yang telah menghadiri temuduga Suruhanjaya Perkhidmatan Pelajaran (SPP), semakan keputusan temuduga boleh dilakukan dengan lebih mudah melalui laman sesawang rasmi \nSPP\n. \n\n\nSemakan Keputusan Temuduga SPP\n\n\nDengan hanya melalui pautan \nhttps://semakan.spp.gov.my/semakan/keputusan_temuduga_view.php\n, calon boleh mengetahui keputusan temuduga yang dihadiri.\n\n\nLangkah ini bertujuan untuk memberi kemudahan kepada calon dan mempercepatkan proses maklumat keputusan temuduga. Melalui sistem ini, calon hanya perlu mengisi maklumat peribadi seperti nombor kad pengenalan dan tarikh lahir untuk mendapatkan keputusan temuduga.\n\n\nSistem semakan keputusan temuduga ini juga membolehkan calon untuk membuat semakan dalam talian tanpa perlu mengunjungi pejabat SPP secara fizikal. Dalam masa yang singkat, calon akan menerima maklumat mengenai keputusan temuduga yang dihadiri, sama ada berjaya atau tidak.\n\n\nLangkah memperkenalkan sistem semakan keputusan temuduga dalam talian ini adalah satu inisiatif yang sangat berfaedah untuk memudahkan calon dalam mendapatkan maklumat mengenai keputusan temuduga. Ini juga membantu mengurangkan masa dan tenaga yang diperlukan untuk mendapatkan maklumat keputusan temuduga.\n\n\n\n\nSelain itu, sistem semakan keputusan temuduga ini juga memudahkan proses pengurusan data calon. Maklumat calon boleh disimpan secara teratur dan teratur dalam pangkalan data, memudahkan pihak SPP untuk mengakses dan memproses maklumat tersebut dengan lebih mudah.\n\n\nDalam era teknologi yang semakin maju, SPP memahami kepentingan kemudahan dan kecekapan dalam pengurusan maklumat calon. Oleh itu, pengenalan sistem semakan keputusan temuduga dalam talian adalah langkah bijak dan memperlihatkan kesungguhan pihak SPP dalam memberikan perkhidmatan yang lebih baik kepada calon.\n\n\nsumber: \nPortalsemakan\n\n\nSee also\n  \nPermohonan Biasiswa Asasi UniSHAMS 2023"}
{"url": "https://infopelajar.my/semakan-tingkatan-1-agama-johor/", "title": "Semakan Tingkatan 1 Aliran Agama Negeri Johor 2023 (Penempatan)", "body": "\n\nSEMAKAN PENEMPATAN MURID TINGKATAN 1 KE KELAS ALIRAN AGAMA SEKOLAH MENENGAH HARIAN NEGERI JOHOR SESI PERSEKOLAHAN 2023\n\n\nBagi pelajar-pelajar yang bakal \nmenginjak naik ke tingkatan 1\n, proses permohonan penempatan ke Kelas Aliran Agama merupakan sesuatu yang penting. Kelas Aliran Agama mempunyai mata pelajaran khusus seperti Al-Quran dan Fardhu Ain yang mana keputusan peperiksaan untuk mata pelajaran ini akan turut mempengaruhi kelayakan pelajar untuk meneruskan pengajian di peringkat seterusnya.\n\n\nSemakan Tingkatan 1 Aliran Agama Negeri Johor\n\n\nUntuk mengetahui penempatan pelajar ke Kelas Aliran Agama di Sekolah Menengah Harian Negeri Johor bagi sesi persekolahan 2023, pihak sekolah telah membuat semakan penempatan murid secara online melalui portal Sistem Pengurusan Penempatan \nMurid\n (SPPM) di laman web \nhttps://sppm.ppdmmjohor.org/\n.\n\n\n\n\nPelajar-pelajar yang ingin membuat semakan penempatan ke Kelas Aliran Agama hendaklah memasukkan nombor kad pengenalan atau nombor sijil lahir mereka pada ruangan yang disediakan di laman web tersebut. Sebarang masalah teknikal semasa proses semakan bolehlah diadukan ke sekolah masing-masing untuk mendapatkan bantuan.\n\n\nSementara itu, bagi pelajar-pelajar yang tidak berjaya ditempatkan ke Kelas Aliran Agama mengikut pilihan mereka semasa pendaftaran sekolah, mereka masih berpeluang untuk membuat rayuan. Tarikh akhir untuk membuat rayuan ke Kelas Aliran Agama adalah pada \n23 Februari 2023\n. Semakan keputusan rayuan kelas Aliran Agama pula akan dibuat pada \n1 hingga 9 Mac 2023\n.\n\n\nBagi pelajar-pelajar yang ingin membuat rayuan ke Kelas Aliran Agama, mereka perlu membuat permohonan secara online dengan menyertakan dokumen sokongan seperti penyata gaji ibu bapa, surat sokongan daripada pengetua sekolah asal, dan apa-apa dokumen tambahan yang berkaitan dengan prestasi akademik atau kebolehan pelajar.\n\n\nDalam menyiapkan permohonan rayuan, pelajar juga perlu mengambil kira semua syarat-syarat yang ditetapkan oleh pihak sekolah, termasuk juga syarat kelayakan untuk mengikuti kelas aliran agama.\n\n\nSee also\n  \nSemakan Keputusan UPKK 2022 / 2023 Secara Online\nKesimpulannya, proses penempatan pelajar ke Kelas Aliran Agama di Sekolah Menengah Harian Negeri Johor sangat penting bagi menjamin kejayaan pelajar ketika sekolah menengah. Bagi pelajar-pelajar yang tidak berjaya ditempatkan ke kelas Aliran Agama, mereka masih berpeluang untuk membuat rayuan dan mendapatkan tempat di kelas tersebut. Oleh itu, pelajar-pelajar perlu memanfaatkan peluang ini dengan sebaik-baiknya bagi memastikan kejayaan mereka dalam peperiksaan SPM nanti.\n\n"}
{"url": "https://infopelajar.my/semakan-tingkatan-1-jais/", "title": "Semakan Tingkatan 1 Sekolah Agama Menengah JAIS (Tawaran kemasukan)", "body": "\n\nSemakan Keputusan Tawaran Kemasukan Murid ke Tingkatan Satu (1) Sekolah Agama Menengah (SAM/SAMT) Negeri Selangor Darul Ehsan Tahun 2023\n\n\nSemakan keputusan tawaran kemasukan murid ke Tingkatan Satu (1) Sekolah Agama Menengah (SAM/SAMT) Negeri Selangor Darul Ehsan Tahun 2023 kini dibuka. Pelajar yang telah mendaftar boleh semak keputusan permohonan mereka melalui portal semakan online pada 16 Februari 2023 (Khamis) mulai jam 9.00 pagi.\n\n\nSemakan Keputusan tawaran Tingkatan 1 SAM JAIS\n\n\nSemakan boleh dibuat dengan melayari : \nhttps://semakan.jais.gov.my/s4m/main.php\n\n\nUntuk mengakses semakan keputusan, calon-calon boleh mengunjungi laman sesawang rasmi Jabatan Agama Islam Selangor dan memasukkan maklumat penting seperti nombor kad pengenalan dan nombor rujukan permohonan. Calon-calon yang berjaya akan dimaklumkan mengenai tawaran mereka dan boleh mula membuat persiapan untuk mendaftar ke sekolah pada bulan-bulan berikutnya.\n\n\n\n\nUntuk calon yang telah berjaya, mereka hendaklah mematuhi segala arahan dan panduan yang diberikan oleh pihak sekolah bagi memastikan kemasukan mereka berjalan lancar. Ini termasuklah mendapatkan borang pendaftaran, menjalankan pemeriksaan kesihatan, dan membeli kelengkapan sekolah yang diperlukan.\n\n\nartikel lain:\n\n\n\n\nSemakan Tabika Kemas\n\n\nSemakan Penempatan Tingkatan 1 \n\n\n\n\nBagi calon yang ingin memperoleh maklumat lanjut atau menghadapi sebarang masalah semasa semakan keputusan, mereka boleh menghubungi pihak Jabatan Agama Islam Selangor di talian 03-5510 5000 atau melalui emel di \njais@selangor.gov.my\n. Pihak Jabatan Agama Islam Selangor sedia membantu dan memberi panduan dalam setiap langkah yang perlu diambil.\n\n\nJadi, marilah kita semua semak keputusan tawaran kemasukan murid ke Tingkatan Satu (1) Sekolah Agama Menengah (SAM/SAMT) Negeri Selangor Darul Ehsan Tahun 2023 dan memberi sokongan kepada anak-anak kita dalam mengejar pendidikan mereka.\n\n\nsumber: \nPortalsemakan\n\n\nSee also\n  \nPermohonan Kemasukan Sekolah Sukan Malaysia Ambilan 2 Sesi Julai 2023"}
{"url": "https://infopelajar.my/semakan-tingkatan-1/", "title": "Semakan Penempatan Tingkatan 1 2023/2024 Online", "body": "\n\nMurid yang berada di tahun 6 pada tahun 2021 yang akan menyambung ke peringkat menengah 2022/2023 kini boleh mula menyemak penempatan masing-masing.\n\n\nSemakan ini boleh dibuat secara online ataupun terus hadir dan hubungi sekolah masing-masing tempat anda memohon penempatan tingkatan 1.\n\n\nPenempatan tingkatan 1ini adalah untuk sekolah harian sahaja.\n\n\nBagi penempatan ke sekolah khusus seperti SBP/MRSM/SMKA, bolehlah rujuk \nSEMAKAN SEKOLAH KHUSUS\n\n\nCara Semakan Penempatan Tingkatan 1 Sesi 2022/2023\n\n\nKeputusan penempatan ini boleh mula disemakan pada \n28 Februari 2022\n. Cara semakan pula adalah secara online ataupun dengan hadir ke sekolah tempat anda membuat permohonan penempatan.\n\n\nPautan untuk semakan akan kami kemaskini jika ianya disediakan oleh pihak KPM.\n\n\nBeberapa sekolah akan mengadakan pendaftaran pada hari yang sama keputusan penempatan dibuka.\n\n\nDisebabkan itu, para murid dan \nibu bapa\n bolehlah sediakan dokumen-dokumen bagi tujuan pendaftaran seperti salinan kad pengenalan/ sijil lahir dan dokumen yang berkait.\n\n\nPara murid/ibubapa juga dikehendaki membuat pengesahan penerimaan penempatan yang ditawarkan oleh sekolah berkenaan.\n\n\nBilakah penempatan tingkatan 1 dibuka?\nPada 28 Februari 2022.\n\n\nSee also\n  \nSemakan Tingkatan 1 Aliran Agama Negeri Johor 2023 (Penempatan)"}
{"url": "https://infopelajar.my/semakan-ujian-kemasukan-mrsm/", "title": "Semakan MRSM Ujian Kemasukan (UKKM) Tingkatan 1 dan 4 Tahun 2023", "body": "\n\nMaktab Rendah Sains Mara (MRSM) merupakan sekolah yang mengkhususkan pelajar sekolah yang cemerlang untuk memasukinya. Setiap tahun pengambilan \nMRSM\n dibuka kepada semua murid yang layak dan berminat.\n\n\nMaktab Rendah Sains MARA (MRSM) merupakan \nsekolah berasrama penuh\n di bawah kelolaan Majlis Amanah Rakyat (MARA).Sebagai salah sebuah agensi di bawah Kementerian Pembangunan Luar Bandar (KPLB), sistem pendidikan MRSM ini diwujudkan untuk merealisasikan matlamat MARA dalam melahirkan modal insan yang berdaya saing dan berdaya maju.Sistem pendidikan MRSM digubal dengan berteraskan \nSains\n, Teknologi, Kejuruteraan dan Matematik (STEM) berpaksikan pembinaan karakter para pelajar supaya mereka menjadi insan cemerlang yang holistik, inovatif dan berintegriti.\n\n\nUntuk memasuki MRSM, satu ujian perlu dijalani oleh semua murid yang dipanggil sebagai Ujian Kecenderungan Kemasukan MRSM (UKKM), Ujian Khas Ulul Albab/ Ujian Teknikal/ Ujian Khas IGCSE.\n\n\nSemakan Kemasukan MRSM Tingkatan 1 dan 4 Tahun 2023\n\n\nMurid boleh mula membuat semakan mengenai ujian kemasukan ini bermula 23 November 202.Semakan boleh dibuat secara online melalui pautan berikut:\n\n\n\n\nTingkatan 1  – \nhttps://mrsm.mara.gov.my/semakanukkmf1/\n\n\nTingkatan 4 – \nhttps://mrsm.mara.gov.my/semakanukkmf4/\n\n\n\n\n\n\nCara semakan ujian kemasukan juga amat mudah iaitu anda hanya  perlu memasukkan nombor kad pengenalan anda yang anda gunakan semasa membuat permohonan. Kemudian klik butang log masuk untuk semak status ujian kemasukan anda.\n\n\nTarikh Ujian Kemasukan MRSM\n\n\nTingkatan 1\nTingkatan 4\nSesi Januari : 2 hingga 18 Januari 2023\nSesi Januari : 2 hingga 18 Januari 2023\nSesi Februari : 6 hingga 17 Februari 2023\nSesi Februari : 6 hingga 17 Februari 2023\n\n\nBerikut adalah arahan yang perlu diikuti oleh calon. \n\n\n\n\nSemua calon yang lengkap mengisi borang akan dipanggil untuk menduduki ujian ini.\n\n\nUjian ini akan dilaksanakan secara berperingkat.\n\n\nTidak semua ujian dilakukan pada hari yang sama.\n\n\nSemakan boleh dibuat pada laman rasmi \nwww.mara.gov.my\n\n\nCalon perlu hadir pada tarikh ujian yang ditetapkan.\n\n\nPertukaran tarikh , masa dan pusat ujian adalah tidak dibenarkan.\n\n\nJika terdapat sebarang pertanyaan mengenai ujian kemasukan ini, bolehlah hantar email ke pangambilanpelajar@mara.gov.my\n\n\n\n\nSee also\n  \nAPDM 2023: Login Aplikasi Pangkalan Data Murid\nLokasi Setiap MRSM\n\n\nBerikut adalah lokasi setiap MRSM yang terdapat di Malaysia. Senarai MRSM di Malaysia:\n\n\n\n\nMRSM BATU PAHAT , JOHOR  \n\n\nMRSM MERSING, JOHOR \n\n\n MRSM MUAR, JOHOR\n\n\n  MRSM BALING, KEDAH\n\n\n •MRSM MERBOK, KEDAH\n\n\n MRSM PDRM KULIM, KEDAH\n\n\n MRSM PENDANG, KEDAH\n\n\n MRSM JELI, KELANTAN\n\n\n  MRSM KUALA KRAI, KELANTAN \n\n\n MRSM PASIR TUMBOH, KELANTAN\n\n\n  MRSM TERENDAK, MELAKA \n\n\n MRSM SERTING, NEGERI SEMBILAN\n\n\n  MRSM MUADZAM SHAH, PAHANG\n\n\n  MRSM TUN GHAZALI SHAFIE, PAHANG\n\n\n MRSM ARAU, PERLIS\n\n\nMRSM GERIK, PERAK\n\n\n MRSM LENGGONG, PERAK\n\n\nMRSM PASIR SALAK, PERAK\n\n\n MRSM PENGKALAN HULU, PERAK\n\n\n MRSM SULTAN AZLAN SHAH, PERAK\n\n\n MRSM TRANSKRIAN, PULAU PINANG\n\n\n MRSM BETONG, SARAWAK\n\n\nMRSM KUCHING, SARAWAK\n\n\n MRSM MUKAH, SARAWAK\n\n\n MRSM KOTA KINABALU, SABAH\n\n\n MRSM TUN MUSTAPHA, SABAH• MRSM BESUT, TERENGGANU \n\n\n MRSM KUALA BERANG, TERENGGANU\n\n\n MRSM KUALA TERENGGANU, TERENGGANU\n\n\n\n"}
{"url": "https://infopelajar.my/semakan-upu/", "title": "Semakan UPU 2023: Keputusan Kemasukan Lepasan SPM", "body": "\n\nBuat adik-adik lepasan SPM 2021, pastinya tertunggu-tunggu bilakah keputusan \nUPU\n akan diumumkan.\n\n\nKeptusan UPU Online lepasan SPM akan diumumkan pada minggu ke empat bulan Julai ini. Ini bermaksud ianya akan diumumkan pada tarikh 18 Julai – 30 Julai 2022 ini.\n\n\nTarikh rasmi pengumuman semakan belum diumumkan oleh pihak UPU.\n\n\nNamun anda boleh membuat semakan dari masa ke semasa pada portal rasmi UPU Online.\n\n\nCara Semakan Keputusan UPU Lepasan SPM \n\n\nCara membuat semakan adalah layari laman web rasmi UPU pada pautan \nhttps://online.mohe.gov.my/UPUOnlinev2/login\n atau layari \nhttps://upu.mohe.gov.my/\n\n\nPengumuman hebahan keputusan akan kami kemaskini.\n\n\nJika terdapat sebarang persoalan boleh terus hubungi pihak UPU pada nombor 03-8870 8200\n\n\nDi bawah ini adalah garis masa tarikh penting permohonan UPU yang perlu anda peka dan ketahui.\n\n\n\n\nBilakah keputusan UPU lepasan SPM akan diumumkan?\nPada minggu keempat bulan Julai 2022.\nApakah laman web rasmi UPU?\nhttps://upu.mohe.gov.my\n\n\nSee also\n  \nBiasiswa Program Khas Jepun, Korea, Perancis, dan Jerman (JKPJ) Tahun 2023 Lepasan SPM"}
{"url": "https://infopelajar.my/senarai-kolej-vokasional-teknik/", "title": "Senarai Kolej Vokasional , SM Teknik dan Kursus 2023", "body": "\n\nKolej Vokasional\n merupakan salah satu pilihan pelajar untuk melanjutkan pelajaran tertamanya dalam bidang kemahiran.Berikut merupakan \nsenarai kolej vokasional \nyang terdapat di seluruh negara berserta kursus yang ditawarkan. Anda boleh membuat permohonan pada bulan 10 setiap tahun.\n\n\nSenarai Kolej Vokasional 20\n23\n\n\n\n\n Kolej Vokasional Labuan\n\n\n Kolej Vokasional Dato’Lela Maharaja\n\n\n  Kolej Vokasional Balik Pulau\n\n\nKolej Vokasional Arau\n\n\nKolej Vokasional Kuala Terengganu\n\n\nKolej Vokasional ERT Setapak\n\n\nKolej Vokasional Kuching\n\n\nKolej Vokasional Pengkalan Chepa\n\n\nKolej Vokasional Kluang\n\n\nKolej Vokasional Sungai Petani 1\n\n\nKolej Vokasional Datuk Seri Mohd.Zin\n\n\nKolej Vokasional Seri Manjung\n\n\nKolej Vokasional Shah Alam\n\n\nKolej Vokasional Muadzam Shah\n\n\nKolej Vokasional Beaufort, Sabah\n\n\n\n\nSenarai Sekolah Menengah Teknik di Malaysia\n\n\n\n\nSekolah Menengah Teknik Tuanku Jaafar\n\n\n Sekolah Menengah Teknik Tunku Abdul Rahman Putra\n\n\n Sekolah Menengah Teknik Seberang Perai\n\n\nSekolah Menengah Teknik Keningau\n\n\nSekolah Menengah Teknik Lahad Datu\n\n\nSekolah Menengah Teknik Tawau\n\n\nSekolah Menengah Teknik Likas\n\n\nSekolah Menengah Teknik Dungun\n\n\nSekolah Menengah Teknik Kuala Lumpur\n\n\n Sekolah Menengah Teknik Bintulu\n\n\n Sekolah Menengah Teknik Sejingkat\n\n\nSekolah Menengah Teknik Pasir Mas\n\n\nSekolah Menengah Teknik Bachok\n\n\n Sekolah Menengah Teknik Johor Bharu\n\n\nSekolah Menengah Teknik Perdagangan Johor Bharu\n\n\n Sekolah Menengah Teknik ERT Azizah\n\n\nSekolah Menengah Teknik Langkawi\n\n\nSekolah Menengah Teknik Bukit Piatu\n\n\nSekolah Menengah Teknik Jasin\n\n\nSekolah Menengah Teknik Gerik\n\n\nSekolah Menengah Teknik Ipoh\n\n\nSekolah Menengah Teknik Taiping\n\n\nSekolah Menengah Teknik Klang\n\n\nSekolah Menengah Teknik Kajang\n\n\n2Sekolah Menengah Teknik Kuala Selangor\n\n\nSekolah Menengah Teknik Gombak\n\n\nSekolah Menengah Teknik Sepang\n\n\nSekolah Menengah Teknik Kuantan\n\n\nSekolah Menengah Teknik Pertanian Cenor\n\n\nSekolah Menengah Teknik (Pertanian) Teluk Intan\n\n\n\n\nSenarai Sekolah Menengah Vokasional di Malaysia\n\n\n1.  Sekolah Menengah Vokasional Port Dickson\n2.  Sekolah Menengah Vokasional Ampangan\n\n\nSee also\n  \nPermohonan Kemasukan Sekolah Sukan Malaysia Ambilan 2 Sesi Julai 2023\n3.  Sekolah Menengah Vokasional Juasseh\n\n\n4.  Sekolah Menengah Vokasional Kuala Klawang\n\n\n5.  Sekolah Menengah Vokasional Dato’ Undang Haji Muhamad Sharip\n\n\n6.  Sekolah Menengah Vokasional Nibong Tebal\n\n\n7.  Sekolah Menengah Vokasional Butterworth\n\n\n8.  Sekolah Menengah Vokasional Batu Lancang\n\n\n9.  Sekolah Menengah Vokasional Kangar\n\n\n10.  Sekolah Menengah Vokasional Kudat\n\n\n11.  Sekolah Menengah Vokasional Sandakan\n\n\n12.  Sekolah Menengah Vokasional Kemaman\n\n\n13.  Sekolah Menengah Vokasional Besut\n\n\n14.  Sekolah Menengah Vokasional Wakaf Tembusu\n\n\n15.  Sekolah Menengah Vokasional Setapak\n\n\n16.  Sekolah Menengah Vokasional Matang\n\n\n17.  Sekolah Menengah Vokasional Betong\n\n\n18.  Sekolah Menengah Vokasional Sibu\n\n\n,19.  Sekolah Menengah Vokasional Miri\n\n\n20.  Sekolah Menengah Vokasional Kuala Krai\n\n\n21.  Sekolah Menengah Vokasional Tanah Merah\n\n\n22.  Sekolah Menengah Vokasional Batu Pahat\n\n\n23.  Sekolah Menengah Vokasional Segamat\n\n\n24.  Sekolah Menengah Vokasional Kota Tinggi\n\n\n25.  Sekolah Menengah Vokasional Muar\n\n\n26.  Sekolah Menengah Vokasional Tanjung Puteri\n\n\n27.  Sekolah Menengah Vokasional Alor Setar\n\n\n28.  Sekolah Menengah Vokasional Kulim\n\n\n29.  Sekolah Menengah Vokasional Jalan Stadium\n\n\n30.  Sekolah Menengah Vokasional Sungai Petani 2\n\n\n31.  Sekolah Menengah Vokasional Melaka Tengah\n\n\n32.  Sekolah Menengah Vokasional Seri Iskandar\n\n\n33.  Sekolah Menengah Vokasional Slim River\n\n\n34.  Sekolah Menengah Vokasional Kuala Kangsar\n\n\n35.  Sekolah Menengah Vokasional Lebuh Cator\n\n\n36.  Sekolah Menengah Vokasional Kerian\n\n\n37.  Sekolah Menengah Vokasional Sungai Buloh,\n\n\n38.  Sekolah Menengah Vokasional ERT Puteri Temerloh\n\n\n39.  Sekolah Menengah Vokasional Tengku Ampuan Afzan\n\n\n40.  Sekolah Menengah Vokasional Sultan Haji Ahmad Shah Al-Mustain Billah, Kuala Lipis\n\n\n41.  Sekolah Menengah Vokasional Sultan Ahmad Shah Ahmad Rompin\n\n\n42.  Sekolah Menengah Vokasioanl Temerloh\n\n\n43.  Sekolah Menengah Vokasional Seri Pelindung Kuantan\n\n\nKursus Kolej Vokasional 20\n23\n\n\nManakala, berikut pula merupakan antara kursus yang ditawarkan di kolej vokasional\n\n\nSee also\n  \nSemakan PKSK: Tawaran Kemasukan ke SBP / SMKA / SMT / KV / MTD 2023/2024 \nKOLEJ VOKASIONAL\n\n\nTeknologi Automotif\nTeknologi Penyejukbekuan dan Penyamanan Udara\nPemesinan Industri\nTeknologi Kimpalan\nTeknologi Elektrik\nTeknologi Elektronik\nTeknologi Binaan\nFesyen dan Membuat Pakaian\nSeni Kulinari\nKosmetologi\nHortikultur Hiasan\nLandskap\nMekanisasi Agro\nAgroindustri Tanaman\nAgroindustri Ternakan Ruminan\nAgroindustri Ternakan Poltri\n\n\nBIDANG VOKASIONAL\n\n\nAutomotif\nPenyejukan & Penyamanan Udara\nAmalan Bengkel Mesin\nKimpalan\nElektrik & Elektronik\nBinaan Bangunan\nPengurusan Teknologi Pejabat\nPengurusan Perniagaan\nFesyen\nKatering\nSeni Kecantikan\nPerkhidmatan & Perkembangan Kanak-kanak\nBakeri\nPelancongan\nHortikultur Hiasan & Landskap\nTeknologi Tanaman\nAgroindustri Tanaman\nAgroindustri Ternakan\nPengaturcaraan Komputer\nPemesin\nJurukimpal\nPelukis Pelan Kejuruteraan Mekanikal\nJuruteknik Automotif\nMekanik Penyejukbekuan & Penyamanan Udara\nPembuat Perabot\nJurubina Bangunan\nJurubina Bangunan (Asas Kayu)\nJurukerja Paip\nPelukis Pelan Senibina\nTimber Processing and Finishing\nJuruteknik Elektrik\nJuruteknik Elektronik Industri – Peralatan\nPembantu Penyedia Makanan\nPembuat Pakaian Wanita\nPendandan Rambut\nJurukecantikan\nJuruteknik Akuakultur\nJuruteknik Ladang Pertanian\nJurupemprosesan Makanan\n\n\nBIDANG TEKNIKAL\n\n\nKejuruteraan Mekanikal\nKejuruteraan Elektrik\nKejuruteraan Awam\nPerdagangan\nSains Pertanian\nAgroteknologi\n\n\nSelamat memilih kolej manakah yang anda akan pilih dari s\nenarai kolej vokasional\n ini.\n\n"}
{"url": "https://infopelajar.my/sijil-stpm-hilang/", "title": "Permohonan Salinan Sijil Peperiksaan STPM Online (Cara Dapatkan Kembali)", "body": "\n\nAdakah anda bekas pelajar \nSTPM\n yang kehilangan sijil? Mungkin disebabkan oleh bencana seperti kebakaran, banjir dan sebagainya. Ataupun telah hilang tanpa dikesan.\n\n\nKini anda boleh mendapatkan semula salinan sijil STPM anda semudah di hujung jari anda.Tidak perlu membuat laporan polis.\n\n\nBayaran yang dikenakan pula adalah seperti berikut:\n\n\n Jika sijil anda dihantar melalui poslaju,\n\n\nRM60.10 (kad kredit)\nRM60 (pembayaran online fpx)\n\n\nJika anda mengambil sendiri sijil di pejabat.\n\n\nRM52.10 (kad kredit)\nRM52 (pembayaran online fpx)\n\n\nCaranya untuk anda memperoleh kembali salinan sijil ini mudah sahaja. Teruskan pembacaan.\n\n\nCara Mendapatkan Kembali Sijil STPM\n\n\nLayari laman web: \nhttp://webmpm1.mpm.edu.my/salinansijil/\n\n\nMasukkan nombor kad pengenalan dan no telefon bimbit anda.\n\n\nJika data anda terdapat di dalam pangkalan maklumat MPM, tahun peperiksaan akan dipaparkan seperti di bawah.\n\n\nSelepas memilih tahun peperiksaan, anda akan diminta untuk mengisi borang.\n\n\nSetelah mengisi borang, teruskan untuk membuat pembayaran. Selesai pembayaran,anda hanya perlu tunggu untuk sijil diposkan kepada anda.\n\n\nSemua kemaskini akan dimaklumkan melalui email.\n\n\nJika anda mengalami sebarang masalah ataupun terdapat sebarang pertanyaan, hubungi 03-6126 1661.\n\n\nJoin kami di \nt.me/portalsemakandotcom\n untuk mendapatkan info bantuan terbaru.\n\n\nSee also\n  \nSemakan Tingkatan 1 Sekolah Agama Menengah JAIS (Tawaran kemasukan)"}
{"url": "https://infopelajar.my/smpk-login/", "title": "SMPK 2023: Login Sistem Maklumat Prasekolah Kebangsaan", "body": "\n\nAkronim \nSMPK\n digunakan untuk Sistem Maklumat Prasekolah Kebangsaan. Informasi pelajar dari institusi-institusi prasekolah termasuk institusi prasekolah swasta dikumpulkan oleh sistem pangkalan data ini. \n\n\nMenurut kerajaan melalui Kementerian Pendidikan Malaysia, data-data ini dianggap penting kerana mempermudahkan tugas pemantauan dan penilaian pendidikan di peringkat prasekolah secara lebih menyeluruh. Setiap guru di prasekolah dianjurkan, bukan diwajibkan, untuk mengemaskini informasi pelajar mereka.\n\n\nObjektif SMPK\n\n\nTiga objektif utama sistem ini dibangunkan oleh Kementerian Pendidikan Malaysia adalah untuk membangunkan sistem maklumat yang bersepadu, memastikan capaian data di semua peringkat dengan mudah dan memantapkan pengurusan dan penyelarasan maklumat. \n\n\nKelebihan menggunakan sistem ini antaranya adalah sistem maklumat yang bersepadu dan tepat, penggantian sistem merekod maklumat secara manual dan mengelakkan ketidakseragaman format kutipan maklumat yang menyukarkan dan menyebabkan kekeliruan.\n\n\nSistem SMPK difokuskan untuk pengguna seperti :\n\n\n\n\nKementerian Pendidikan Malaysia\n\n\nJabatan Pelajaran Negeri\n\n\nPejabat Pelajaran Daerah \n\n\n institusi-institusi prasekolah\n\n\nserta pelaksana seperti prasekolah sekolah-sekolah Kementerian Pendidikan Malaysia\n\n\nTadika KEMAS\n\n\n Tadika Jabatan Perpaduan Negara dan Integrasi Nasional \n\n\nTadika Swasta.\n\n\n\n\n\n\nLogin ke dalam SMPK\n\n\nBagi pihak pengguna dan pelaksana, sistem ini boleh diakses dengan memasuki laman web SMPK pada alamat \nhttps://smpk.moe.gov.my/\n, memasukkan ID Pengguna dan Katalaluan dan dengan mengklik ikon anak panah untuk log masuk. Setelah log masuk berjaya, maklumat terkini para pelajar boleh dikemaskini.\n\n\nSee also\n  \nBantuan Kemasukan Anak ke Taska RM100 di Selangor Tahun 2023"}
{"url": "https://infopelajar.my/takwim-2022/", "title": "Takwim Sekolah 2023 /2024: Senarai Tarikh Cuti Penggal & Perayaan", "body": "\n\nKementerian Pendidikan Malaysia (KPM) telah mengumumkan tarikh/ takwim Sekolah bagi sesi persekolahan 2023/2024.Sesi persekolahan kini dibahagikan kepada 3 penggal persekolahan.\n\n\nTakwim Sekolah 2023 /2024\n\n\nDikongsikan jadual sesi persekolahan/kalendar akademik bagi tahun 2023 – 2024.\n\n\nKumpulan A\n: Sekolah-sekolah di Negeri Johor, Kelantan, Kedah, dan Terengganu\n\n\n\n\nKumpulan B\n: Sekolah-sekolah di negeri Melaka, negeri Sembilan, Pahang, perak, Perlis, Pulau Pinang, Sabah, Sarawak, Selangor, Wilayah Perseketuan Kuala Lumpur, Wilayah Persekutuan labuan dan Wilayah Persektuan Putrajaya.\n\n\n\n\nTempoh Persekolahan dan cuti\n\n\nDibahagikan tempoh jumlah sekolah dan cuti bagi setiap penggal.\n\n\nPenggal\nJumlah Sekolah (Minggu)\nJumlah cuti (Minggu)\nPenggal 1\n 9 minggu\n2 Minggu\nPenggal 2\n12 Minggu\n1 Minggu\nPenggal 3\n21 Minggu\n6 Minggu\n\n\nTarikh Buka Sekolah 2023\n\n\nDaripada takwim yang diberikan ini, \nsesi persekolahan\n pada tahun 2022 akan bermula pada \n19 Mac 2023\n bagi negeri kumpulan A dan \n20 Mac 2023\n bagi negeri kumpulan B.\n\n\nSenarai Cuti Perayaan Sekolah KPM\n\n\nSeperti yang anda tahu, cuti perayaan akan sedikit berlainan daripada \nc\nuti umum 2023\n . Ini kerana KPM akan memberikan cuti tambahan bagi perayaan pada hari-hari tertentu.\n\n\nDi bawah ini adalah jadual cuti perayaan .\n\n\n\n\nnota cuti: \n\n\nHari Deepavali *\nTambahan cuti perayaan yang diperuntukkan oleh\nKPM bagiNegeri Sarawak. Negeri-negeri lain dalam\nKumpulan B memperoleh cuti berganti yang\ndiperuntukkan oleh kerajaan.\nPesta Kaamatan\n(Sabah dan Wilayah Persekutuan\nLabuan sahaja)\n30 & 31 Mei 2023 (Dalam Cuti Penggal 1, Sesi\n2023/2024)\nPerayaan Hari Gawai Dayak\n(Sarawak sahaja)\n01 & 02 Jun 2023 (Dalam Cuti Penggal 1, Sesi\n2023/2024)\nHari Krismas\n25 Disember 2023 (Dalam Cuti Penggal 3, Sesi\n2023/2024)\nTahun Baru Cina\n10 & 11 Februari 2024 (Dalam Cuti Akhir\nPersekolahan Sesi 2023/2024)\n\n\nSemoga takwim ini dapat memudahkan urusan para guru dan juga \nibu bapa\n bagi merancang sebarang aktiviti kelak.Jadual penuh dan notis mengenai takwim sekolah ini boleh diperolehi dengan muat turun file PDF di bawah ini.\n\n\ntakwim-sekolah-2023\nDownload\n\n\nBilakah sesi persekolah bermula bagi 2023/2024?\n– 19 Mac 2023 bagi sekolah Kumpulan A\n– 20 Mac 2023 bagi sekolah kumpulan B\nBilakah tarikh akhir persekolahan 2023/2024?\n– 8 Februari 2024 untuk sekolah Kumpulan A\n– 9 Februari 2023 untuk sekolah Kumpulan B.\n\n\nartikel lain:\n\n\n\n\nSemakan Kelayakan PeKa B40\n\n\nSemakan egumis: Wang tak dituntut\n\n\n\n\nSee also\n  \nSemakan Tawaran SBP Sesi 2023 Tingkatan 1 dan 4"}
{"url": "https://infopelajar.my/tarikh-buka-sekolah-2021/", "title": "Tarikh Pembukaan Sekolah Sesi 2023 (Sekolah Rendah & Menengah)", "body": "\n\nKementerian Pendidikan Malaysia telah mengumumkan tarikh pembukaan semula sekolah. Ianya masih mengikut \ntakwim Persekolahan Sesi 2023/2024\n yang diumumkan KPM.\n\n\nTarikh Pembukaan Sekolah 2023\n\n\nTarikh yang ditetapkan adalah seperti berikut:\n\n\n\n\n\n\n19 Mac 202\n3: Sekolah Menengah Kumpualan A (Johor, Kelantan, Terengganu, Kelantan)\n\n\n20 Mac 202\n3: Sekolah Menengah Kumpulan B( Selain negeri di dalam Kumpulan A)\n\n\n\n\nPerkara ini telah diumumkan dan disahkan oleh Kementerian Pendidikan Malaysia.\n\n\nPersediaan Sebelum Buka Sekolah\n\n\nPersediaan sekolah adalah satu aspek penting dalam memastikan anak-anak kita mendapat pendidikan yang berkualiti. Melalui persediaan yang betul, anak-anak dapat belajar dengan lebih efektif dan mengambil kesempatan penuh untuk berkembang dalam pelbagai aspek.\n\n\nBerikut adalah beberapa perkara yang perlu diambil kira dalam persediaan sekolah:\n\n\n\n\nPakaian sekolah: Pastikan anak-anak mempunyai pakaian sekolah yang bersih dan selesa. Ini termasuk seragam sekolah dan kasut yang sesuai. Pastikan juga pakaian berada dalam keadaan baik, tidak berlubang atau rosak. Selain itu, pastikan anak-anak mempunyai pakaian sukan untuk aktiviti fizikal.\n\n\nAlat tulis: Pastikan anak-anak mempunyai alat tulis yang mencukupi seperti pensil, pen, pemadam dan penggaris. Pastikan juga mereka mempunyai buku latihan dan nota yang mencukupi.\n\n\nBeg sekolah: Pastikan anak-anak mempunyai beg sekolah yang kukuh dan selesa untuk membawa buku-buku dan alat tulis mereka. Pastikan juga beg itu mempunyai kompartmen yang mencukupi untuk memisahkan buku-buku dan alat tulis.\n\n\nPeralatan elektronik: Sekiranya anak-anak memerlukan alat elektronik seperti komputer riba atau tablet, pastikan peralatan itu berfungsi dengan baik dan mempunyai perisian yang diperlukan untuk pembelajaran.\n\n\nMakanan dan minuman: Pastikan anak-anak mempunyai bekalan makanan dan minuman yang mencukupi untuk membantu mereka terus fokus dan bertenaga sepanjang hari. Pastikan juga makanan dan minuman itu berkhasiat dan sihat.\n\n\nPelindung diri: Pastikan anak-anak memakai pelindung diri seperti topi dan kasut sukan semasa aktiviti sukan untuk melindungi diri mereka daripada cedera.\n\n\nPeraturan sekolah: Pastikan anak-anak memahami peraturan sekolah dan mengikutinya dengan baik. Ini termasuk peraturan berkaitan pakaian, peralatan elektronik dan tingkah laku di dalam dan di luar kelas.\n\n\n\n\nSee also\n  \nSemakan PKSK: Tawaran Kemasukan ke SBP / SMKA / SMT / KV / MTD 2023/2024 \nsumber: \nPortalsemakan\n\n"}
{"url": "https://infopelajar.my/upu-online-fasa-2/", "title": "UPU Online Fasa 2 : Permohonan Kemasukan Universiti Sesi Oktober 2023", "body": "\n\nPermohonan UPU fasa 2 adalah peluang yang diberikan kepada pelajar yang tidak berjaya mendapatkan tawaran pengajian melalui permohonan UPU fasa 1. Bagi mereka yang terlepas fasa 1, permohonan fasa 2 adalah peluang kedua untuk mendapatkan tempat di institusi pengajian tinggi di Malaysia.\n\n\nPermohonan UPU Fasa 2\n\n\nPermohonan kemasukan prasiswazah untuk pengajian di institusi pengajian tinggi seperti universiti, kolej universiti, politeknik, dan pusat latihan teknikal akan dibuka pada 15 Mei 2023 hingga 12 Jun 2023. Pelajar yang berminat untuk melanjutkan pengajian peringkat prasiswazah boleh memohon melalui laman web \nhttps://upu.mohe.gov.my\n. Tarikh tutup permohonan adalah pada 13 Jun 2023.\n\n\nUntuk permohonan UPU fasa 2, pengajian yang tidak memerlukan temuduga dan ujian sahaja akan dipertimbangkan. Oleh itu, pelajar hanya perlu mengemukakan permohonan secara online melalui laman web UPU dan menunggu keputusan tawaran dari institusi pengajian tinggi yang dipilih.\n\n\n\n\nBagi pelajar yang ingin memohon UPU fasa 2, langkah pertama yang perlu dilakukan adalah mendaftar akaun di laman web UPU. Setelah mendaftar, pelajar perlu mengisi borang permohonan dan memilih institusi pengajian tinggi serta program pengajian yang diingini. Pelajar juga perlu memasukkan maklumat peribadi, akademik dan kokurikulum yang lengkap.\n\n\nSelepas tempoh permohonan ditutup, pihak UPU akan mengambil masa beberapa minggu untuk menilai semua permohonan yang diterima. Setelah proses penilaian selesai, keputusan tawaran akan diumumkan melalui laman web UPU. Pelajar yang berjaya mendapatkan tawaran perlu mengambil tindakan untuk menerima tawaran tersebut dalam tempoh yang ditetapkan.\n\n\nSecara keseluruhannya, permohonan UPU fasa 2 adalah peluang kedua yang diberikan kepada pelajar untuk melanjutkan pengajian ke peringkat yang lebih tinggi. Oleh itu, bagi pelajar yang terlepas fasa 1 atau belum berjaya mendapatkan tawaran pengajian, jangan lepaskan peluang untuk memohon melalui UPU fasa 2. Jangan lupa, tarikh permohonan dibuka pada 15 Mei 2023 hingga 12 Jun 2023 dan tarikh tutup permohonan adalah pada 13 Jun 2023. Semoga berjaya!\n\n\nSee also\n  \nPendaftaran MUET 2023 (Sesi 2)"}
{"url": "https://infopelajar.my/upu-online-permohonan-kemasukan-ua-politeknik-kk-ilka-2022-2023/", "title": "UPU Online: Permohonan Kemasukan UA, Politeknik, KK, ILKA (2022/2023)", "body": "\n\nSukacita dimaklumkan kepada pelajar lepasan \nSPM\n dan STPM/Setaraf. Permohonan UPU kini dibuka kepada semua pelajar yang berminat melanjutkan pelajaran di Universiti Awam UA,Politeknik, KK, dan ILKA.\n\n\nPermohonan ini adalah bagi sesi akademik 2022/2023. Ianya mula dibuka pada 4 Februari 2022 pukul 12 tengah hari.\n\n\nPermohonan ini akan ditutup pada 31 Mac 2022 pukul 5 petang.\n\n\nKategori Permohoan UPU 2022\n\n\nPermohonan ini dibahagian kepada lepasan SPM dan Lepasan \nSTPM/Setaraf\n.\n\n\nKategori Lepasan SPM\n\n\nIanya terbahagi kepada dua kumpulan iaitu;\n\n\nLepasan SPM 2021\nLepasan SPM 2022 dan SPM 2019.\n\n\nBagi lepasan SPM, pemohon layak untuk menyambung pelajaran ke;\n\n\nASAS -UA\nDiploma – UA, Politeknik & ILKA\nSijil – KK $& ILKA\nIjazah Sarjana Muda – UiTM\n\n\nKategori Lepasan STPM/Setaraf\n\n\nLepasan dari pengajian berikut layak memohon UPU 2022;\n\n\nBagi lepsan STPM 2021\nLepasan Matrikulasi KPM/ Asasi Sains UM/ Asasi Pintar UKM/ Asasi UiTM bagi sesi akademik 2021/2022\nLepasan STAM 2021 & 2022\nLepasan Diploma/ Setaraf\n\n\nMereka layak untuk menyambung pengajian ke ;\n\n\nIjazah Sarjana Muda di UA\n\n\nCara Permohonan UPU\n\n\nAnda boleh membuat permohonan dengan melayari \nhttps://upu.mohe.gov.my\n\n\nPilih kategori anda seperti di bawah:\n\n\nLepasan SPM\nLepasan STPM/Setaraf\n\n\nSemakan Status Permohonan UPU\n\n\nStatus permohonan boleh disemak dengan klik:\n\n\nLepasan SPM\nLepasan STPM/Setaraf\n\n\nIkuti kami di \nt.me/portalsemakandotcom\n untuk info terkini mengenai permohonan dan semakan UPU.\n\n\nNo Unik PIn UPU\n\n\nDisebabkan pandemik yang masih lagi menular, kerajaan telah menanggung sepenuhnya bayaran untuk proses permohonan UPUonline menggunakan Unik ID.\n\n\nDisebabkan itu, no unik ID tidak perlu dibeli di mana-mana seperti di BSN.\n\n\nBilakah permohonan UPU 2022 dibuka?\nPada 4 Februari 2022.\nBilakah tarikh tutup permohonan UPUONLINE 2022?\nPada 31 Mac 2022.\nSiapakah yang boleh memohon permohonan UPU 2022?\nLepasan SPM dan STPM/Setaraf.\n\n\nSee also\n  \nSemakan Panggilan Temuduga Program Asasi/ Diploma UiTM 2023"}
