[
    {
        "url": "https://vulcanpost.com/877118/najibai-chat-ai-free-financial-spending-tracker-whatsapp-malaysia/",
        "title": "Meet NajibAI, the new AI tool that helps M’sians track their expenses on WhatsApp",
        "body": "With the New Year fast approaching, it got me thinking about annual resolutions again. Some people aim to eat healthier and work out more, but for me, it’s about managing my finances better. One way I’ve been attempting to achieve this is by tracking my spending. The only problem? Manually logging in the data gets too tedious, and I end up giving up. I’ve tried apps, sheets, and even jotting it down in physical notebooks—nothing works. But I recently came across NajibAI, which could be a game changer for struggling folks like me. Created by Malaysian founder Dylan Tan, NajibAI is a chat-based WhatsApp artificial intelligence (AI) to record your receipts and track your spending. It’s one of the few free tools that Dylan’s company, Replyr.ai (a firm that helps turn WhatsApp chats into paying customers using AI), makes. “As a fun side project, I created NajibAI, a free WhatsApp tool that helps Malaysians manage their expenses,” Dylan shared with us. “It’s a tool for Malaysians, by a Malaysian, to make tracking spending easy, practical, and a bit more fun.” Anyone can try it as long as you have a WhatsApp account. All you have to do is snap a picture of your receipt, send it to your chat with NajibAI, and he’ll enthusiastically help store your records for you. Currently, NajibAI only tracks a few key elements in the receipt: Upon receiving the photo, NajibAI will extract these details from the receipt and share them with you for double-checking. This will then be stored in NajibAI’s memory bank once you’ve confirmed the details. You can also add notes to the receipt’s record for your future reference. Based on the key elements, you can request a rundown of your spending habits, which is what I personally find the most useful. For example, if you want to find out how much you’ve already spent on food this month, you can just ask NajibAI. Another nifty thing about this WhatsApp-based AI tool is that it works for receipts in any language and any currency. This makes it convenient for when you’re travelling abroad and want to stick with a set vacation budget. I was initially sceptical about this claim, but I’ve tried it with a few foreign receipts online in languages like Mandarin, Russian, and even Greek. NajibAI was able to extract all the key information without a hitch, for the most part, but it doesn’t necessarily localise the business’s name or currency used in the receipt. As the tracker is still in Beta testing, it’s not always perfect. Some occasional hiccups I’ve noticed are problems in extracting the business name (especially if it’s in a non-Latin language) and getting the total amount spent confused. The response time of the chat-based tool is also slightly slower than what I’m used to, typically averaging five to 10 seconds before replying. However, these are just minor issues that can be improved with tweaks. A bigger, more pressing concern would actually be about data and privacy since it’s a WhatsApp-based tool. To this, Dylan reassured that interacting with NajibAI is no different from messaging any other business on WhatsApp. “Everything happens within WhatsApp’s secure environment. We don’t link receipt data back to personal identities, and the system operates within WhatsApp’s privacy guidelines.” That said, he’s actively working on adding more transparency features to give users better visibility and control over their data. Just today, he rolled out a new feature allowing users to request their data to be deleted by simply asking NajibAI. “I don’t foresee significant legal issues since NajibAI operates within WhatsApp’s terms of service. However, I’m keeping a close watch on feedback and I am ready to adapt if users or other stakeholders raise concerns. The goal is to maintain trust and operate responsibly while keeping this helpful tool free for users,” Dylan stated. As for why he chose WhatsApp, it comes down to user convenience. It’s no secret that WhatsApp is a platform that many Malaysians use on a daily basis, so Dylan figured it would make the most practical sense. He believes managing expenses can feel more natural when done in a space that people already associate with communication and sharing images. That said, NajibAI is a glimpse into what’s possible with AI and plays a role in what Replyr.ai is building. Its main business focuses on automating sales on WhatsApp for businesses, using AI agents to perform actions like collecting payments, updating CRMs, and scheduling appointments. Now let’s address the elephant in the room… Why the name Najib? “I chose the name as a playful nod to Malaysian pop culture. Bossku has become part of our everyday slang, and I wanted NajibAI to feel approachable and local,” Dylan explained. “It’s just a fun, relatable way to make expense tracking more interesting.” While you may think it’s referring to a certain someone, the founder reaffirmed that there’s no explicit reference to anyone. As for legal concerns, he’s done his due diligence to ensure there’s no defamatory content or explicit association. “It’s really just [about] creating a light-hearted interaction [more] than anything else. Managing expenses is boring, but NajibAI adds a bit of Malaysian humour into the mix,” he said. This is actually one of the key lessons he learnt with his previous creation called AhBengGPT, a chat-based game powered by ChatGPT, where players try to negotiate for an iPhone from a Malaysian Ah Beng phone seller. “AhBengGPT taught me the importance of keeping interactions fun, engaging, and uniquely local. Malaysians appreciate humour and relatable touches, which is why NajibAI leans into the ‘Bossku’ term, just like how AhBengGPT would speak with really strong Malaysian slang,” he shared. To help more Malaysians manage their expenses better, Dylan intends to keep NajibAI free for everyone to use. It comes at a small cost for Replyr.ai, but he’s more interested in providing its larger benefit to more people. For now, he’s focused on learning how users interact with the AI and refining the user experience from there. Also Read: 3 benefits your tech startup will gain from joining MRANTI’s Supercharger Series, explained Featured Image Credit: Dylan Tan / Vulcan Post"
    },
    {
        "url": "https://vulcanpost.com/877073/ananda-krishnan-malaysia-billionaire-tycoon-facts/",
        "title": "Celebrating Ananda Krishnan: 5 lesser-known facts on the late 6th richest M’sian billionaire",
        "body": "Malaysia’s sixth richest man Ananda Krishnan has died on November 28, 2024 at the age of 86. At the time of his death, he was estimated to have a net worth of US$5.1 billion according to Forbes, making him the 671st wealthiest person in the world. His wealth was primarily accumulated through his role as the founder and chairperson of Usaha Tegas, the founder of Astro Malaysia Holdings, as well as the founder of Yu Cai Foundation (YCF). A notable and forward-thinking businessman, Ananda was one of few who moved out of the old economy of oil trading and property development to the new economy of telecommunications and entertainment. Aside from Astro, his multimedia empire also includes Maxis, MEASAT, and many more. Despite his stature, Ananda Krishnan is known to be a reclusive individual, often shunning public exposure and opting for a low profile instead. As such, little is known about his personal life beyond his business. But as we celebrate his life and legacy, here are some lesser-known facts about the Malaysian businessman that have emerged over the years. Although his affinity seems to lie in business, Krishnan actually has a deep interest in politics, and actually got his Bachelors of Arts degree majoring in political science. When he became a founding director of national energy giant Petronas in the 1970s, Krishnan forged close ties with our country’s political elite, such as former prime minister Mahathir Mohamad. The businessman supposedly played a pivotal role in the development of iconic landmarks such as the Petronas Twin Towers. He apparently sold Dr Mahathir the idea of building the twin towers in the early 1990s. The Edge reported that Tun M then handpicked Ananda Krishnan to lead the development of the Petronas Twin Tower and the surrounding KLCC development. Krishnan was actually a follower of Buddhism, a belief that his only son, Ven Ajahn Siripanyo, followed. Siripanyo actually made the decision to become a Theravada Buddhist monk at the age of 18, The Economic Times reported. He is one of two children from Krishnan’s first marriage to a Thai princess. For over two decades, Ven Ajahn Siripanyo has been living as a forest monk, primarily based at the Dtao Dum Monastery near the Thailand-Myanmar border. It’s unclear who will inherit the billionaire’s wealth, but it likely would not be Siripanyo. It’s said that Krishnan first came to public prominence by helping to organise the Live Aid concert in the mid-1980s. Live Aid is a legendary charity concert, put together by Irish rock star Bob Geldof. A multi-venue benefit concert, the 1985 concert sought to raise further funds for relief of the 1983–1985 famine in Ethiopia. According to Forbes, Krishnan raised US$240 million for the concert and cause. As presented in the previous point, the billionaire was quite the charitable man. Aside from Live Aid, Ananda Krishnan donated to education, the arts, sports, and humanitarian causes in Malaysia through his company Usaha Tegas, and its subsidiaries. Specifically, Krishnan’s Usaha Tegas launched the Harapan Nusantara education fund, which has sponsored 100 students a year since 2004 to attend special programmes at local private universities that collaborate with foreign universities. There’s also the Yu Cai Education Foundation with a grant of US$6.6 million to help ethnic Chinese groups. Astro also had a scholarship programme that devoted an annual RM2 million to support promising Malaysian undergraduate and graduate students studying media and broadcasting. All of these—along with numerous other initiatives, is why Krishnan was recognised on the Forbes list of Asia’s Heroes of Philanthropy in 2010. Of course, the billionaire’s life wasn’t unmarred by criticisms, having been involved in various scandals of alleged corruptions as well as reported bailout of 1MDB, among other issues. Regardless, there’s no two ways about it—Ananda Krishnan has left not just a mark on Malaysia’s business world, but on the very fabric of our nation. His businesses are household names that many of us rely on every day. His work is quite literally marked in our capital city’s skyline. His charitable efforts have impacted more lives than many of us could ever fathom. Although Krishnan was always a private figure, his acts of service greatly benefited the Malaysian public. May he rest in peace. Also Read\nMega sales are coming up in M’sia, here’s how to ensure that your parcels don’t go missing Featured Image Credit: Bernama"
    },
    {
        "url": "https://vulcanpost.com/877054/volvo-malaysia-new-heavy-duty-trucks-safety-features/",
        "title": "Malaysia’s logistics sector just got safer with the launch of Volvo’s new trucks, here’s how",
        "body": "Trucks get a bad rap for being intimidating road companions, but looks like Volvo is trying to flip that narrative with its safety technologies. Not only that, but Volvo Malaysia Sdn Bhd’s (Volvo Trucks) latest range of heavy-duty trucks are also designed to revolutionise Malaysia’s logistics industry by boosting fuel efficiency and reducing carbon emissions. With a focus on safety and sustainability, the new models align with the country’s growing need for greener and safer transportation solutions. “Safety is at the heart of what we do,” Volvo Trucks Southeast Asia and Japan Managing Director Anna Engblom said in a press release. “These new trucks are engineered to protect both drivers and road users while addressing environmental challenges.” Like modern cars today, these trucks are equipped with forward collision warning with automatic emergency braking and adaptive cruise control lane-keeping support. These features aim to reduce the risks associated with heavy vehicles on Malaysia’s roads. Its new Volvo Dynamic Steering (VDS) system ensures stability under varying conditions, while an optional Camera Monitoring System (CMS) offers enhanced vision, reducing blind spots and improving night-time visibility. Malaysia’s logistics sector is thriving, ranking 26th globally in the 2023 World Bank Logistics Performance Index. Volvo’s updated trucks are tailored to the demands of this ecosystem, offering: These features could be game-changers in helping businesses deliver goods more efficiently while reducing costs and emissions. Not only that, it also aligns with Malaysia’s Low Carbon Mobility Blueprint 2021-2030, a policy framework for reducing greenhouse gas emissions in the transport sector. Truck drivers are vital economic frontliners, and Volvo Trucks has also prioritised their well-being. The newly designed cabins feature: These upgrades aim to provide drivers with a productive and comfortable environment, contributing to safer and more efficient operations. Volvo Trucks is also investing in driver training to ensure operators can maximise the benefits of the new trucks. Additionally, its Iron Women Programme, launched in 2024, aims to upskill and empower women to become heavy-duty truck drivers. Five women have already graduated, with plans to train 100 women by the end of 2025. Volvo Trucks continues to set benchmarks in safety, recently earning a five-star rating from Euro NCAP for its Volvo FH and FM models. This recognition underscores its position as a leader in innovative and reliable heavy-duty truck solutions. Trucks don’t usually get the spotlight when we think about innovation or sustainability. But Volvo’s latest heavy-duty trucks might have just represented a technological leap and also a commitment to a better, greener tomorrow for Malaysia’s transport industry. Also Read\nMega sales are coming up in M’sia, here’s how to ensure that your parcels don’t go missing Featured Image Credit: Vulcan Post "
    },
    {
        "url": "https://vulcanpost.com/876975/cradle-plugin-conference-entrepreneur-startups-malaysia-how-to-join/",
        "title": "Why M’sian startup founders need to plug in to this conference organised by Cradle",
        "body": "[This is a sponsored article with Cradle.] Chances are you know of CIP Spark and CIP Sprint if you’re a part of the Malaysian startup scene. These grant programmes by Cradle have been assisting local startups to develop ideas and turn them into commercial products for almost three years now. For the uninitiated, CIP Spark provides grants up to RM150,000 on top of assisting with ​​product development and market validation. On the other hand, CIP Sprint is a seed funding programme for startups with grants up to RM600,000 and helps in product commercialisation. But before even applying for these grants, how do you raise your startup to a level that qualifies for them? One way is by joining Cradle’s inaugural PLUGIN conference happening on December 2, 2024. Over the years, Cradle has organised many events, from pitching and networking sessions to satellite events that equip entrepreneurs with the tools for success. But this will be the first time they host a major event dedicated to the startup ecosystem in Malaysia. A one-day conference held at Bricks Studio in PJ, PLUGIN is a stepping stone for founders who are both new and seasoned in the startup scene. Whether you’re seeking industry knowledge, investors and government funding, or even to connect with fellow entrepreneurs in the ecosystem, PLUGIN is designed to take your startup to the next level. What’s more is that Cradle-backed startups will be exhibiting and pitching as well, giving you the chance to connect with innovators shaping the future. Cradle is starting strong with its first major event dedicated to the startup ecosystem in Malaysia. The team shared with us that they’re expecting more than 500 attendees excluding the exhibitors. There is something in store for everyone, regardless of your role in the larger startup ecosystem. For startup founders, the event fosters collaboration and the exchange of ideas on a more intimate level, as well as the opportunity to form partnerships with game-changing investors. Corporate leaders and government agencies will gain valuable insights into the latest cutting-edge technologies being showcased by up to 50 startups. This includes Cradle-backed startups like POMEN (an app for car service and breakdowns), Faradays Energy (a hydrogen greentech firm), and Angsana Health (a digital-first primary healthcare system). Even university students and educators will benefit from joining PLUGIN, bridging the gap between academia and industry by exploring real-world applications of research. As a comprehensive platform to elevate startups, PLUGIN’s Main Stage will feature four panel sessions and one spotlight session: In between the panel sessions, there will also be two Cradle Pitch sessions. Up to eight startups for each session, all of whom are CIP Spark and CIP Sprint grant recipients, will present their tech solutions to a room full of corporates, investors, and founders alike. Attendees will hear first-hand how founders have navigated the startup journey, as well as pick up tips and tricks for future pitches. This would be especially useful for newer founders who want to learn how to structure pitches, communicate value propositions, and benchmark your startup against others in the market. And if you find yourself ready to take that next step, you can also catch Cradle’s team at the conference to learn more about their initiatives. At the end of it all, Cradle is hosting an exclusive, by-invitation-only Award Night Dinner to highlight Cradle-backed startups that have truly stood out. This dinner will be awarding top-performing startups, taking into account their milestones so far. Some award categories of the night are Trailblazer Cradle Startup of the Year, Disruptor of the Year, Investor Magnet, and more. More than a gathering of key ecosystem players, PLUGIN is a launchpad for promising Malaysian startups. From deep dives that tackle the hottest topics in tech at the moment to startup pitches showcasing bold ideas, this conference offers attendees a closer look at Malaysia’s advancing tech scene. Don’t miss out on the chance to be part of this dynamic event. Secure your spot today and join the tech innovators of tomorrow. Also Read\n5 reasons Tokyo makes an ideal launchpad for M’sian & S’porean startups to scale globally Featured Image Credit: Cradle"
    },
    {
        "url": "https://vulcanpost.com/876807/paris-queen-health-supplement-wellness-brand-malaysia/",
        "title": "Gaps in the health supplement industry pushed this M’sian to create her own wellness brand",
        "body": "[Written in partnership with Legency Group, but the editorial team had full control over the content.] In her fascination with the written word, among the topics that caught Paris Yee’s eye, health stood out—a subject often overlooked by her peers. “Young and healthy people rarely think about health management,” Paris explained. “Back then, it seemed like such a chore, involving boiling herbal soups or following traditional methods. It wasn’t something that resonated with modern lifestyles.” Yet, her early interest in health remained a quiet hum in the background. Life had other plans, with Paris pursuing a career far removed from wellness. That is, until 2016, when a serendipitous discovery of Synergy Via Online (SVO)—a brand committed to simplifying health—rekindled her passion. She dove into self-learning, devouring books, attending courses, and immersing herself in the industry. “Through SVO, I realised health management could be accessible and effortless,” Paris said. The brand’s philosophy aligned perfectly with her belief that wellness shouldn’t be a burden. “I went from being an observer to an active participant. That moment marked a turning point for me,” she told Vulcan Post. It was this combination of self-taught skills and formal education that laid the foundation for Paris Queen, her health supplement brand. When Paris launched Paris Queen, she had one goal: to create a brand people could trust. “I noticed two major gaps in the health supplement market—quality and transparency,” she said. “Many products either failed to meet safety standards or didn’t disclose their ingredients clearly. It struck me how much trust was lacking in this space.” Determined to change that, Paris prioritised rigorous quality control and transparent communication. Every product carried by Paris Queen undergoes stringent testing to ensure both safety and effectiveness, and the brand shares the certifications of each product on their website. “If I wouldn’t use or recommend it myself, it doesn’t make it into our product line,” she said firmly. “We want to be synonymous with effectiveness and safety, and that’s been our guiding principle from day one.” Paris Queen has also chosen a direct-to-consumer model to ensure its customers receive the best possible experience. “Currently, our products are exclusively available online through our official website. We don’t work with any retailers at this time,” she shared. According to their website, there are 11 brands under them such as ZENSO, BIO-SERIES, Femoire and KidAone, with their primary product line coming from Wellous, a brand with nearly a decade of experience and accolades in the wellness industry. This strategic decision allows Paris Queen to maintain control over product quality and freshness while fostering a closer relationship with its customers. “By selling directly through our site, we can also offer personalised customer service and ensure that everyone who purchases from Paris Queen has a seamless and trusted experience,” she added. Launching a health supplement brand in a crowded market wasn’t easy. Paris faced stiff competition, evolving consumer demands, and logistical challenges during the pandemic. Yet, she saw these obstacles as opportunities to grow. “What kept me going was remembering why I started,” Paris reflected. “I wanted to help people manage their health effortlessly with products they could trust.” She credited her determination, along with support from SVO, for navigating these hurdles. “SVO gave me invaluable opportunities, like attending a nutritionist course in Taiwan earlier this year. It helped me provide better advice to customers and refine our product offerings.” This focus on customer-centric solutions has paid off. Paris said that her brand has built a loyal community of customers who value its commitment to quality and transparency. Beyond just selling products, Paris Queen also wants to foster a culture of wellness. The brand plans to introduce community wellness programmes including workshops, seminars, and collaborations with health professionals. “Our goal is to empower people to take control of their health,” the founder explained. “We want to make wellness feel less like a chore and more like a rewarding journey.” These programmes will cover diverse topics, from nutrition and fitness to mental health, creating a supportive space for learning and growth. As Paris Queen grows, sustainability is becoming a core focus. The brand is exploring eco-friendly practices, Paris said. “Some of the steps we’re taking include using ingredients from sustainable sources, reducing waste during production, and switching to recyclable packaging.” For Paris, her journey with Paris Queen is more than a career—it’s a calling. “Every challenge has been a lesson, and every success is a reminder of why I started,” she said. “I’m proud of what Paris Queen represents: a trusted partner in health, dedicated to making wellness simple and accessible.” With her passion and perseverance, Paris hopes to prove that health management can indeed be effortless, inspiring others to embrace a better quality of life. Also Read\nMega sales are coming up in M’sia, here’s how to ensure that your parcels don’t go missing Featured Image Credit: Paris Queen "
    },
    {
        "url": "https://vulcanpost.com/876875/bursa-malaysia-lead-regional-initial-public-offerings-ipos-2024/",
        "title": "From “world’s worst” to promising future: Bursa M’sia leads in IPOs regionally this year",
        "body": "When Malaysian businesses think of going public, many of them may have historically looked abroad. This is for many reasons, including the fact that our local market was once considered the world’s worst major stock market by Bloomberg. But in recent times, Malaysia’s stock exchange markets have been looking more promising than ever. Sentiments have been shifting positively especially as tech giants, such as Google and Microsoft, announced billions of dollars in investments in Malaysia. Rakuten Trade, a leading online brokerage firm in Malaysia, shared their optimism about the country’s IPO market in a press release. This is backed up by the fact that there’s been 33 listings on the ACE Market, 10 on the Main Market, and 2 LEAP Market listings in the year. And according to the firm, the total sum is on track to hit 50 with a few more listings. Specifically, they’re referring to 4 ACE Market and 1 Main Market listings by Cropmate, Carlo Rino, Winstar, Top Vision, and TMK Chemical. This year, there’s been Main Market listings of 99 Speed Mart, Azam Jaya, and the recently listed Life Water. All of these have led to a renewed interest among retail investors. Mr Kazumasa Mise, CEO of Rakuten Trade, highlighted the strong performance of 99 Speed Mart, “99 Speed Mart was our top-traded IPO stock in 2024, attracting over 2,000 clients on listing day. This, along with strong performances from Master Tec Group, HE Group, Kawan Renergy, and UUE Holdings, demonstrates the investor appetite for quality IPOs.” Based on the draft prospectus exposure, it seems like 2025 will be another bumper year for IPOs. Rakuten Trade believes 2025 most certainly will surpass this year’s record number of IPOs. Having already achieved its KPI for IPOs in 2024, Bursa Malaysia has a target of 50 for next year. “Malaysia is now leading the market for IPOs in the region due to the attractive valuations, the conducive and supportive regulators—Bursa Malaysia, Securities Commission—the government’s clear business-centric framework, and improving fundamentals,” Rakuten Trade’s Head of Equity Sales, Vincent Lau, said. He believes that these are all key to the renewed confidence in Malaysia’s local bourse with net foreign inflows. Bernama also reported that an analyst expects Malaysia’s equity market to maintain a stable outlook in 2025, supported by robust investment inflows, strong domestic consumption, and continued fiscal consolidation. If there’s one thing that we keep hearing this year, it’s that Malaysia is on the rise. CNA reported that licensed financial advisor Lieu Ching Foo from Malaysia-based consultancy CC Advisory said that Bursa Malaysia has benefited from strong positive narratives that have been put forth by the Malaysian government. One of those narratives is the fact that Malaysia’s neutral geopolitical status is a strong advantage in today’s tumultuous climate. However, CNA also spoke to other experts who cautioned that the recovery in Malaysia’s stock market may be short-lived, considering those geopolitical tensions that are further exacerbated with the recent American election. But if local businesses and retail investors continue to put their faith in our local market, it seems like there may be a prosperous year ahead for the country. Also Read\nMega sales are coming up in M’sia, here’s how to ensure that your parcels don’t go missing Featured Image Credit: Bursa Malaysia"
    },
    {
        "url": "https://vulcanpost.com/876514/piepie-pet-memorial-business-funeral-services-pets-malaysia/",
        "title": "This M’sian started a biz to help your furry kids have a proper goodbye as humans",
        "body": "For many, pets are more than just animals—they’re family members. They share our joys, comfort us in our lows, and are there for life’s big and small moments. When it’s time to say goodbye, the void they leave is immeasurable. Recognising the depth of this bond and the lack of proper avenues to grieve, Kelly Yan Yen Qun, a former architect, decided to bridge this gap. To do so, she started Piepie Pet Memorial, a haven for pet owners to bid a heartfelt farewell to their beloved companions. The idea for Piepie Pet Memorial was born out of a deeply personal experience during the Movement Control Order (MCO) in Malaysia. Kelly’s partner lost his dog, Pie, with whom he had shared an unbreakable bond for eight years. Having brought Pie from Australia to Malaysia, the dog was family. Yet, amidst the restrictions of MCO, Pie’s passing lacked the closure and dignity they wished for. “It was heartbreaking to see how much he struggled with saying goodbye,” Kelly shared with Vulcan Post. “It made me realise how little support there was for pet owners during such a difficult time. That’s when I decided we needed to do more for our furry kids.” Driven by this conviction, Kelly delved into research, looking at countries like Japan, Taiwan, and Australia, where pet funeral services were already established. With no prior experience in pet healthcare or funeral services, she looked to mentors, her entrepreneurial instincts, and sheer determination. By June 2021, as the MCO drew to a close, Piepie Pet Memorial was officially launched. While dogs and cats remain the main clientele, Piepie’s services soon expanded to accommodate a surprising variety of pets. “One day, we received a request for a farewell ceremony for a hamster,” Kelly recalled. “That’s when it hit us—every pet, no matter their size, is deeply cherished by their owners.” From hamsters to hedgehogs, parrots to turtles, and even koi fish and frogs, Piepie has honoured pets of all shapes and species. The services offered don’t discriminate by size or type. Each pet receives a dignified farewell, with pricing varying based on size. “Our philosophy is simple: All life deserves respect. Whether it’s a hamster or a gecko, their owners feel the same pain when they lose them. It’s not about the price or size—it’s about love,” she said. According to their website, pet funeral packages start at RM250, with all-inclusive options reaching RM12,999. Each package has its own set of offerings tailored to meet different needs. Piepie’s services are meticulously designed to support grieving pet owners. The journey begins when a pet owner contacts the team. Whether the pet has passed or is nearing its final days, Piepie ensures that every step is handled with empathy. According to Kelly, one of the things that sets the business apart from others is Piepie’s offerings to include personalised memorial ceremonies, where pet owners can select private or communal cremations, memorial events, or unique farewell gestures such as photo displays and tribute sessions. These ceremonies often feature meaningful touches like music, favourite toys, and paw print impressions to preserve cherished memories. In addition, Piepie provides cremation and aftercare services, addressing the environmental limitations of traditional burials. Partnering with trusted providers, Piepie ensures families receive their pet’s ashes in beautifully crafted urns or as keepsakes like memorial jewellery. Beyond the ceremonies, Piepie emphasises ongoing support for grieving families. About a week after the memorial, the team offers grief counselling to help owners process their loss. “Many owners don’t realise the depth of their grief until the ceremonies are over,” explained Kelly. “The counselling helps them navigate this emotional journey, offering closure and peace.” Operating in a field that deals with life and death daily has been an enlightening experience for Kelly and her team. They’ve witnessed the profound bonds people share with their pets and the unique ways they grieve. “Some might view pet memorial services as a luxury, but for those who see their pets as family, it’s a necessity,” the founder remarked. “This isn’t just about providing a service; it’s about giving grieving owners a chance to say goodbye without regret.” Kelly’s team approaches each case with empathy, recognising the highly emotional state of pet owners. Whether it’s a heartfelt thank-you note or a tight hug after the ceremony, these moments reaffirm the importance of their work. “There’s no greater reward than knowing we’ve made a difficult time a little easier for someone.” The pet funeral service industry is still relatively nascent in Malaysia, but it’s steadily gaining recognition. Piepie has not only educated the public about its services but has also sparked conversations about how we honour our furry kids in their final moments. “People used to think there were no options beyond burying their pets in the backyard. Now, they know they can give their pets the dignity they deserve,” she said. Social media, TV programmes, and collaborations with key opinion leaders (KOLs) have played a significant role in raising awareness. Kelly’s journey with Piepie Pet Memorial is a testament to the importance of empathy, respect, and innovation. What started as a response to personal grief has blossomed into a meaningful business that fills an emotional void for countless pet owners. As Piepie continues to grow, Kelly’s mission remains unchanged: to advocate for respect, dignity, and grace for all furry kids on their final journey. Also Read\nThis Microsoft Copilot workshop convinced me that AI can help content creators, here’s how Featured Image Credit: Piepie Pet Memorial "
    },
    {
        "url": "https://vulcanpost.com/876149/vegecore-malaysia-plant-based-ready-to-eat-vegetarian-meals/",
        "title": "To make plant-based eating fun, this M’sian vegetarian started her own ready-to-eat meal biz",
        "body": "Jessica Yeong has always been a vegetarian. In fact, her family ran vegetarian restaurants, giving her firsthand insights into the industry around vegetarian F&B. Perhaps this background is why she’s known as a picky eater, always wanting her food to be tasty and satisfying wherever she goes. Yet, this can be a big challenge. “As a lifelong vegetarian, I’ve always found it tough to get good plant-based food, especially in rural areas or overseas,” she explained to Vulcan Post. With a background in food science, Jessica decided to solve this problem through her very own business—Vegecore. Vegecore launched fairly recently, but the idea behind it had been cooking for a while. The motivation behind the business is straightforward—to make plant-based eating more accessible, flavourful, and fun. The accessibility factor all comes down to convenience. With many people’s lives being so fast-paced today, Jessica felt like it was critical to make something that could actually be incorporated into Malaysians’ daily routines. That’s why Vegecore’s products can actually be eaten straight from the bag. The founder herself shared, “I often crave a comforting meal but don’t have the time or motivation to cook.” And she’s definitely not the only person with this pain point. That’s why there are quite a number of convenient and instant offerings in the market. But when it comes to plant-based foods, the options begin to dwindle a little. There are certainly brands offering it, such as Pinxin Vegan Cuisine or Mushroomlah, but it’s a relatively nascent market still. To stand out, Vegecore aims to be “flavourful and fun,” which will help break the stereotype that plant-based food is bland or “just for grandmas.” Oftentimes, people may think vegetarian meals are only for older, religious people or specific cultural groups. And while it’s true that vegetarian food is more popular with some groups, that doesn’t mean the food is only meant for those groups to enjoy. “Vegecore isn’t here to convert anyone; it’s just a delicious, convenient choice that’s perfect for those wanting to try something new, reduce meat intake (even if it’s just once a week), or have an easy meal on hand,” the founder said. With that, the founder emphasised that Vegecore really is for everyone—flexitarians, meat eaters, environmentalists, busy people, outdoor adventurers, or just anyone looking for a simple way to explore plant-based options. As mentioned, though, there are more vegetarian or vegan offerings in the market nowadays, thanks to changing habits and more focus on plant-based lifestyles. Yet, as Jessica said, many of these plant-based options focus on Western foods such as nuggets, burgers, and sausages. To that, Jessica wondered, “Where are the flavours that represent home, like rendang and sambal?” “When I was studying abroad, I missed home-cooked meals so much, and without a kitchen or proper cooking facilities, it was tough to find anything close to those comforting tastes,” she said. “That feeling of missing the taste of home and wishing for an easy solution is what drove me to create these recipes.” From there, Jessica began working with her team to experiment with different formulations. Although the team had fun with their experimentations, they also wanted to make sure the flavours felt authentic, resonating with both local and international palates. “It took a lot of rounds of testing to get the balance just right,” she said. Focusing on Malaysian flavours that the team felt were missing in the plant-based market, Vegecore began working with a manufacturing facility to produce its products. Jessica ensured that the facility upholds high standards and holds certifications in food manufacturing, like FSSC 22000, ISO 22000, HACCP, HALAL, and more. “They’re also committed to environmental initiatives, including solar panels and efficient waste management, something that was very important to us when choosing a production partner,” she elaborated. The halal certification also ensures that Vegecore can be enjoyed by everyone. Beyond individuals, Jessica also aims to address businesses with Vegecore. “Growing up in a family that ran vegetarian restaurants, I saw firsthand the challenges they faced, like how hard it was to keep food quality consistent with different chefs,” she explained. As such, Vegecore aims to be a solution for restaurants and cafes, especially non-vegetarian eateries that want to include plant-based options without the hassle of extra prep. It’s chef-free, so they can offer quality plant-based dishes without needing specialised skills. “We like to think of Vegecore as a solution for both customers and eateries that want convenience without sacrificing flavour,” Jessica concluded. Priced from RM12.90 to RM14.90, Vegecore products are currently available on their website, Shopee Malaysia, and Shopee Singapore. Given the “surprisingly positive” response so far, Jessica is actively working on expanding their availability. According to the founder, several customers have noted that the taste is so good they often couldn’t tell the difference between Vegecore and traditional meat dishes. Some also shared that Vegecore lets them enjoy traditional flavours in a plant-based form, which they appreciate for health reasons, such as having difficulty digesting meat. Beyond expanding availability, Jessica aims to build a community around plant-based eating, which will up the startup’s market reach while increasing brand awareness. It also goes towards their long-term aim of educating people on how even one plant-based meal can make a positive environmental impact. “Ultimately, I hope to see Vegecore in restaurants, cafes, and convenience stores everywhere, becoming as synonymous with plant-based options as other established brands are in their categories, like how we think of Niko Neko when we see matcha,” Jessica said. “Ideally, Vegecore’s logo will stand for high-quality, flavourful plant-based options wherever it’s seen.” She also aims to explore the export market to make Vegecore accessible globally. As mentioned, the business is already shipping to Singapore, marking the first step of their global ambitions. Being a vegetarian brand comes with its own set of challenges, though, since plant-based foods often aren’t the first choice for the general public. Yet, given the market response for Vegecore, Jessica feels genuinely optimistic. “People today are much more open-minded; they’re environmentally conscious, mindful of their meat intake, and curious to explore new options,” she said. “I believe that by making plant-based eating accessible, approachable, and high-quality, we can connect with a wider audience.” Although the business started as a way to solve Jessica’s own problem, in doing so, she’s now enabling others to easy, enjoyable plant-based meals too. Also Read\nThis Microsoft Copilot workshop convinced me that AI can help content creators, here’s how Featured Image Credit: Vegecore "
    }
]