{"url": "https://www.suararisda.my/blog/tanaman-nanas-perbaiki-sosioekonomi-pekebun-kecil-pr22", "headline": "Tanaman nanas perbaiki sosioekonomi pekebun kecil", "content": ["Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (Risda) mengenal pasti tanaman nanas sebagai tanaman baharu yang mampu meningkatkan taraf sosioekonomi pekebun-pekebun kecil.", "Pengerusi Risda, Datuk Seri Mohd. Salim Mohd. Sharif berkata, malah tanaman tersebut juga kini telah diusahakan oleh Koperasi Pekebun Kecil Negeri Sembilan di tanah seluas 3.64 hektar yang terletak di Pedas dekat sini.", "Menurut beliau, pihak koperasi telah menanam sebanyak 140,000 pokok nanas dan dijangkakan dalam tempoh 18 bulan, nilai jualan yang bakal diperoleh koperasi bagi tanaman berkenaan boleh mencecah sehingga lebih RM500,000.", "“Ini adalah salah satu yang Risda buat untuk pengeluaran makanan ataupun agromakanan. Sekiranya pekebun kecil hanya bersandarkan kepada harga getah sahaja, sudah pasti dengan pendapatan RM2.50 sekilogram tidak cukup untuk menyara hidup.", "“Sekiranya betul-betul fokus dengan projek ini memang boleh mendatangkan keuntungan,” katanya kepada pemberita pada Majlis Perasmian Penuaian Nanas MD2 Koperasi Pekebun Kecil Negeri Sembilan Bhd. di Kampung Anak Air Kundur, Pedas, di sini hari ini.", "Yang turut hadir, Pengerusi Koperasi Pekebun Kecil Negeri Sembilan Bhd., Datuk Aliasak Ambia dan Ahli Dewan Undangan Negeri (ADUN) Chembong, Datuk Zaifulbahri Idris.", "Sementara itu, Mohd. Salim berkata, Risda juga telah merancang dan menetapkan pelan tindakan baharu Program Pembangunan Hasil Baharu Agromakanan RISDA bagi memperbaiki ekonomi pekebun kecil melalui tiga bidang utama iaitu tanaman jangka pendek, tanaman jangka panjang dan ternakan.", "“Pada tahun lalu, Risda telah memperuntukkan sebanyak RM655,000 bagi menggerakkan projek berkenaan di Negeri Sembilan dan pada tahun ini peruntukan berkenaan meningkat kepada RM1.8 juta.", "“Risda kini sedang memfokuskan sumber makanan baharu yang boleh diketengahkan seperti tanaman halia dan fertigasi cili. Kami juga mengalu-alukan aktiviti tambahan anak-anak pekebun kecil yang berminat untuk menjadi usahawan ternakan atau pertanian asalkan mereka ini mempunyai kebun getah,” katanya."]}
{"url": "https://www.suararisda.my/blog/tindakan-risda-bagi-membantu-pekebun-kecil-getah-hadapi-cuaca-panas-pr75", "headline": "Tindakan RISDA bagi membantu pekebun kecil getah hadapi cuaca panas", "content": ["Sorotan Video Pertanyaan Lisan Dewan Rakyat YB Datuk Hajah Rubiah Binti Haji Wang, Timbalan Menteri Kemajuan Desa dan Wilayah bagi menjawab pertanyaan YBrs. Tuan Haji Kamal Bin Ashaari (Kuala Krau) berkenaan tindakan KKDW terutama melalui RISDA bagi membantu pekebun kecil getah seluruh negara dalam menghadapi cuaca panas yang panjang di negara yang akan mengurangkan produktiviti tanaman getah."]}
{"url": "https://www.suararisda.my/blog/kerajaan-serius-bangunkan-luar-bandar-pr52", "headline": "Kerajaan serius bangunkan luar bandar", "content": ["Peruntukan RM11 bilion kepada Kementerian Kemajuan Desa dan Wilayah (KKDW) membuktikan komitmen tinggi kerajaan dalam melaksanakan agenda pembangunan luar bandar. Timbalan Perdana Menteri, Datuk Seri Dr Ahmad Zahid Hamidi berkata, menerusi peruntukan itu, lebih banyak projek pembangunan dapat dilaksanakan di desa termasuk di", "“Bukan sahaja dari segi infrastruktur malah ekonomi, sahsiah, spiritual dan modal insan,” katanya dalam kenyataan pada Jumaat. Menurutnya, peruntukan itu seterusnya dapat menyokong pembangunan sosioekonomi serta mewujudkan persekitaran kehidupan luar bandar yang sejahtera dan makmur seperti mana yang digariskan dalam Dasar Pembangunan", "Luar Bandar 2030. “Di bawah peruntukan pembangunan, usaha pembangunan infrastruktur asas luar bandar akan diteruskan,” katanya.", "Beliau berkata, ia termasuk peruntukan RM1.5 bilion untuk jalan luar bandar dan jalan perhubungan desa. “Selain itu, sebanyak RM176 juta diperuntukkan untuk menaik taraf dan menambah baik premis serta kemudahan perniagaan termasuk di bawah Majlis Amanah Rakyat (MARA), selain premis dibawah Dewan Bandaraya Kuala Lumpur (DBKL), Perbadanan Usahawan Nasional Berhad (PUNB) dan Uda Holdings Berhad (UDA),” katanya. ", "Ahmad Zahid berkata, KKDW menyambut baik peruntukan RM6.7 bilion untuk program TVET meliputi 280 institusi TVET. “KKDW juga menghargai saranan supaya 90 peratus graduan TVET menerima gaji lebih RM2,000 yang dijangka akan turut memberi manfaat kepada kira-kira 59,000 pelajar TVET,” katanya. Ujar beliau, MARA sebagai salah satu institusi utama TVET dibawah KKDW juga merintis penglibatan institusi TVET Persekutuan dengan industri terutama dalam kalangan GLC untuk ambil alih sebahagian atau sepenuhnya penyediaan program latihan bagi memenuhi keperluan industri.", "Katanya, RISDA diperuntukkan RM256 juta bagi Bantuan Musim Tengkujuh yang mana kadarnya dinaikkan daripada RM600 kepada RM800 untuk tempoh empat bulan.“Bantuan Musim Tengkujuh ini akan memberi manfaat kepada 320,000 pekebun kecil,” katanya. ", "Menurutnya, pendapatan minimum penoreh getah dapat dipertingkat melalui kenaikan Paras Harga Pengaktifan Insentif Pengeluaran Getah daripada RM2.50 kepada RM2.70 yang melibatkan peruntukan RM350 juta. “Manakala Felcra akan menerima peruntukan membangunkan tanah-tanah terbiar untuk projet tanaman makanan,” katanya. Tambah Ahmad Zahid, kementerian juga memberi penekanan untuk pendidikan awal kanak-kanak di kawasan luar bandar. Beliau berkata, KKDW akan memastikan peruntukan RM11 bilion pada tahun ini dimanfaat dan digunakan untuk pemugaran desa dan memperkasa penduduk desa."]}
{"url": "https://www.suararisda.my/blog/risda-agih-rm67-juta-dividen-tsk-2022-pr29", "headline": "ISDA Agih RM67 Juta Dividen TSK", "content": ["Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) terus komited membantu pekebun kebun kecil getah khususnya di Perlis.", "Ini menerusi pelbagai inisiatif bagi membantu golongan berkenaan terutamanya dalam bidang keusahawanan."]}
{"url": "https://www.suararisda.my/blog/pekebun-kecil-makmur-risda-peringkat-negeri-sembilan-dirai-pr83", "headline": "Pekebun Kecil Makmur RISDA Peringkat Negeri Sembilan Dirai", "content": ["KUALA PILAH, 8 Jul (Malaysiaaktif) – Pekebun-pekebun kecil diraikan dalam Program Pekebun Kecil Makmur RISDA Peringkat Negeri Sembilan, di sini kelmarin.", "Menurut Pengarah Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) Negeri Sembilan Kamarulazizi Mat Zin, program ini dijalankan sebagai tanda keprihatinan pihaknya kepada para pekebun atas sumbangan mereka dalam membangun industri getah negara secara langsung di samping menyantuni permasalahan mereka.", "‘’Program ini merupakan salah satu kaedah untuk kita berjumpa dan bersemuka dengan komuniti. Sekiranya terdapat permasalahan yang timbul ia dapat diselesaikan secara terus. Selain itu, pekebun kecil turut merupakan duta RISDA kepada masyarakat luar bertepatan dengan slogan pekebun kecil dan RISDA berpisah tiada.", "“RISDA merupakan agensi di bawah Kementerian Kemajuan Desa dan Wilayah (KKDW) berfungsi untuk membangunkan masyarakat kecil melalui perladangan getah dan pembangunan aktiviti-aktiviti lain untuk mencapai objektif pendapatan sekurang-kurangnya RM4,500 sebulan sekeluarga menjelang tahun 2025,” katanya.", "Pelbagai aktiviti dijalankan di majlis tersebut antaranya demonstrasi masakan dodol, pertandingan dekorasi kek, pertandingan gubahan, reruai bantuan RISDA dan sebagainya.", "Turut hadir Pengerusi RISDA Datuk Seri Noraini Ahmad dan Ahli Parlimen Kuala Pilah Datuk Adnan Abu Hassan."]}
{"url": "https://www.suararisda.my/blog/cadang-sop-baharu-tangani-tanah-terbiar-kerana-isu-pusaka-pr19", "headline": "Cadang SOP baharu tangani tanah terbiar kerana isu pusaka", "content": ["Kerajaan Perak sudah mencadangkan kepada Ketua Pengarah Pejabat Tanah dan Galian (PTG) untuk tampil dengan prosedur operasi standard (SOP) atau kaedah baharu bagi menyelesaikan masalah tanah terbiar di negeri ini khususnya disebabkan isu pusaka dan kematian berlapis.", "Menteri Besarnya Datuk Seri Saarani Mohamad berkata, masalah berkaitan tanah pusaka dan kematian berlapis waris tanah menyebabkan kesukaran termasuk kepada agensi kerajaan yang berhasrat membangunkan kawasan itu.", "“Kalau pergi ke Pejabat Daerah dan Tanah (PDT), kita akan dapati sesuatu tanah yang ditumbuhi lalang di tepi jalan umpamanya mempunyai tuan tanah, tetapi masalahnya tanah itu adalah tanah pusaka yang sudah berlapis-lapis.", "“Ia (tanah pusaka) yang belum disempurnakan bicara kuasa, jadi bila keadaan sebegitu walaupun ada beberapa agensi seperti Felcra atau Risda ingin membangunkannya, mereka berhadapan masalah sebab tuan tanah asal sudah meninggal dunia.", "“Itulah kekangan kita kepada pembangunan tanah terbiar ini walaupun ada pihak berminat hendak buat (usahakan),” katanya selepas program Amanat Cikgu Saarani Wacana Perak Sejahtera 2030, di sini, hari ini.", "Katanya, disebabkan itu dokumen perjanjian tidak dapat dibuat antara pemilik asal atau generasi pertama tuan tanah dengan pihak yang berhasrat membangunkan tanah terbiar berkenaan.", "Ditanya mengenai keluasan sebenar tanah terbiar di Perak, Saarani berkata, ianya sangat luas, namun angka sebenar perlu dirujuk terlebih dahulu kepada PTG yang mempunyai data.", "“Justeru, Ketua Pengarah PTG dicadangkan untuk membut kaedah atau SOP baharu untuk mempercepatkan proses penyempurnaan bicara kuasa khususnya bagi menangani isu kematian berlapis.", "“Kita perlu ada satu kaedah baharu supaya ia mempermudahkan proses ini bagi lebih banyak tanah terbiar dibangunkan secara sah,” katanya."]}
{"url": "https://www.suararisda.my/blog/232000-pekebun-kecil-getah-risda-layak-terima-bantuan-musim-tengkujuh-2022-pr42", "headline": "232,000 Pekebun Kecil Getah RISDA layak terima Bantuan Musim Tengkujuh", "content": ["SEJUMLAH 232,000 Pekebun Kecil getah berdaftar di bawah Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) akan menerima Bantuan Musim Tengkujuh tahun ini.", "Menurut Menteri Pembangunan Luar Bandar, Datuk Seri Mahdzir Khalid, BMT tahun ini akan dibayar kepada pekebun kecil sebanyak RM300 sebulan bagi bulan November dan Disember.", "“Sekarang dah siap (senarai penerima), jumlah penerima itu dah ada, cuma kita tunggu peruntukan, kalau peruntukan itu masuk kita bayar, tak terjejaslah, bayaran itu memang berjalan. Insha-Allah kita bayar."]}
{"url": "https://www.suararisda.my/blog/kek-bajet-rm19-pikat-pelanggan-pr20", "headline": "Kek bajet RM19 pikat pelanggan", "content": ["Bermula secara kecil-kecilan membuat kek dari rumah, kini seorang wanita dari Kampung Gadek, Alor Gajah boleh tersenyum lebar apabila penat lelah selama ini berbaloi apabila memiliki perniagaan kek yang semakin dikenali ramai.", "Dek kerana minat, pemilik perniagaan kek dan roti, Izz Cakery, Fazilia Abu Hassan, 35, yang sebelum ini bekerja di bahagian pentadbiran sebuah kilang di Alor Gajah sanggup meletakkan jawatan pada tahun 2010 demi memberi tumpuan dalam pembuatan kek.", "Fazilia berkata, bermodalkan sebanyak RM1,500 yang diperolehi menerusi wang bonus ketika bekerja, dia menggunakan wang itu untuk membeli beberapa peralatan membuat kek termasuk ketuhar bersaiz kecil.", "Katanya, beberapa tahun kemudian, dia dipilih sebagai usahawan Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) dan mendapat geran berjumlah RM10,000 bagi membeli kelengkapan dan peralatan niaga.", "“Di awal perjalanan ini, saya mengikuti kelas membuat kek di Giat Mara selama enam bulan dan pernah menjadi pelajar terbaik sebelum ditawarkan untuk menyambung pengajian enam bulan lagi di tempat sama.", "“Selepas tamat pengajian, saya tidak putus asa dan timba lagi ilmu kemahiran sebagai pelajar sambilan di Kolej Komuniti Kota Melaka dalam bidang yang sama agar dapat menghasilkan kek berkualiti kepada pelanggan,” katanya anak bongsu daripada dua beradik itu.", "Cabaran penjual kek Bukan mudah menjadi senang, namun titik peluhnya selama ini berbalas selepas berjaya melebarkan sayap perniagaan selepas berpindah operasi di sebuah kedai di dalam Kampung Gadek.", "Ibu kepada dua cahaya mata itu berkata, dia tidak pernah menyesal dengan tindakannya berhenti kerja, meskipun pada awal permulaan sukar untuk mendapat ramai pelanggan namun berkat kesabaran dan sentiasa mempromosikan perniagaan di media sosial Facebook, akhirnya ramai pelanggan yang membeli keknya hingga ke hari ini.", "“Pernah juga kek yang telah siap dekorasi terjatuh ketika dalam perjalanan menghantar, selain peti sejuk yang menempatkan pelbagai kek tidak berfungsi menyebabkan kek yang disimpan rosak.", "“Namun semua itu saya anggap dugaan dalam bidang ini dan mengajar saya untuk lebih berhati-hati pada masa akan datang,” katanya.", "Kata Fazlilia, dia bersyukur suaminya Mohd Azahari Mohd Yusof, 35, dan keluarga sentiasa memberikan semangat serta dorongan untuknya terus berjaya.", "Kek bajet jadi pilihanBiarpun dibebani dengan kenaikan harga bahan mentah dan peralatan kek, namun Izz Carey tidak ketinggalan menjual kek bajet dengan harga RM19 dan RM15 sekiranya ada promosi seperti hari raya.", "Fazilia berkata, dia masih lagi mengekalkan harga itu kerana kebanyakan pelanggannya terdiri daripada golongan B40, malah lokasi kedainya yang terletak di kawasan kampung tidak sesuai untuk dia menaikkan harga.", "Katanya, dia merancang untuk mempelbagaikan lagi kedai kek itu dengan menambah kafe yang dilengkapi barista dan tempat pelanggan bersantai di tingkat atas kedai.", "“Harap dapat memperluaskan cawangan Izz Cakery di tempat lain pada masa akan datang,” katanya."]}
{"url": "https://www.suararisda.my/blog/tvet-lonjak-potensi-usahawan-pr05", "headline": "RISDA menerusi TVET lonjak potensi usahawan", "content": [" Bermula dengan sebidang tanah seluas 0.2 hektar, seorang usahawan muda agromakanan bimbingan Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) kini lega apabila pertanian diceburinya mula mendatangkan hasil.", "Graduan lepasan Diploma Pengurusan Ladang Kolej Universiti Agrosains Malaysia (UCAM), Mohd Syazani Samsudin, 28, memilih menanam tebu di tanah terbiar belakang rumahnya tujuh tahun lalu dan bersyukur kerana memiliki 4.05 hektar ladang tebu yang dijalankan secara kerjasama dengan penduduk Kampung Tualang, Pokok Sena.", "Menurutnya, pada awal menceburi bidang penanaman tebu itu, dia mengeluarkan modal RM1,000 hasil bantuan daripada ahli keluarga selepas menamatkan pengajian di UCAM.", "“Pada awalnya, ibu kurang yakin dengan saya dan dia meminta saya memohon pekerjaan lain kerana mendakwa ia lebih terjamin untuk masa depan.”", "“Namun, lama kelamaan selepas melihat saya bersungguh dan meminati bidang pertanian selain tanaman tebu mula membuahkan hasil ibu akhirnya memberi galakan dan sokongan,” katanya ketika ditemui pada Ekspo Institusi Pendidikan TVET@KPLB 2022 di Dataran Amanjaya Mall, Sungai Petani.", "Menurutnya, dia memilih tebu ragnar yang popular di kawasan utara kerana ia mudah ditanam selain penjagaan tanaman terbabit yang tidak memerlukan pemerhatian terlalu rapi.", "“Selain itu, tempoh jangka masa sederhana panjang iaitu lapan bulan untuk memperoleh hasil tuaian tebu ragnar membuatkan saya memilih tanaman ini.", "“Saya bersyukur kerana perusahaan dijalankan ini mula membuahkan hasil dan kini mampu mengupah tiga pekerja di ladang untuk menjaga dan menuai hasil,” katanya.", "Mengakui pernah mengalami kerugian mencecah RM10,000 pada 2018 lalu akibat banjir, ia bagaimanapun tidak mematahkan semangat buat anak muda terbabit dan dia bangkit semula daripada kegagalan itu dengan memohon pinjaman dari beberapa agensi.", "“Bagi saya, gagal itu adalah asam garam dalam apa sahaja bidang diceburi dan ia sebenarnya menjadi pencetus semangat dan dorongan untuk kita lebih berjaya asalkan tidak mengalah.", "“Selain semangat serta pengorbanan, sokongan ahli keluarga turut menjadi pendorong untuk saya menceburi bidang pertanian ini,” katanya.", "Menurutnya, dia bersyukur apabila permohonannya tahun lalu bagi mendapatkan bantuan berbentuk peralatan melalui Program Agromakanan RISDA diluluskan baru-baru ini.", "“Saya diberi peralatan yang jumlah keseluruhan bernilai RM60,000 antaranya mesin selenggara kebun, ATV (All Terrain Vehicle), mesin tebu elektrik dan beberapa peralatan lain.", "“Alhamdulillah, bantuan diberikan Risda ini banyak membantu dalam memudahkan kerja terutamanya pengurusan ladang yang lebih cekap, peningkatan kuantiti dan meluaskan kawasan tanaman,” katanya.", "Orang ramai yang ingin mendapatkan tebu ragnar boleh melayari laman Facebook Zani Hakim atau menghubungi Teratak Zani Agrofarm di talian 011-53369095.", "Program Agromakan RISDA diwujudkan bertujuan menggalakkan pekebun kecil terutamanya generasi muda menceburi bidang lain selain getah seperti tanaman jangka pendek, jangka panjang dan ternakan bagi meningkatkan pendapatan."]}
{"url": "https://www.suararisda.my/blog/risda-fokus-dalam-pembangunan-getah-matang-2022-pr07", "headline": "RISDA fokus dalam pembangunan getah matang", "content": ["DALAM mendepani pelbagai situasi dan isu berkaitan hala tuju industri getah negara, Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) tetap optimis untuk memastikan pembangunan getah matang terus dipergiat demi memaksimumkan hasil produktiviti getah negara ini.", "Melalui hala tuju perlaksanaan Program Getah Matang dalam Rancangan Malaysia Ke-12 (RMKe-12) yang telah dirancang, RISDA menambah baik program tersebut kepada empat komponen utama iaitu Program Peningkatan Produktiviti Getah (PPG), Skim Insentif Getah (SIPG), Skim Insentif Lateks (SIL) dan kemudahan Infrastruktur Pemasaran (KIP).", "Menurut Pengerusinya Datuk Seri Hj Mohd Salim bin Mohd Sharif, Program Getah Matang ini adalah hasil penambahbaikan dan penjenamaan semula program yang dilaksanakan sejak daripada RMKe-7 dengan nama Program Pengurusan Semua Kebun Getah (PKG) pada masa itu.", "“Melalui program ini, RISDA mensasarkan objektif kepada peningkatan keluasan kebun getah matang bertoreh, memberi kesedaran kepada pekebun kecil terhadap kepentingan amalan pertanian yang baik (GAP),", "“Selain itu, program ini juga bertujuan memastikan produktiviti kebun getah matang ditingkatkan kepada kadar 1,800kg untuk setiap hektar dalam masa setahun, mengurangkan kebergantungan negara kepada import lateks, mewujudkan tenaga kerja tempatan yang terlatih dan mahir yang dikenali sebagai Operator Getah (Grab Rubber) serta sekali gus meningkatkan hasil pendapatan mereka kepada tahap yang maksimum,”", "“Bagi menyokong kejayaan program ini, pada tahun 2022, RISDA telah memperuntukan sebanyak RM86.57juta bagi pembangunan produktiviti dan pemasaran pekebun kecil getah matang di seluruh negara,” katanya lagi dalam sidang media Majlis Perhimpunan Kementerian Pembangunan Luar Bandar (KPLB) Bulan Jun Tahun 2022 yang berlangsung di Ibu Pejabat RISDA semalam.", "Ia bakal memanafaatkan seramai 39,620 orang pekebun kecil di selurh negara yang telah menerima bantuan tanam semula getah dalam RMKe-12 ini sekali gus meningkatkan pendapatan mereka.Fokus RISDA pada masa ini adalah bagi menjayakan peningkatan pendapatan pekebun kecil pada kadar RM4,500 sebulan sekeluarga pada tahun 2025 melalui pelbagai program stategik yang dirancang.", "RISDA juga merayu kepada golongan belia terutamanya yang berada di luar bandar untuk menceburi bidang tanaman getah yang mana terdapat geran dan bantuan yang disediakan oleh kerajaan melalui RISDA. – SM"]}
{"url": "https://www.suararisda.my/blog/5900-hektar-tanam-semula-diluluskan-suku-tahun-pertama-pr71", "headline": "5,900 hektar tanam semula diluluskan suku tahun pertama", "content": ["KUALA LUMPUR: Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) sudah meluluskan sejurnlah 5,900 hektar permohonan tanam semula getah setakat bulan April ini.", "Pengerusinya, Datuk Seri Dr. Noraini Ahmad berkata, kelulusan permohonan tanam semula getah yang dicatatkan pihaknya menunjukkan prestasi pada tahap 29.5 peratus untuk suku pertama tahun ini.", "Katanya, keseluruhan permohonan tanam semula yang diterima setakat ini sudah pun mencapai 12,000 hektar.", "Jumlah permohonan yangtinggi mempercepatkan sasaran RISDA untuk mencapai jumlah penanaman sebanyak 20,000 hektar pada tahun ini.", "Noraini berkata, peningkatan permintaan pekebun kecil itu disokong melalui pelbagai bantuan yangdisediakan kerajaan menerusi RISDA.", "“Permohonan tanam semula getah itu diluluskan dengan mengambil kira syarat dan terma ditetapkan sama ada melalui permohonan tanam semula atau permohonan tanam baharu.", "“Walaupun senario semasa komoditi getah menunjukkan ketidakstabilan harga dan penurunan produktiviti, namun melalui bantuan percuma yang diwujudkan, ia masih mendapat sambutan terutamanya dalam kalangan pemilik kebunberkeluasan bawah 2.5 hektar,” katanya pada Majlis Iftar Ramadan RISDA 2023, disini.", "Pada majlis itu, RISDA melalui Yayasan RISDA menyampaikan sumbangan sebanyak RM200 kepada warganya dalam kalangan kakitangan sokongan Gred 16 ke bawah membabitkan 470 orang.", "Selain itu, Yayasan RISDA turut menyerahkan sumbangan sebanyak RM3.000 kepada empat institusi iaitu Pertubuhan Kebajikan Anak-Anak Yatim dan Asnaf Qaseh Ibu, Rumah Kebajikan Baitul Ehsan, Madrasah Tahfiz Al-Quran Darul Madad serta Surau Al-Mukmin Desa Pasifik.", "Mengulas lanjut Noraini berkata, pelbagai pakej ekonomi disediakan RISDA bagi membantu 552,543 pekebun kecil menjadikan penanaman semula getah sentiasa mendapat perhatian pemilik kebun.", "“Pada tahun ini, kerajaan menyediakan bajet pembangunan keseluruhan bernilai RM676.4 juta. Bagi produk utama RISDA iaitu penanaman semula getah pula memperuntukkan sebanyak RM191.3juta.", "“Jumlah itu melibatkan kadar bantuan tanam semula sehektar bernilai RM13.710 bagi Semenanjung, RM14.805 bagi Sarawak dan RM14.955 bagi Sabah,” katanya.", "Bagi menambah pendapatan pekebun, Noraini berkata, RISDA menyediakan produk sokongan seperti Program Aktiviti Ekonomi Tambahan dan Keusahawanan serta Program Agromakanan yang masing-masing memperuntukkan dana sebanyak RM44.46 juta dan RM30juta.", "“Selain itu, pakej bantuan yang turut disediakan adalah Bantuan Khas Kewangan Aidilfitri (BKKA) bernilai RM63.75juta kepada 318,642 pekebun kecil serta bantuan lain bagi menyokong proses penanaman semula getah bermula daripada peringkat penanaman getah muda sehinggalah ke pengurusan getah matang,” katanya."]}
{"url": "https://www.suararisda.my/blog/https-www-suararisda-my-blog-kplb-bantu-tangani-isu-sekuriti-makanan-pr03", "headline": "KPLB bantu tangani isu sekuriti makanan", "content": [" Kementerian Pembangunan Luar Bandar (KPLB) optimis dapat menangani isu sekuriti makanan yang kini dibimbangi rakyat menerusi langkah mengukuhkan lagi industri penternakan melalui RISDA dan FELCRA Berhad.", "Timbalan Menterinya, Datuk Seri Abdul Rahman Mohamad, berkata RISDA dan FELCRA bertanggungjawab melaksanakan projek memperkembangkan ladang ternakan ayam serta lembu bagi menjamin bekalan makanan itu daripada peruntukan disalurkan kementerian berjumlah RM80 juta.", "Sehubungan itu, beliau berkata, KPLB memberi jaminan akan memastikan projek ternakan ayam dan lembu berkenaan dilaksanakan dengan efisien dan efektif, sekali gus objektif kementeriannya tercapai.", "“Peruntukan KPLB sebanyak RM60 juta untuk FELCRA besarkan ladang ternakan lembu, manakala RM20 juta untuk RISDA besarkan ladang ternakan ayam. Kita sasarkan 10,000 ekor lembu setahun dan 600,000 ekor ayam dikeluarkan dalam tempoh 35 hari.", "Kita tahu ia tidak dapat tampung sepenuhnya, tetapi sekurang-kurangnya dapat membantu daripada segi sekuriti makanan melalui projek FELCRA dan RISDA ini.", "Projek ini sudah dimulakan dan dilancarkan, ladang ternakan ayam di Rompin (baru-baru) ini,” katanya selepas Program Pendampingan dan Penyampaian Bantuan Warung Desa@KPLB Daerah Kuala Muda di Dewan Desa Lembaga Kemajuan Wilayah Kedah (KEDA) dekat sini, hari ini.", "Abdul Rahman ditanya mengenai perancangan kementeriannya dalam usaha membantu kerajaan memastikan krisis sekuriti makanan dapat diatasi sebaik mungkin.", "Semalam, Yang di-Pertuan Agong Al-Sultan Abdullah Ri’ayatuddin Al-Mustafa Billah Shah bertitah supaya krisis sekuriti makanan perlu ditangani segera terutama dalam keadaan dunia menghadapi pelbagai kemelut dan kejutan ketika ini.", "Baginda turut menitahkan satu pelan jangka panjang dirangka untuk mengukuhkan sekuriti makanan dan menjamin kos sara hidup berada pada tahap bersesuaian.", "Sementara itu, mengenai Warung Desa berkenaan, Abdul Rahman berkata, sebanyak 135 orang mendapat manfaat melalui bantuan itu di seluruh negara daripada jumlah sasaran keseluruhan peserta seramai 950 orang bagi Program Peningkatan Pendapatan (PPP).", "PPP adalah antara program KPLB untuk meningkatkan kesejahteraan rakyat di luar bandar bagi meningkatkan pendapatan dan mengeluarkan masyarakat daripada belenggu kemiskinan dengan menyasarkan golongan berpendapatan rendah kategori B40 yang menetap di luar bandar.", "Bantuan PPP diberikan dalam pelbagai bentuk termasuk mesin peralatan, premis, bengkel dan ruang niaga, bahan mentah, kos operasi permulaan, latihan prapelaksanaan projek serta bimbingan."]}
{"url": "https://www.suararisda.my/blog/cara-mengembangkan-perniagaan-melalui-program-pembangunan-usahawan-03", "headline": "Cara Mengembangkan Perniagaan Melalui Program Pembangunan Usahawan", "content": []}
{"url": "https://www.suararisda.my/blog/skim-bmt-ditambahbaik-beri-manfaat-232000-pekebun-kecil-getah-2022-pr40", "headline": "Skim BMT Ditambahbaik, Beri Manfaat 232,000 Pekebun Kecil Getah", "content": ["Skim Bantuan Musim Tengkujuh (BMT) bagi pekebun kecil getah di bawah Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) akan diberi penambahbaikan tidak lama lagi.", "Menteri Pembangunan Luar Bandar, Datuk Seri Mahdzir Khalid berkata, perkara itu telah dipersetujui Kabinet dan perincian mengenainya akan diumumkan Perdana Menteri, Datuk Seri Ismail Sabri Yaakob.", "“Dah ada kelulusan dalam Kabinet iaitu Bantuan Musim Tengkujuh (untuk pekebun kecil getah, (tapi) biar Perdana Menteri umumkan nanti),” katanya pada sidang media selepas Majlis Penyampaian Sumbangan Pelajar IPT Parlimen Padang Terap di Kuala Nerang, Kedah hari ini.", "Menurut beliau, penambahbaikan BMT itu bakal memberi manfaat kepada kesemua 232,000 pekebun kecil getah RISDA di seluruh negara.", "“Ketika ini pekebun kecil RISDA menerima BMT berjumlah RM300 sebulan untuk tempoh tiga bulan.", "“Kementerian sebelum ini mengemukakan dua syor kepada Perdana Menteri bagi membela nasib pekebun kecil getah RISDA yang terkesan akibat harga getah yang rendah,” katanya.", "Syor tersebut jelas Mahdzir, adalah bagi menaikkan harga lantai getah sekerap daripada harga semasa RM2.50 sekilogram atau melanjutkan tempoh BMT daripada tiga bulan kepada enam bulan.", "Dalam perkembangan lain, beliau yang juga Ahli Parlimen Padang Terap berkata, kebajikan pelajar institusi pengajian tinggi (IPT) dari kalangan anak muda Padang Terap akan terus diberi perhatian.", "Serentak dengan itu, Mahdzir menyampaikan sumbangan berjumlah hampir RM150,000 kepada 385 anak-anak daerah berkenaan yang sedang menuntut di IPT swasta dan universiti awam (UA).", "“Bantuan dalam bentuk wang tunai ini adalah inisiatif untuk meringankan beban kewangan pelajar dan juga keluarga mereka, khususnya kumpulan sasar iaitu golongan B40.", "“Ia selaras dengan teras kedua konsep Keluarga Malaysia iaitu Kebersamaan dalam memastikan kesejahteraan rakyat sentiasa diberi keutamaan,” katanya.", "Jelas Mahdzir, bantuan seumpama itu telah dimulakan sejak 2004 dan diteruskan setiap tahun bagi memastikan golongan pelajar terbabit tidak tercicir daripada menuntut ilmu.", "“Hanya kejayaan dalam pendidikan sahajalah yang akan mengubah hidup individu dan keluarga mereka.", "“Kerajaan akan sentiasa memberi sokongan dan pelbagai bantuan kepada setiap pelajar bagi memastikan mereka mampu mencipta kejayaan dan membawa keluar keluarga mereka dari kepompong kemiskinan,” katanya.", "Selain bantuan kewangan tambah beliau, kerajaan menyediakan bantuan gajet menerusi Inisiatif PerantiSiswa yang sedang diagihkan kepada pelajar kumpulan B40 di seluruh negara.", "“Bantuan yang disalurkan juga merangkumi pelajar di dalam dan luar negara, menerusi Elaun Sara Hidup (ESH) yang telah dinaikkan jumlahnya baru-baru ini,” katanya."]}
{"url": "https://www.suararisda.my/blog/upm-bantu-mantapkan-projek-agromakanan-risda-pr58", "headline": "UPM bantu mantapkan projek agromakanan RISDA", "content": ["KUANTAN  – Seramai 36 orang pegawai RISDA telah hadir ke kursus Pengurusan dan Pelaksanaan Projek Agromakanan di Mentakab, Pahang yang telah dikendalikan oleh Pusat Transformasi Komuniti Universiti (UCTC), Universiti Putra Malaysia (UPM) dengan kerjasama Bahagian Latihan RISDA dan Fakulti Pertanian, UPM baru-baru ini.", "UCTC UPM bertanggungjawab untuk menghubungkan warga akademik UPM kepada pegawai agensi melalui aktiviti perkongsian ilmu dan kepakaran.", "Kursus ini bertujuan untuk memantapkan lagi pengetahuan dan kemahiran pegawai agensi yang terlibat di lapangan untuk mengurus dan melaksanakan projek agromakanan", "Timbalan Ketua Pengarah (Pembangunan) RISDA, Ali Sabuddin Abd Samad berkata, kursus ini adalah bagi memastikan pegawai RISDA dapat melaksanakan projek yang memberikan impak dan kejayaan serta memberi keuntungan kepada golongan sasar.", "“Pada masa ini agromakanan adalah fokus penting RISDA untuk membangunkan tanah terbiar bagi melaksanakan projek agromakanan yang berimpak.,” katanya semasa Ucaputama dan Majlis Perasmian Kursus Pengurusan dan Perlaksanaan Projek Agromakanan di sini.", "Beliau juga berharap kursus ini dapat mencapai objektif yang disasarkan dan memberi manfaat kepada pegawai RISDA dan melahirkan pegawai yang kompeten", "Majlis perasmian ini turut dihadiri Bahagian Program Khas RISDA Puan Nor Azwa Abd Salim dan penceramah dari Fakulti Pertanian, UPM, Prof. Dr. Norsida Man.", "Sementara itu, kursus tersebut adalah sebahagian daripada aktiviti kerjasama dalam memorandum persefahaman UPM dengan RISDA untuk perkongsian ilmu dan", "kepakaran dari universiti kepada pegawai RISDA serta sama-sama berganding bahu memastikan aktiviti pertanian negara mencapai objektif dan matlamatnya. – MalaysiaGazette"]}
{"url": "https://www.suararisda.my/blog/risda-perlu-laksana-transformasi-dalaman-demi-kekal-relevan-pr57", "headline": "RISDA perlu laksana transformasi dalaman demi kekal relevan", "content": ["– Timbalan Perdana Menteri, Datuk Seri Dr Ahmad Zahid Hamidi, yang juga Menteri Kemajuan Desa dan Wilayah mahu Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) melaksanakan transformasi dalaman.", "Ia bertujuan untuk meningkatkan kualiti tahap pengurusan syarikat dan memberi nilai tambah kepada RISDA termasuk anak syarikat di bawah RISDA Holdings dan meningkatkan kualiti kehidupan pekebun kecil getah.", "“Soal pekebun-pekebun kecil ini, mesti dikeluarkan daripada kepompong garis kemiskinan. Untuk mencapai ke arah itu,pelbagai transformasi mesti dilakukan.", "Bukan hanya dalam soal ekonomi tetapi bagaimana sahsiah mereka, soal kerohanian supaya terdapat perimbangan di antara pemodenan kepada produktiviti bukan sekadar penorehan tetapi dalam aktiviti pengeluaran dan juga jualan,” kata Zahid kepada pemberita RTM pada sidang media selepas menghadiri taklimat di ibu pejabat Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA), hari ini.", "Tambah beliau lagi, satu perancangan yang baharu perlu diwujudkan bagi memastikan permintaan getah asli kekal tinggi walau terdapat persaingan daripada getah tiruan.", "Pada masa sama, batang pokok getah yang telah ditebang bagi proses penanaman semula boleh digunakan bagi pembuatan perabot dan menjana pendapatan tambahan.", "Datuk Seri Dr Zahid juga berharap agar dengan usaha berkenaan, matlamat untuk menjadikan pekebun kecil mempunyai pendapatan melebihi RM4,500 setiap isi rumah akan tercapai."]}
{"url": "https://www.suararisda.my/blog/usahawan-luar-bandar-tempa-kejayaan-menerusi-bantuan-risda-pr08", "headline": "Usahawan luar bandar tempa kejayaan menerusi bantuan RISDA", "content": [" – Pelbagai bantuan yang disalurkan oleh Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA), memberi sinar buat usahawan khususnya dari luar bandar untuk menempa kejayaan dalam bidang masing-masing.", "Dengan status sebagai anak pekebun kecil, mereka yang berada di bawah program usahawan bimbingan RISDA terus cemerlang dalam memastikan produk mereka diterima baik oleh pengguna di negara ini.", "Usahawan fucuk, Imirus Baser, 58, dari Sertik, Mempaga di Bentong memberitahu, keputusan untuk beralih bidang dari seorang usahawan kereta terpakai di ibu kota berbaloi dan membuahkan hasil.", "Ingin memecahkan monopoli kaum lain, Imirus tampil dengan produk fucuk di bawah syarikat Imirus Trading dengan jenama Mairus yang diusahakannya bersama isteri, Maimunah Zulkifly, 58, hingga kini.", "Pada tahun 2002, beliau pulang ke kampung bersama isteri untuk menjaga bapanya yang sakit.", "“Saya dan isteri berfikir apa yang kami boleh buat. Kami sepakat menghasilkan fucuk kerana jarang orang Islam mengusahakannya.", "“Sejujurnya bukan mudah meneroka bidang ini, saya sendiri melakukan kajian selama enam tahun selain menyertai pelbagai kursus.", "“Kini saya berjaya menghasilkan 5,000 hingga 10,000 bungkus fucuk yang diproses di kilang mini yang terletak di Sertik Mempaga,” katanya.", "Imirus ditemui Sinar Harian sempena Mini Karnival Usahawan Desa (KUD)@Lipis yang berlangsung di Dataran Orang Kaya Haji di sini, pada Jumaat.", "Jelasnya, RISDA memainkan banyak peranan penting dalam membantu usahawan sepertinya.", "Malah bantuan yang diberikan oleh RISDA juga tidak mengambil masa yang lama dan ini memudahkannya untuk mengembangkan perniagaan.", "“Setakat ini saya telah menerima pelbagai bantuan peralatan seperti dapur gas dan pembungkusan bernilai RM30,000. Dengan peralatan ini kami dapat menghasilkan lebih banyak produk.", "“Sebelum ini kami hanya guna dapur api dan produktiviti agak lambat,” jelasnya sambil memberitahu bantuan yang diterima itu membantu syarikatnya kembali bernafas selepas terjejas teruk akibat Covid-19.", "“Selain Pahang, buat masa ini produk fucuk kami telah memasuki pasaran ke beberapa negeri antaranya Johor, Selangor dan Melaka. Sasaran kami selepas ini untuk memasuki ke pasaran hypermarket,” ujarnya.", "Imirus Trading turut menawarkan produk sampingan seperti taucu dan ikan pekasam."]}
{"url": "https://www.suararisda.my/blog/risda-sedia-pelbagai-bantuan-pr86", "headline": "RISDA sedia pelbagai bantuan", "content": ["SABAK BERNAM: Lebih 12,000 batang pokok getah dalam ladang seluas 25 hektar kini diusahakan oleh seorang pengusaha dari Kampung Orang Asli Ulu Kuang setelah menerima pelbagai bantuan daripada Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (Risda).", "Pengusahanya, Zai Mokta, 35, berkata, bantuan Risda itu ternyata telah melonjakkan pengeluaran getahnya dengan drastik.", "Menurutnya, ladang yang sudah diusahakan oleh tiga generasinya itu dahulu berdepan pelbagai masalah seperti benih tidak berkualiti, pokok getah cepat tua dan tiada rawatan terhadap serangan penyakit.", "“Ayah saya mula-mula menerima bantuan Risda. Ketika itu. Risda beri bantuan mesin proses getah, baja dan rawatan pokok. Benih kami beli sendiri, jadi selalu dapat yang tak berkualiti.", "“Bantuan berterusan Risda membolehkan kami meneruskan perusahaan getah ini, malah baru-baru ini juga Risda menghulurkan bantuan musim tengkujuh sebanyak RM800,” katanya yang menerima peruntukan Program Pembangunan Risda Selangor 2023 bernilai RM3.03juta pada Program Sentuhan Kasih Desa Kementerian Kemajuan Desa dan Wilayah, Sabtu lalu.", "Selain bantuan kepada pekebun getah, Risda juga menyediakan pelbagai kemudahan bantuan seperti MySpark, MySpark Advance, kursus asas keusahawanan, prinsip perniagaan, pembangunan produk dan Risda Groom Big Challenge (RGBC).", "Antara penerimanya adalah Siti Haniyah Sarmin, 43, yanjg menerima sumbangan Program Aktiviti Ekonomi Tambahan (AET), Pembangunan Usahawan Dan Agromakanan Risda Selangor 2023 bernilai RM1.95juta.", "Beliau yang mengusahakan perusahaan jahitan sejak2013 kini mampu menghasilkan produk seperti anak tudung dan pakaian dalam lebih 1;000 helai sehari berbanding400 helai sebelum menerima bantuan Risda.", "“Sebelum terima Bantuan Risda, usaha saya tersekat di tahap sama dan sukar menembusi pasaran lebih baik.", "“Kemudian dengan bimbingan Risda dan geran diberikan, saya dapat pecahkan kebuntuan dan meningkatkan jualan daripada RM10.000 sebulan kepada sekitar RM30.000 hingga RM40.000 sebulan. Malah saya juga memberi pendapatan sampingan kepada suri rumah yang mahu menjahit di rumah,” ujarnya.", "Turut menerima bantuan Risda adalah Norsham Sariyon, 62, yang menyertai program ‘Risda Perkasa Usahawan Wanita’ bagi merancakkan pengeluaran kuih sejuk beku dan rempeyek.", "“Banyak bantuan yang diberikan Risda seperti bantuan peralatan seperti mesin untuk buat kuih berjumlah RM20.000, bungkusan dan label serta panduan mendapatkan sijil halal daripada Jabatan Kemajuan Islam Malaysia (Jakim).", "Norsham yang menerima bantuan Program Pengembangan Risda Selangor 2023 sebanyak RM746.464 berkata, selepas menerima bantuan Risda, dia dapat meningkatkan hasil jualan daripada sekitar RM1.000 sebulan kepada RM4.000 sebulan."]}
{"url": "https://www.suararisda.my/blog/noraini-dilantik-pengerusi-risda-pr59", "headline": "Noraini dilantik Pengerusi RISDA", "content": ["Butterworth: Ahli Parlimen Parit Sulong, Datuk Dr Noraini Ahmad dilantik sebagai Pengerusi Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) yang baharu.", "Timbalan Perdana Menteri, Datuk Seri Dr Ahmad Zahid Hamidi, mengesahkan pelantikan Noraini yang juga Ketua Wanita UMNO untuk menerajui badan berkanun itu.", "“Ya, saya mengesahkan Noraini Ahmad dilantik sebagai Pengerusi RISDA,” katanya secara ringkas ketika diminta mengulas dakwaan lan tikan terbabit yang tular di media sosial sejak kelmarin.", "Terdahulu Ahmad Zahid yang juga Menteri Kemajuan Desa dan Wilayah (KKDW) mengadakan lawatan kerja di Ibu Pejabat Lembaga Kemajuan Wilayah Pulau Pinang (PERDA), di sini semalam. Untuk rekod, Nor aini, 56, sebelum ini pernah memegang jawatan Menteri Pe ngajian Tinggi.", "Selain itu, beliau juga adalah wanita pertama dilantik sebagai Pengerusi Jawantan kuasa Kira-kira Wang Negara (PAC) bagi memeriksa dan memantau urusan dan pentadbiran kewangan negara.", "Kelmarin, tular di media sosial beberapa keping gambar berserta ucapan tahniah yang mendakwa Noraini dilantik sebagai Pengerusi RISDA yang baharu."]}
{"url": "https://www.suararisda.my/blog/bmt-beri-kelangan-kepada-pekebun-kecil-hadapi-tengkujuh-pr78", "headline": "BMT beri kelegaan kepada pekebun kecil hadapi tengkujuh", "content": ["KUALA LUMPUR – Keprihatinan kerajaan membantu pekebun kecil melalui Bantuan Musim Tengkujuh (BMT) dilihat dapat mengurangkan beban dan kos sara hidup yang dihadapi golongan itu apabila tibanya musim tersebut.", "Timbalan Persatuan Kebangsaan Pekebun-Pekebun Kecil Malaysia (PKPKM), Adzmi Hassan berkata, bantuan itu turut memberi kelegaan kepada pekebun kecil selepas sumber pendapatan mereka terjejas akibat hasil torehan yang berkurangan.", "“Alhamdulillah permohonan BMT telah dibuka sejak semalam dan dianggarkan setiap daripada mereka yang layak akan menerima RM800. Difahamkan bantuan ini akan diagihkan bermula November atau selewat-lewatnya akhir Februari secara berperingkat.", "“BMT adalah satu usaha murni kerajaan dalam membantu pekebun kecil di seluruh negara dan diharapkan ia dapat diteruskan serta ditambah jumlahnya pada masa akan datang memandangkan kos sara hidup sentiasa meningkat,” katanya ketika dihubungi Bernama pada Jumaat.", "Di SELANGOR, Penolong Pegawai Pertanian Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) Daerah Hulu Selangor, Gombak dan Petaling, Noor Zaidi Yak berkata, bantuan yang diumumkan Timbalan Perdana Menteri Datuk Seri Dr Ahmad Zahid Hamidi bakal memanfaatkan kira-kira 1,300 pekebun kecil yang berdaftar di daerah itu.", "“Bagaimanapun, kita masih menunggu surat arahan daripada pihak atasan berkenaan bantuan yang diumumkan dan pihak kami akan menghubungi semua pekebun kecil ini untuk mengemas kini nombor akaun yang biasanya dibuat setahun sekali,” katanya.", "Sementara itu, P.Vengadasamy, 50, yang mengusahakan kebun getahnya secara sambilan di Hulu Selangor, berkata, bantuan yang diberikan sedikit sebanyak membantu golongan sepertinya memandangkan harga lantai getah sekerap masih di bawah RM3.", "“Kita juga mengalu-alukan bantuan lain yang dapat diberikan kerajaan untuk membela nasib pekebun kecil getah,” katanya."]}
{"url": "https://www.suararisda.my/blog/perarakan-kereta-berhias-ceriakan-sambutan-hari-kebangsaan-2022-pr25", "headline": "Perarakan kereta berhias ceriakan sambutan Hari Kebangsaan 2022 di Bera", "content": ["Kakitangan Pengurusan Air Pahang Berhad (Paip) tidak menyangka usaha mereka menghias kenderaan dengan membentuk imej logo Paip, jata negeri Pahang dan Jalur Gemilang menggunakan lampu LED membawa tuah apabila dipilih sebagai pemenang dalam Pertandingan Kenderaan Berhias pada Program Ambang Merdeka, di Kerayong, Selasa.", "Penolong Pegawai Pengurusan Daerah Hezree Ishak berkata, walaupun hanya memenangi tempat ketiga namun usaha selama tiga hari menghias kenderaan jabatan dengan bendera dan lampu LED sangat berbaloi.", "“Ini merupakan penyertaan pertama kali Paip dalam Pertandingan Hiasan Kenderaan sempena Sambutan Kemerdekaan di sini, dan kemenangan ini adalah di luar jangkaan kami.", "“Seramai 12 kakitangan terlibat dalam menghias kenderaan inj dan kami mendapat sokongan dalam bentuk wang tunai dari Paip Negeri Pahang bagi menjayakan usaha ini.", "Hezree berkata, memandangkan pertandingan itu diadakan pada malam Program Ambang Merdeka, penggunaan lampu LED adalah bersesuaian untuk menampakkan keceriaan dan kreativiti Paip selain meletakkan bendera.", "Program Ambang Merdeka dirasmikan oleh Pengerusi Jawatankuasa Kesihatan, Kerja Raya dan Kemudahan Asas Pahang, Datuk Seri Norolazali Sulaiman.", "Hadir sama, pegawai Daerah Bera, Datuk Zaman Azam Mohamad Sarif.", "Seramai hampir 3,000 warga Bera membanjiri Laman Kerayong bagi menyaksikan pelbagai persembahan yang dijalankan sebelum detik jam 12 tengah malam.", "Sementara itu, Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (Risda) Bera diumumkan sebagai pemenang kedua berikutan penghasilan ‘prop’ yang kreatif.", "Pegawai Risda Daerah Bera, Wan Mohd Rosmadi Wan Ibrahim berkata, kenderaan berhias ini adalah berkonsepkan Pekebun Kecil Makmur sempena sambutan 50 Tahun Jubli Emas Risda dan juga 65 Tahun Kemerdekaan Malaysia.", "“Risda juga menerapkan nilai-nilai murni dalam kalangan pekebun kecil di samping menjadi agensi yang bertanggungjawab untuk kemajuan masyarakat pekebun kecil getah di negara ini.", "“Menggunakan patung replika berpakaian tentera sambil memegang logo Merdeka ke-65 tahun dan Jubli Emas ke-50 yang diperbuat dari bahan kitar semula menjadi tarikan pengunjung dan juri,” ujarnya."]}
{"url": "https://www.suararisda.my/blog/usaha-kerajaan-laksana-jualan-keluarga-malaysia-bawa-manfaat-kepada-rakyat-pr15", "headline": "Usaha Kerajaan Laksana Jualan Keluarga Malaysia Bawa Manfaat Kepada Rakyat – Zahidi", "content": ["Ahli Parliman Padang Besar, Datuk Zahidi Zainul Abidin mengalu-alukan usaha kerajaan dengan mewujudkan program Jualan Keluarga Malaysia bagi membantu rakyat luar bandar menangani kos sara hidup.", "Katanya, harga yang ditawarkan begitu murah dan ini ternyata membawa manfaat kepada rakyat khususnya bagi penduduk luar bandar terutama di Padang Besar.", "“Jualan Keluarga Malaysia ini adalah satu program usaha oleh Kementerian Perdagangan Dalam Negeri dan Hal Ehwal Pengguna (KPDNHEP) untuk bantu rakyat dalam kurangkan kos sara hidup.", "“Hari ini kita lihat usaha kerjasama Lembaga Pemasaran Pertanian Persekutuan (FAMA) iaitu agro bazar supaya penduduk perlis ini dapat beli dengan harga yang murah,” katanya.", "Beliau berkata demikian ketika ditemui di Mini Market Semadong AgroBazaar Rakyat di Beseri yang turut dihadiri Ahli Undangan Negeri, Ruzaini Rais.", "Zahidi yang juga Timbalan Menteri Komunikasi dan Multimedia berkata beliau akan bertemu dengan Kementerian Luar Bandar (KPLB) untuk mengadakan program seumpama ini bagi menfokuskan penduduk luar bandar dengan kerjasama agensi berkaitan.", "“Kalau boleh diadakan termasuk usaha sama dengan agensi kerajaan terlibat contohnya Felcra, Risda, koperasi pertanian dan sebagainya sebab tubuh macam-macam jawatankuasa tetapi yang menyekat barangan murah ini adalah cukai.", "“Contoh import beras kita kena bayar pada Bernas dan kerajaan 40 peratus jadi untuk orang miskin lebih kurang 2 juta pekebun kecil getah, petani, penternak, nelayan termasuk bekas tentera perlu mendapatkan bekalan yang murah", "“Jadi untuk golongan ini kalau boleh diharapkan janganlah kerajaan ambik cukai bagilah permit gula, tepung, beras dan sebagainya jadi dapatlah harga murah untuk bantu mereka kurangkan kos sara hidup,” ujar beliau. – UMNO Online"]}
{"url": "https://www.suararisda.my/blog/kplb-rangka-2-syor-tingkat-pendapatan-pekebun-kecil-risda-2022-pr28", "headline": "KPLB rangka 2 syor tingkat pendapatan pekebun kecil RISDA", "content": ["KEMENTERIAN Pembangunan Luar Bandar (KPLB) sedang merangka dua syor untuk dibentangkan kepada Perdana Menteri Datuk Seri Ismail Sabri Yaakob, bagi membantu meningkatkan pendapatan pekebun kecil getah Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA).", "Menterinya Datuk Seri Mahdzir Khalid berkata syor tersebut ialah menaikkan harga lantai getah sekerap daripada RM2.50 sekilogram kepada lebih RM3 sekilogram dan melanjutkan tempoh Bantuan Musim Tengkujuh kepada pekebun kecil getah daripada tiga bulan kepada enam bulan.", "Beliau berkata satu jawatankuasa kabinet telah diwujudkan melibatkan tiga kementerian iaitu KPLB, Kementerian Perusahaan Perladangan dan Komoditi (KPPK) dan Kementerian Kewangan, bagi memperhalusi dan mengenal pasti syor terbaik untuk dilaksanakan.", "“Jadi saya akan bawa syor ini kepada Perdana Menteri setelah berbincang dengan KPPK, saya mewakili KPLB yang saya cakap hari ini sebab RISDA ada di bawah KPLB, satu lagi kementerian yang berkaitan ialah Kementerian Kewangan.", "“Jadi biarlah kita bincang di peringkat KPLB, KPPK dan Kementerian Kewangan untuk kaedah yang terbaik, untuk dapat ditingkatkan sikit pendapatan pekebun kecil yang terjejas dengan harga getah yang rendah,” katanya kepada pemberita selepas menghadiri program Pekebun Kecil Makmur RISDA peringkat Kedah di Kuala Nerang hari ini.", "BERITA BERKAITAN Pusat Kecemerlangan RISDA, jalan empat lorong di Padang Terap – PM", "Katanya, walaupun kementerian mengemukakan dua syor, tetapi hanya satu yang terbaik akan dipilih, memandangkan kedua-duanya akan melibatkan perbelanjaan yang besar oleh kerajaan.", "“Pasal dua-dua melibatkan kos, contohnya Bantuan Musim Tengkujuh, kalau tiga bulan kos dia RM200 juta, kalau nak panjangkan jadi enam bulan, maknanya tambah lagi RM200 juta dan jadi RM400 juta setiap tahun.", "“Harga lantai getah sekerap pula sekarang RM2.50 sekilogram, kalau nak naikkan ke RM3 ke RM3.10, setiap 10 sen itu kos dia RM100 juta, kalau naik 50 sen maknanya akan jadi RM500 juta, tiap-tiap tahun, jadi kerajaan boleh timbanglah nanti tengok yang mana yang terbaik,” katanya.", "Mahdzir berkata pihaknya akan mengadakan perbincangan berkaitan syor itu dengan KPPK dalam minggu ini, sebelum dibawa ke Kementerian Kewangan dan seterusnya kepada Perdana Menteri yang akan menentukan tindakan susulan yang perlu dilakukan termasuk menyediakan kertas kabinet."]}
{"url": "https://www.suararisda.my/blog/risda-bayar-rm6-33-juta-dividen-tsk-2022-p37", "headline": "RISDA bayar RM6.33 juta dividen TSK", "content": ["Pekebun kecil terima dividen RM590 sebulan daripada RISDA Plantation. Seramai 1,343 orang pekebun kecil sawit Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) menerima dividen Tanam Semula Komersial (TSK) hasil keuntungan daripada projek kebun yang diuruskan RISDA Plantation Sdn Bhd (RPSB) sejak Januari hingga Ogos tahun ini yang melibatkan jumlah dividen keseluruhan bernilai RM6.33 juta.", "Menurut Pengerusi RISDA, Datuk Seri Mohd Salim  Mohd Sharif, secara purata, pekebun kecil ini menerima dividen RM590 sebulan bagi tempoh selama lapan bulan.", "“Program ini merupakan salah satu inisiatif pembangunan RISDA untuk meningkatkan produktiviti kebun-kebun pekebun kecil supaya dapat diuruskan dengan sebaik mungkin,” katanya.", "Beliau berkata demikian pada sidang akhbar selepas Majlis Penyampaian Dividen TSK RISDA Peringkat Negeri Sembilan 2020 di dewan Universiti Teknologi Mara(UITM) Rembau di sini, pada Khamis.", "Majlis dirasmikan oleh Ahli Dewan Undangan Negeri (ADUN) Rantau, Datuk Seri Mohamad Hasan. Hadir sama, Ketua Pengarah RISDA, Datuk Abdullah Zainal.", "Kata Mohd Salim, program ini merupakan salah satu inisiatif pembangunan RISDA bagi meningkatkan produktiviti kebun-kebun pekebun kecil supaya dapat diruruskan dengan sebaik mungkin agar dapat memberikan pulangan hasil yang maksimum kepada semua peserta.", "Pada masa yang sama, RISDA menyerahkan Kelulusan Projek Aktiviti Ekonomi Tambahan dan Pembangunan Usahawan Bimbingan RISDA Peringkat Negeri Sembilan bernilai RM2.2 juta yang memberi manfaat kepada seramai 388 orang usahawan di negeri ini.", "Turut diserahkan Kelulusan Projek Agromakanan RISDA yang bernilai RM750,000 dan penyerahan Lori RiSSMART Mobile kepada usahawan bimbingan RISDA, Rosromaizi Kamaruddin yang mengusahakan perniagaan jagung.", "RISDA menyediakan pelbagai program dan pakej bantuan bagi meningkatkan taraf hidup komuniti pekebun kecil di seluruh negara terutamanya yang terjejas akibat penurunan harga getah.", "Dalam pada itu, RISDA berharap kerajaan dapat menaikkan harga lantai getah sekerap kepada RM3.50 sekilogram dalam pembentangan Bajet 2023 pada 7 Oktober ini.", "Mohd Salim memberitahu, ia menjadi harapan pekebun kecil memandangkan harga lantai getah sekerap ketika ini ialah RM2.50.", "Menurutnya, jika harga lantai getah tidak dapat dinaikkan, kerajaan diharap dapat menaikkan jumlah Bantuan Musim Tengkujuh ", "“Untuk pembentangan Bajet 2023 ini, kita minta kerajaan naikkan 50 sen harga lantai getah sekerap yang mengikut pengiraan saya ia melibatkan bajet sehingga RM500 juta,” katanya."]}
{"url": "https://www.suararisda.my/blog/pendapatan-kami-meningkat-berlipat-ganda-hasil-bantuan-risda-2022-pr44", "headline": "“Pendapatan kami meningkat berlipat ganda hasil bantuan RISDA”", "content": ["Bantuan yang dihulurkan oleh Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) kepada usahawan luar bandar, berjaya mengembangkan lagi perniagaan mereka sekali gus meningkatkan pendapatan bulanan.", "Pengusaha produk burger bakar dari Pendang, Sabihah Ahmad, 39, berkata, sumbangan sebuah gerai bergerak daripada agensi itu membantunya untuk bergerak lebih jauh berbanding berniaga secara kecil-kecilan di hadapan rumah sebelum ini. Pendapatan bulanannya kini telah mencecah empat angka sejak berniaga di sekitar daerah Pendang dan juga luar daerah tersebut.", "“Saya terima sebuah motosikal dengan gerai bergerak daripada RISDA pada 2021. Sejak itu saya boleh bergerak jauh sedikit mencari kawasan tumpuan orang seperti di Pekan Pendang.", "“Alhamdulillah, pendapatan meningkat berbanding sekitar RM600 berniaga di depan rumah,” kata ibu kepada lima anak semasa ditemui Sinar Harian di Program Mini KUD Padang Terap, di sini pada Jumaat."]}
{"url": "https://www.suararisda.my/blog/lima-projek-utama-tingkat-pendapatan-pekebun-kecil-getah-pr56", "headline": "Kerajaan serius bangunkan luar bandar", "content": ["Timbalan Perdana Menteri Datuk Seri Dr Ahmad Zahid Hamidi mengadakan kunjungan ke Ibu Pejabat Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) di Jalan Ampang hari ini.", "Ia merupakan kunjungan pertama beliau selaku Menteri Pembangunan Desa dan Wilayah dan satu sesi taklimat khas telah diadakan.", "Dalam sesi berkenaan, RISDA telah memaklumkan bahawa lima projek utama untuk meningkatkan pendapatan pekebun kecil getah dilaksanakan.", "Antara projek berkenaan ialah Rancangan Pembangunan Kawasan Bertanam Getah Pekebun Kecil, Peningkatan Produktiviti dan Pembangunan Pekebun, Pembangunan Semula Hasil Baharu, Rawatan dan Pencegahan Penyakit Luruhan Daun, serta Bantuan Musim Tengkujuh yang merupakan projek teras yang melibatkan peruntukan bernilai RM306.29 juta bagi tempoh enam bulan pertama operasi RISDA tahun ini.", "Pada masa sama, RISDA mensasarkan pendapatan pekebun kecil dipertingkatkan kepada RM4500 sebulan bagi sekeluarga pada tahun 2025."]}
{"url": "https://www.suararisda.my/blog/cadangan-naikkan-harga-lantai-getah-pr11", "headline": "Cadangan naikkan harga lantai getah sekerap akan dibincang dalam penyediaan Bajet 2023", "content": [": Cadangan menaikkan harga lantai getah sekerap kepada RM3.50 sekilogram akan dijadikan sebagai input dalam penyediaan Bajet 2023, kata Timbalan Menteri Kewangan Datuk Mohd Shahar Abdullah.", "Beliau berkata pihaknya kini sedang melakukan sesi libat urus bagi mendengar keluhan masyarakat supaya dapat mewujudkan inisiatif dan insentif tepat untuk disalurkan kepada rakyat.", "“Sudah pasti cadangan tersebut akan menjadi input dalaman untuk kita kaji bagi membina Bajet 2023 yang akan diumum pada hujung tahun ini. Insentif Pengeluaran Getah (IPG) yang disalurkan akan meningkat sekiranya harga lantai getah meningkat daripada RM2.50 sekilogram,” katanya.", "Mohd Shahar berkata kepada pemberita selepas merasmikan Program Pekebun Kecil Makmur dan Majlis Penyampaian Dividen Tanaman Semula Komersial (TSK) Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) 2022 di Dewan Semai Bakti Felda Bukit Goh di sini hari ini.", "Terdahulu, Pengerusi RISDA Datuk Seri Mohd Salim Mohd Sharif dalam ucapannya memohon kerajaan meningkatkan harga lantai getah sekerap daripada RM2.50 kepada RM3.50 sekilogram.", "Ia berikutan kebimbangannya terhadap pekebun getah yang akan bertukar kepada tanaman kelapa sawit sekiranya harga lantai getah sekerap tidak dinaikkan.", "“Kalau kita tidak dapat tingkatkan, saya bimbang apa yang telah berlaku sekarang tanaman pekebun kecil getah bertukar kepada penanaman kelapa sawit.", "“Pekebun getah rasa macam cemburu kepada penanam kelapa sawit yang boleh mencecah pendapatan RM1,400 hingga RM2,000 sebulan berbanding pekebun getah hanya RM1,200 dengan keluasan tanah yang sama,” katanya.", "Pada majlis berkenaan seramai 130 peserta bagi Januari hingga Jun 2022 menerima dividen TSK berjumlah RM961,957.37 dengan pembayaran melibatkan tiga projek iaitu TSK Nadak Seberang, TSK Orang Asli Bukit Bakong dan TSK Orang Asli Gedong Siam."]}
{"url": "https://www.suararisda.my/blog/statistik-industri-getah-malaysia-apr-jun-2022-03", "headline": "Statistik Industri Getah Malaysia April -  Jun 2022", "content": []}
{"url": "https://www.suararisda.my/blog/risda-angkat-pekebun-jadi-usahawan-berjaya-2022-pr38", "headline": "RISDA bayar RM6.33 juta dividen TSK", "content": ["Pelbagai bantuan yang disalurkan oleh Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA), memberi ‘sinar’ buat usahawan terutama dari luar bandar untuk menempa kejayaan dalam perniagaan atau bidang masing-masing.", "Walaupun hanya dengan status pekebun kecil pada mulanya, ramai antara usahawan terbabit kini sudah mampu tersenyum lebar dan bangga dengan hasil titik peluh serta penat jerih mereka selama ini.", "“Saya amat berterima kasih kepada piha RISDA yang tampil membantu kami pekebun kecil hendak memulakan perniagaan.", "“Tanpa bantuan RISDA bukan mudah untuk usahawan seperti saya bangun sendiri, malah dengan bantuan RISDA sebanyak RM20,000…saya dan suami dapat membeli pelbagai barangan atau mesin untuk menghasilkan minyak pati serai, minyak pati gaharu dan minyak pati bunga,” kata Nur Qisya Christina Layang.", "Menurut Nur Qisya, beliau menubuhkan syarikat Gaharu Sarawak Berjaya, telah mula berjinak-jinak dalam produk hasil daripada kayu gaharu pada 2010 dan kemudiannya telah mendaftar syarikat beliau dengan pihak berkuasa pada 2012.", "Namun menurut beliau, ketika itu pendapatannya hanya sekitar RM500 hingga RM1,000 sebulan dan terjejas teruk ketika pandemik Covid-19 melanda.", "“Bukan itu sahaja jika dikumpul atau digabungkan semua semasa pandemik Covid-19, saya serta pembekal gaharu dan sebagainya kerugian sekitar RM200,000,” katanya.", "Namun setelah pandemik Covid-19 mula reda dan negara beralih ke fasa endemik, Nur Qisya memberitahu, perniagaannya bangkit dengan begitu cepat sekali.", "“Malah kini saya bangga dengan pendapatan kasar sekitar RM30,000 sebulan hasil daripada penyulingan gaharu dan beberapa produk lain,” katanya ketika dihubungi Utusan Sarawak di sini, semalam.", "Ditanya, apakah harapan beliau pada masa depan, Nur Qisya memberitahu dia dan suami mahu mengembangkan lagi perniagaannya dan menubuhkan cawangan atau membuat kilang di Miri, Limbang dan bandar besar yang lain di seluruh negeri ini.", "Bila ditanya dimana beliau mendapatkan bekalan kayu gaharu?. Nur Qisya menjelaskan; “Sebenarnya  ramai pekebun kecil gaharu di sekitar Limbang dan Lawas. Mereka tanam gaharu dulu ketika orang beritahu gaharu amat bagus untuk ditanam dan hasilnya amat lumayan.", "“Namun selepas itu, bila gaharu mereka sudah besar, mereka tiada tempat untuk menjualnya.", "“Sebab itu, jika saya mendapat bantuan untuk memperbesarkan lagi perniagaan saya ini dan dapat membuat kilang serta cawangan .. saya yakin ini dapat membantu pekebun kecil gaharu ini menjadi tempat untuk mereka menjual gaharu mereka,” ujarnya."]}
{"url": "https://www.suararisda.my/blog/harga-getah-kekal-tinggi-manfaatkan-pekebun-kecil-pr18", "headline": "Harga getah kekal tinggi manfaatkan pekebun kecil", "content": ["Harga getah sekerap dijangka kekal tinggi dan mampu mencecah lebih RM3.50 sekilogram menjelang penghujung tahun ini sehingga 2023, sekali gus bakal memberikan pendapatan yang lebih tinggi kepada pekebun kecil.", "Menteri Perusahaan Perladangan dan Komoditi, Datuk Zuraida Kamaruddin, berkata unjuran lonjakan harga itu berdasarkan kepada peningkatan permintaan global susulan pembukaan semula ekonomi.", "Beliau berkata, permintaan terhadap komoditi getah adalah sangat tinggi di peringkat global berdasarkan lawatan kerja ke luar negara dan perbincangan dengan pelbagai pihak.", "Justeru, katanya,sebagai negara pengeluar getah, Malaysia akan terus mengambil peluang memperkasakan produk komoditi itu.", "“Harga getah (sekerap) akan kekal stabil pada RM2.50 sekilogram dan dijangka akan meningkat kepada lebih RM3.50 sekilogram.", "“Di peringkat nasional, sudah tentu apabila permintaan meningkat, kita kena terus memastikan pengeluaran getah kekal tinggi.", "“Jika pengeluaran dapat ditingkatkan, ia akan membawa kepada lonjakan eksport yang seterusnya menjadikan harga getah lebih tinggi,” katanya.", "Beliau berkata demikian selepas merasmikan Buku Pelan Antirasuah Lembaga Getah Malaysia, Getah Antirasuah 2021-2025 (GETAR 2021-2025) di sini, hari ini.", "Zuraida berkata, kerajaan melalui Kementerian Perusahaan Perladangan dan Komoditi juga sudah menyusun pelbagai pelan bagi memastikan industri getah kekal menjadi antara penyumbang utama ekonomi negara.", "Beliau berkata, ini keranawalaupun permintaan global meningkat tetapi pengeluaran getah negara masih tidak mencukupi sehinggakan Malaysia perlu mengimport beberapa produk seperti getah sintetik.", "“Namun jika kita mampu untuk tingkatkan keluaran dalam negara, mencukupi untuk kegunaan domestik dan eksport, itu akan mendatangkan hasil yang lebih tinggi.", "“Bagi meningkatkan pengeluaran, ketika ini kita cuba melihat bagaimana untuk menguruskan pekebun dan estet secara lebih berstruktur.", "“Jika ia dapat diuruskan lebih baik seperti pengurusan korporat, saya percaya ia akan memberikan lebih kemampanan dan hasil yang lebih tinggi,” katanya.", "Pengerusi Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA), Datuk Seri Mohd Salim Mohd Sharif sebelum ini memohon kerajaan meningkatkan harga lantai getah sekerap daripada RM2.50 kepada RM3.50 sekilogram.", "Ia berikutan kebimbangannya terhadap pekebun getah yang akan bertukar kepada tanaman kelapa sawit sekiranya harga lantai getah sekerap tidak dinaikkan.", "Timbalan Menteri Kewangan, Datuk Mohd Shahar Abdullah turut pernah menyatakan cadangan menaikkan harga lantai getah sekerap kepada RM3.50 sekilogram akan dijadikan sebagai input dalam penyediaan Bajet 2023.", "Sementara itu, Zuraida berkata GETAR 2021-2025 adalah dokumen dasar antirasuah yang dijadikan sebagai rujukan komprehensif dan inklusif dalam menangani perilaku rasuah bagi", "memperkukuh aspek tadbir urus dan integriti di LGM.", "Beliau berkata, pelan itu dibangunkan selari dengan dasar dan matlamat kerajaan ke arah negara bebas rasuah menerusi pelaksanaan Pelan Antirasuah Nasional (NACP) 2019-2023.", "“GETAR 2021-2025 melambangkan hasrat dan usaha LGM secara kolektif untuk menyokong dan memperkasa agenda pembudayaan integriti nasional menerusi penyatuan semua usaha berkaitan", "tadbir urus, integriti dan antirasuah dalam menyampaikan perkhidmatan terbaik serta berintegriti,” katanya."]}
{"url": "https://www.suararisda.my/blog/risda-sedia-rm74-juta-tingkat-pendapatan-pekebun-kecil-pr70", "headline": "RISDA sedia RM74 juta tingkat pendapatan pekebun kecil", "content": ["BATU PAHAT: Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) menyediakan dana lebih RM74 juta bagi meningkatkan pendapatan pekebun kecil untuk mempelbagai aktiviti ekonomi.", "Pengerusinya, Datuk Seri Dr Noraini Ahmad, berkata peruntukan itu bagi menangani ketidaktentuan pasaran getah dan penurunan produktiviti.", "Katanya, bantuan berkenaan akan memanfaatkan 13,489 orang peserta di seluruh negara.", "“Dengan trend harga getah semasa yang kurang memberangsangkan, RISDA sentiasa proaktif bagi memastikan pekebun kecil getah dapat meningkatkan taraf hidup melalui pelbagai bantuan sokongan.", "“Ini termasuk peruntukan RM44.46 juta melalui Program Aktiviti Ekonomi Tambahan dan Keusahawanan serta RM30 juta untuk Program Agromakanan.", "“Melalui pelbagai bantuan sokongan yang disediakan, kita dapat melihat angka yang positif dalam permohonan tanam semula getah.", "“Lebih 12,000 hektar permohonan tanam semula getah diperoleh bagi suku tahun pertama tahun ini daripada sasaran 20,000 hektar yang ditetapkan,” katanya.", "Beliau berkata demikian pada Majlis Pekebun Kecil Makmur dan Santunan Kasih Ramadan RISDA Negeri Johor 2023 di sini hari ini.", "Noraini berkata, 5,900 hektar permohonan tanam semula getah sudah diluluskan.", "“Kelulusan itu mengambil kira syarat dan terma yang ditetapkan sama ada melalui permohonan tanam semula atau permohonan tanam baharu tanaman getah,” katanya.", "Pada majlis itu, RISDA mengadakan program tanggungjawab sosial korporat (CSR) dengan menyampaikan sumbangan wang tunai RM23,000 kepada tujuh masjid, dua buah pusat tahfiz, 20 orang pelajar tahfiz serta 30 orang golongan asnaf dan anak yatim.", "Noraini berkata, bagi RISDA Johor RM3.4 juta diperuntuk bagi Program Aktiviti Ekonomi Tambahan dan Keusahawanan, manakala RM1.74 juta untuk Program Agromakanan, bagi manfaat seramai 472 pekebun kecil.", "“Bagi Pejabat RISDA Daerah Batu Pahat pula, peruntukan RM570,000 disediakan bagi kedua-dua program berkenaan,” katanya."]}
{"url": "https://www.suararisda.my/blog/risda-salur-rm-15-8-juta-bantuan-pekebun-kecil-di-kedah-pr30", "headline": " RISDA Salur RM15.8 Juta Bantuan Pekebun Kecil Di Kedah", "content": ["KEMENTERIAN Pembangunan Luar Bandar (KPLB) menerusi Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) memperuntukkan RM15.8 juta bagi Bantuan Musim Tengkujuh (BMT) untuk negeri Kedah.", "Menurut Menterinya, Datuk Seri Mahdzir Khalid, RISDA menerima sejumlah 26,348 permohonan daripada pekebun kecil getah setakat ini.", "“Penerima bantuan tersebut merupakan golongan pengusaha dan pemilik daripada golongan pekebun kecil getah di seluruh negeri Kedah yang layak.", "“Setakat hari ini, seramai 16,889 orang penerima telah dikreditkan bayaran BMT bagi fasa pertama sebanyak RM300 setiap orang,” katanya.", "Beliau berkata demikian ketika berucap pada Majlis Pekebun Kecil RISDA Makmur Negeri Kedah di Kg. Musa, Pedu, hari ini.", "Jelas Mahdzir, bagi daerah Padang Terap, peruntukan keseluruhan BMT oleh RISDA adalah sebanyak RM2.57 juta dengan sasaran agihan untuk 10,886 orang pekebun kecil.", "Setakat ini sejumlah 3,077 permohonan telah diluluskan dan 2,987 pekebun kecil daerah itu telah menerima bayarannya.", "“Ini menunjukkan prestasi yang baik oleh pihak RISDA dalam memastikan penyaluran bantuan ini sampai kepada golongan sasar dalam masa yang ditetapkan.", "“Ini adalah salah satu inisiatif daripada pihak kerajaan Keluarga Malaysia melalui RISDA dalam usaha meningkatkan kesejahteraan dan taraf kehidupan pekebun kecil getah,” katanya.", "Tambah Mahdzir, bayaran fasa pertama akan terus dilaksanakan dalam bulan November kepada baki pekebun kecil yang masih belum menerimanya.", "“Manakala bayaran fasa kedua pula akan dilaksanakan sepanjang bulan Disember secara berperingkat.", "“RISDA bukan hanya menyalurkan bantuan BMT kepada pekebun kecil, malah turut ada bantuan seperti penyediaan prasarana pertanian, kemudahan insfrastruktur pertanian, skim getah matang, pembangunan keusahawanan serta latihan dan pendampingan di kebun-kebun getah milikan pekebun kecil,” kata Mahdzir."]}
{"url": "https://www.suararisda.my/blog/kenaikan-harga-getah-beri-sinar-baharu-pekeubn-kecil", "headline": "Kenaikan harga getah beri sinar baharu pekebun kecil", "content": [" Kenaikan paras harga pengaktifan Insentif Pengeluaran Getah (IPG) daripada RM2.50 kepada RM2.70 sekilogram sekurang-kurangnya dapat memberi sinar baharu kepada taraf hidup pekebun kecil getah.", "Timbalan Pengarah Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) Negeri Sembilan, Kamarul Azizi Mat Zin berkata, perkara itu dapat membantu mereka untuk keluar daripada kepompong kemiskinan.", "“Sekiranya dinaikkan lagi kepada RM3 atau lebih, ia akan meningkatkan lagi pendapatan pekebun kecil, sekali gus mampu membasmi kemiskinan kerana ada dalam kalangan pekebun kecil bergantung sepenuhnya kepada hasil getah,” katanya ketika ditemui pemberita di Pejabat RISDA, di sini.", "Tambahnya, pendapatan bulanan yang diperoleh pekebun kecil di Negeri Sembilan menerusi jualan getah setakat ini adalah sekitar RM800 hingga RM1,000 bagi ladang getah yang berkeluasan satu hektar.", "Bagaimanapun, pendapatan itu tidak tetap ekoran risiko yang dihadapi mereka termasuk faktor cuaca dan kekurangan pekerja."]}
{"url": "https://www.suararisda.my/blog/risda-peruntuk-rm2-39-juta-untuk-program-tanaman-semula-pokok-getah-2022-pr32", "headline": "RISDA peruntuk RM2.39 juta untuk Program Tanaman Semula Pokok Getah", "content": ["Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) memperuntukkan RM2.39 juta bagi Program Tanaman Semula Pokok Getah di Melaka melibatkan tanah seluas 1,739.8 hektar di daerah Alor Gajah dan Jasin.", "Exco Pembangunan Luar Bandar, Pertanian dan Industri Asas Tani Negeri, Datuk Abdul Razak Abdul Rahman berkata program yang dilaksana secara berperingkat itu juga membabitkan 1,392 pekebun kecil.", "Katanya, masa ini adalah paling sesuai untuk melaksana program penanaman semula pokok getah di negeri itu berikutan kebanyakan pokok berkenaan sudah berusia lebih 30 tahun."]}
{"url": "https://www.suararisda.my/blog/seramai-73642-pekebun-kecil-getah-terima-manfaat-pelbagai-program-risda-kedah-2022-pr45", "headline": "Seramai 73,642 pekebun kecil getah terima manfaat pelbagai program RISDA Kedah", "content": ["Kementerian Pembangunan Luar Bandar (KPLB) melalui Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) menyalurkan lebih RM50 juta bagi membangunkan pekebun kecil getah di Kedah.", "Menteri Pembangunan Luar Bandar, Datuk Seri Mahdzir Khalid berkata, penyaluran peruntukan itu memberi manfaat kepada 73,642 orang pekebun kecil getah di negeri itu.", "“Bagi tujuan meningkatkan pendapatan pekebun kecil, Skim Insentif Lateks (SIL) diperkenalkan dengan bantuan berjumlah RM479,000 telah memanfaatkan seramai 165 orang pekebun kecil di daerah Baling, Sik, Kota Setar, Pokok Sena, Kubang Pasu, Langkawi dan juga kawasan Padang Terap,” katanya."]}
{"url": "https://www.suararisda.my/blog/bantuan-tanam-semula-getah-sedia-manfaat-jangka-panjang-pr80", "headline": "Bantuan tanam semula getah sedia manfaat jangka panjang", "content": ["SEREMBAN: Bantuan keseluruhan sebanyak RM12.34 juta yang disalurkan ", "Pihak Kemajuan Pekebun Kecil Perusahaan Getah (Risda)", " melalui program pembangunan di Negeri Sembilan dapat mengembangkan perniagaan dan pendapatan pekebun kecil serta usahawan desa.", "Keprihatinan Risda itu selaras dengan usaha kerajaan melalui Kementerian Kemajuan Desa dan Wilayah (KKDW) untuk memperkasa ekonomi masyarakat di luar bandar.", "Bantuan yang disalurkan bermula Januari hingga Jun tahun ini merangkumi projek tanam semula sebanyak RM5.14 juta, prasarana asas pertanian (RM1.12 juta), agromakanan (RM1.03 juta) dan aktiviti ekonomi tambahan (RM1.26 juta).", "Seorang pekebun kecil, Azman Salam, 68, dari Lenggeng berkata, inisiatif itu banyak membantu peserta pekebun kecil Risda dari segi pembangunan dan menanam semula getah.", "“Risda membantu dalam program tanam semula getah tua yang tidak ekonomi kepada benih getah baharu yang boleh mengeluarkan hasil tinggi.", "“Selain berkebun, Risda membantu aktiviti ekonomi tambahan kepada usahawan desa untuk menambah pendapatan seperti anak saya sendiri yang mengusahakan perniagaan membuat kuih sepit. Aktiviti ekonomi lain penduduk adalah membuat kuih bahulu, kedai jahitan dan bengkel kereta turut dibantu,” katanya selepas majlis Sentuhan Kasih Desa, Mini Karnival Usahawan Desa (KUD) di Dataran Nilai di sini, semalam.", "Majlis berkenaan dilancarkan Perdana Menteri, Datuk Seri ", " dan turut dihadiri Timbalan Perdana Menteri, Datuk Seri Dr. Ahmad Zahid Hamidi yang juga Menteri Kemajuan Desa dan Wilayah.", "Terdahulu, dia yang merupakan wakil penerima bantuan keseluruhan sebanyak RM12,339,101.62 Program Pembangunan Risda di Negeri Sembilan menerima replika cek yang disampaikan sendiri oleh Perdana Menteri.", "Dalam pada itu, seorang penternak ikan air tawar, Muhammad Arif Mohd. Yasin, 30, dari Rembau berkata, dia pertama kali menerima bantuan agromakanan daripada Risda merangkumi bekalan peralatan perikanan dan makanan ikan.", "“Dalam situasi sekarang makanan ikan sangat mahal. Dengan bantuan ini saya dapat mengurangkan kos selain menyuntik semangat untuk mengembangkan ternakan ikan air tawar di Negeri Sembilan,” katanya.", "Seorang pengusaha bertih jagung dari Nilai, Firzah Puasa, 37, pula berkata, pengeluaran produknya mampu meningkat sehingga tiga kali ganda melalui bantuan geran mesin oleh Risda di bawah program aktiviti ekonomi tambahan.", "“Mesin industri elektrik ini boleh mengeluarkan hasil bertih jagung sebanyak tiga tan metrik sebulan berbanding satu tan metrik sebulan sebelum ini.", "“Saya berharap dengan bantuan mesin bertih jagung daripada Risda ini dapat mengembangkan produk pengeluaran dan mencapai hasrat menembusi pasaran di Brunei, Singapura dan Indonesia,” katanya. – "]}
{"url": "https://www.suararisda.my/blog/rm191-juta-bmt-kepada-pekebun-dan-penoreh-getah-pr01", "headline": "Kerajaan sedia RM191 Juta Bantuan Musim Tengkujuh kepada pekebun dan penoreh getah RISDA", "content": ["Kerajaan melalui Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) menyediakan peruntukan sebanyak RM191 juta khusus kepada pekebun kecil dan penoreh getah yang berkelayakan di seluruh negara menerusi Bantuan Musim Tengkujuh (BMT)."]}
{"url": "https://www.suararisda.my/blog/risda-mohon-kerajaan-kawal-aktiviti-import-getah-sintetik-2022-pr46", "headline": "RISDA mohon kerajaan kawal aktiviti import getah sintetik", "content": ["Kerajaan diminta mengawal aktiviti mengimport getah sintetik bagi memastikan pasaran getah asli negara tidak terjejas.", "Pengerusi Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA), Datuk Seri Mohd Salim Mohd Sharif berkata, ini kerana getah sintetik kini menjadi pilihan industri terutama dalam pembuatan sarung tangan.", "“Banyak kilang sarung tangan yang menggunakan getah sintetik kerana harganya lebih murah dan senang didapati menyebabkan getah asli sudah jarang digunakan.", "“Jadi, kerajaan perlu tegas dalam isu ini kerana jika dibiarkan ia akan memberi kesan lebih buruk kepada industri getah asli negara,” katanya.", "Beliau berkata demikian kepada media selepas program Pekebun Kecil Makmur RISDA Bersama Jabatan Hal Ehwal Orang Asli dan Jelajah Kasih Keluarga Malaysia di Kampung Orang Asli Panchor di sini pada Rabu. Hadir sama, Ketua Pengarah RISDA, Datuk Abdullah Zainal.", "Tambah Mohd Salim, kerajaan juga perlu memastikan cukai levi dikenakan terhadap sebarang aktiviti mengimport getah sintetik untuk kegunaan apa sahaja industri bagi menjamin harga getah asli akan meningkat."]}
{"url": "https://www.suararisda.my/blog/cara-meningkatkan-produktiviti-getah-03", "headline": "Cara Meningkatkan Produktiviti Getah", "content": []}
{"url": "https://www.suararisda.my/blog/risda-peruntuk-rm508-02-juta-untuk-pekebun-kecil-getah-pr28", "headline": " RISDA peruntuk RM508.02 juta untuk pekebun kecil getah", "content": ["Pihak Berkuasa Kemajuan Perusahaan Kecil Getah (RISDA) memperuntukkan RM508.02 juta bagi melaksanakan program pembangunan penanaman semula getah di seluruh negara, kata Timbalan Menteri Pembangunan Luar Bandar Datuk Seri Abdul Rahman Mohamad.", "Beliau berkata peruntukan itu melibatkan program produktiviti dan pemasaran, program hasil baharu serta program keusahawanan.", "Di Pahang, beliau berkata RISDA negeri telah berjaya melaksanakan penanaman semula getah seluas 15,813 hektar daripada sasaran 16,596 hektar yang ditetapkan.", "“Saya yakin sasaran itu dapat dicapai pada tahun ini demi kemakmuran komuniti pekebun kecil Pahang.", "“Getah merupakan satu-satunya tanaman yang masih diberi bantuan penuh oleh kerajaan sehingga kini. Ini tidak termasuk lagi dengan bantuan peningkatan ekonomi yang diterima pekebun kecil setiap tahun,” katanya.", "Abdul Rahman berkata demikian pada majlis Program Pekebun Kecil Makmur di Kuala Lipis dekat sini pada Selasa. Kenyataan media program itu diedarkan kepada media di sini.", "Selain itu, beliau berkata hasil daripada peningkatan subsidi bantuan penanaman semula getah kepada RM13,710 sehektar berbanding RM9,230 sebelum ini untuk Semenanjung Malaysia, memberi manfaat dan impak besar kepada semua pekebun kecil.", "Kerajaan, menurut Abdul Rahman menyalurkan pelbagai bantuan termasuk menerusi Kementerian Pembangunan Luar Bandar (KPLB) dan RISDA, menyalurkan pelbagai bantuan kepada pekebun kecil bagi meringankan beban ditanggung golongan berkenaan dalam meneruskan kehidupan.", "Beliau berkata ini kerana kerajaan sedar pekebun kecil mengalami masalah produktiviti rendah akibat keadaan cuaca, kekurangan tenaga kerja dan kestabilan harga pasaran.", "Program pada Selasa melibatkan kira-kira 600 pekebun kecil dan pemimpin setempat yang turut menyaksikan Abdul Rahman menyampaikan sumbangan untuk produktiviti RISDA dan penyampaian bantuan kepada penduduk."]}
{"url": "https://www.suararisda.my/blog/pekebun-penoreh-getah-diingatkan-mohon-bantuan-musim-tengkujuh-pr82", "headline": "Pekebun, penoreh getah diingatkan mohon bantuan musim tengkujuh", "content": ["SHAH ALAM, 6 JULAI: Pekebun kecil dan penoreh getah yang layak diingatkan untuk memohon Bantuan Musim Tengkujuh (BMT) yang mula dibuka sejak 15 Jun lalu.", "Penyandang kerusi Dewan Undangan Negeri (DUN) Kota Damansara Shatiri Mansor berkata inisiatif itu bagi meringankan beban golongan berkenaan akibat cuaca tidak menentu.", "“Kerajaan Perpaduan sentiasa mengambil berat kebajikan pekebun kecil dan penoreh getah dengan pemantauan supaya tiada keciciran berlaku di seluruh negara,” katanya di Facebook hari ini.", "Sebelum ini, kerajaan memaklumkan permohonan bantuan berkenaan berlangsung selama tiga bulan, yang akan berakhir pada 15 September depan.", "Mereka yang layak boleh hadir ke mana-mana pejabat Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (Risda) atau memohon secara dalam talian melalui ", "Bermula tahun ini, jumlah bayaran ditingkatkan daripada RM600 kepada RM800, yang akan diagihkan mulai November hingga Februari 2024."]}
{"url": "https://www.suararisda.my/blog/bantuan-risda-ubah-nasib-pekebun-kecil-2022-pr26", "headline": "Bantuan RISDA ubah nasib pekebun kecil", "content": ["Nasib pekebun kecil khususnya dari luar bandar berubah melalui bantuan keusahawanan yang disalurkan Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA)N.", "Bermula daripada kosong, RISDA membantu usahawan dengan memberi bimbingan mengembangkan perniagaan masing-masing hingga ada yang berjaya menembusi pasaran antarabangsa.", "Menurut usahawan pakaian dan aksesori bayi, Khairunnisa Ahmad Zamri, 36, pada peringkat awal perniagaan, dia hanya mampu menghasilkan pakaian bayi secara kecil-kecilan disebabkan kekurangan mesin.", "Bagaimanapun, usahawan dari Bandar Darulaman Jitra ini mendedahkan, semuanya berubah apabila dia menerima bantuan mesin daripada RISDA.", "“Bermula 2016, saya mengeluarkan pakaian tradisional seperti baju Melayu, sampin songket, set tanjak songket untuk bayi baru lahir hingga berusia dua tahun.", "Khairunnisa antara usahawan bimbingan RISDA yang ditemui Sinar Harian pada Jelajah Aspirasi Keluarga Malaysia di pekarangan Stadium Darul Aman di sini, pada Jumaat.", "“Sebagai anak pekebun kecil, saya mencuba nasib memohon bantuan RISDA. Alhamdulillah, saya menerima bantuan mesin jahit lubang butang dan dapat menghasilkan sendiri kemeja bayi di bawah jenama Nazkids,” jelasnya."]}
{"url": "https://www.suararisda.my/blog/risda-sasar-2000-hektar-tanah-dalam-program-tanam-semula-getah-pr72", "headline": "Risda sasar 20,000 hektar tanah dalam program Tanam Semula Getah", "content": ["KUALA LUMPUR: Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (Risda) memperkenalkan program Tanam Semula Getah dengan sasaran keluasan 20,000 hektar pada tahun ini sebagai antara usaha meningkatkan pengeluaran getah negara.", "Timbalan Menteri Kemajuan Desa dan Wilayah, Datuk Rubiah Wang berkata, sehingga hari ini sebanyak 50 peratus atau lebih kurang 10,000 hektar daripada sasaran tersebut telah dicapai dan diluluskan.", "“Kita juga cuba buka kepada tanah-tanah kosong di seluruh negara, jika dulu kita buka kepada tanah sedia ada yang mana ada getah-getah tua untuk ditanam semula, tetapi tahun ini buka kepada tanah kosong.", "“Kita juga beri bantuan kepada pekebun-pekebun kecil dengan harapan untuk meningkatkan kawasan getah negara. Insya-Allah, dengan perluasan ini kita harap ada sambutan daripada pekebun-pekebun kecil.", "“Setakat ini yang paling banyak adalah di Sarawak, Pahang serta Kedah yang melibatkan 6,200 pekebun kecil,” katanya pada sidang akhbar selepas menghadiri Majlis Hari Raya Aidilfitri Risda 2023 di sini hari ini.", "Dalam pada itu, Ketua Pengarah Risda, Datuk Abdullah Zainal berkata, buat masa ini pihaknya tidak mendapat sebarang rungutan daripada pekebun seluruh negara berkaitan kerugian yang dialami mereka ketika musim El Nino yang melanda negara ketika ini.", "Bagaimanapun, masalah membimbangkan yang sedang dihadapi oleh pekebun-pekebun seluruh negara pada waktu ini adalah berkaitan penyakit pestalotiopsis menyerang hampir kebanyakan kebun getah.", "“Penyakit ini akan menyebabkan pokok getah mengalami luruhan daun dan paling membimbangkan adalah apabila hasil serta produktiviti getah telah menurun hampir 50 peratus.", "“Pun begitu, saya turut berterima kasih kepada pihak kerajaan yang telah memberi bantuan rawatan penyakit ini sejak dua tahun lalu dan buat masa ini lebih 25,000 hektar tanah kebun telah dirawat,” jelasnya. – UTUSAN"]}
{"url": "https://www.suararisda.my/blog/peruntukan-rm8j-risda-laksana-program-prospek-di-jempol-2022-pr47", "headline": "Peruntukan RM8j RISDA laksana program Prospek di Jempol", "content": ["Kementerian Pembangunan Luar Bandar (KPLB) memperuntukkan RISDA sebanyak RM8 juta bagi pelaksanaan Projek Bersepadu Pembangunan Ekonomi Kampung (Prospek) bagi tempoh lima bermula tahun lalu hingga 2025 khusus bagi daerah Jempol.", "Pengerusi RISDA, Datuk Mohd. Salim Mohd. Sharif berkata, peruntukan besar itu melibatkan pembangunan kemudahan asas sebanyak RM1.2 juta, projek pembinaan rumah menerusi Program Perumahan Rakyat Termiskin (PPRT) iaitu sebanyak RM1.2 juta serta bantuan modal peningkatan pendapatan sebanyak RM5.6 juta.", "“RISDA berhasrat menambah bilangan peserta dan mempelbagaikan produk bagi membantu pekebun kecil. Program Prospek di bawah Kementerian Pembangunan Luar Bandar telah dilaksanakan di seluruh negara di beberapa kampung terpilih antaranya di Kedah, Perlis, serta Melaka.", "“Di Jempol, program Prospek RISDA ini melibatkan lapan buah kampung dengan jumlah penduduk seramai 1,000 peserta di mukim Serting iaitu Kampung Serting Hilir, Kampung Bukit Kelulut, Kampung Bukit Tunggal, Kampung Peladang Dalam, Kampung Peladang Luar, Kampung Serting Ilir Dalam, Kampung Bukit Kerdas dan Kampung Gajah Mati,” katanya.", "Beliau berkata demikian kepada pemberita pada Program Pekebun Kecil Makmur dan Prospek Jempol di Kampung Serting Ilir, di sini kelmarin.", "Yang hadir sama, Ahli Dewan Undangan Negeri (ADUN) Serting, Datuk Shamsulkahar Mohd. Deli dan Ketua Pengarah RISDA, Datuk Abdullah Zainal.", "Menurut Mohd. Salim, bagi tahun ini sahaja, sejumlah RM1.3 juta telah dimanfaatkan iaitu RM800,000 bagi program-program ekonomi yang melibatkan seramai 80 orang penerima dan juga sebanyak RM368,000 bagi tujuan pembinaan rumah baharu.", "“Seterusnya, sebanyak 24 buah rumah akan dibaik pulih selain prasarana dengan jumlah peruntukan sebanyak RM138,200. Ia melibatkan tiga projek Jalan Pembangunan Desa (JPD) dan satu projek menerusi Program Ameniti Sosial (PAMS)", "“Fasa seterusnya akan diteruskan pada tahun hadapan secara berperingkat sehingga ke tahun 2025,” katanya lagi,", "Sementara itu, jelas penyandang Ahli Parlimen Jempol itu, program ekonomi di bawah Prospek terbahagi kepada tiga bahagian iaitu pertanian, penternakan dan ekonomi desa.", "“Bidang pertanian ia terbahagi kepada tanaman secara berkelompok dan juga secara individu. Tanaman berkelompok dilaksanakan adalah tanaman fertigasi halia dan cili bara di mana ia diuruskan oleh RISDA Agro Sdn. Bhd. yang memberi manfaat kepada 30 orang peserta,” katanya.", "Terdahulu sebelum majlis itu, Mohd. Salim turut mengadakan lawatan ke pembinaan sebuah rumah baharu, projek ternakan ayam serta projek cili fertigasi yang dijalankan oleh pekebun RISDA.", "Beliau turut menyampaikan sumbangan kotak makanan RISDA yang bernilai RM50 bagi setiap penerima kepada 400 orang golongan asnaf pekebun kecil di kawasan Serting."]}
{"url": "https://www.suararisda.my/blog/prestasi-pungutan-ses-getah-meningkat-pr51", "headline": "Prestasi pungutan ses getah meningkat", "content": ["Kuala Lumpur: Prestasi pungutan ses getah dalam tempoh tiga tahun dari 2020 hingga tahun lalu menunjukkan peningkatan dengan masing-masing merekodkan kutipan bernilai RM157.8 juta dan RM189.1 juta.", "Ketua Pengarah Kastam Datuk Zazuli Johan berkata, jumlah itu meningkat berbanding dengan pungutan pada 2019 yang merekodkan sebanyak RM121.4 juta.", "“Bagaimanapun atas faktor fasa pemulihan negara dan masalah kewangan sektor industri, prestasi pungutan ses getah pada tahun lalu agak menurun apabila merekodkan RM108.6 juta.", "“Bagi tempoh 1 Januari hingga 14 Februari lalu, jumlah kutipan ses getah direkodkan sebanyak RM11.4 juta,” katanya dalam kenyataan, hari ini.", "Terdahulu, Majlis Serah Terima SOP (Prosedur Operasi Standard) Pungutan Ses Getah antara Jabatan Kastam Diraja Malaysia (JKDM), Lembaga Getah Malaysia (LGM) dan Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) berlangsung di Dewan Semarak Jati, Ibu Pejabat JKDM, Putrajaya, hari ini.", "Sesi menandatangani SOP Ses Getah disempurnakan Zazuli, Ketua Pengarah RISDA Datuk Abdullah Zainal dan Timbalan Ketua Pengarah (Dasar dan Operasi) LGM Dr Faridah Hanim Ab Hanan.", "Ses adalah tabungan yang dipungut daripada pekebun kecil bagi tujuan tanaman semula serta kegunaan aktiviti-aktiviti penyelidikan dan pembangunan sektor getah negara.", "JKDM dipertanggungjawabkan sebagai agensi pemungut ses getah yang dieksport melalui pintu keluar sempadan negara.", "Zazuli berkata, SOP pungutan ses getah Ses yang termeterai, hari ini, akan dijadikan rujukan serta panduan kepada barisan Pegawai Penaksir JKDM yang bertugas di semua pintu masuk sempadan tanah air.", "“Penubuhan Jawatan Kuasa Technical Working Group (TWG) Kutipan Ses Getah Tanam Semula dan Penyelidikan dan Pembangunan (R&D) dimulakan dengan kerjasama tiga agensi itu pada 2015 dan masih aktif sehingga ke hari ini.", "“TWG ini diwujudkan untuk mendapatkan maklum balas agensi terbabit bagi memperkukuhkan urusan pungutan ses dan menangani ketirisan serta manipulasi ses ke atas getah,” katanya.", "Menurutnya, melalui jalinan kerjasama dan komitmen diberikan tiga agensi terbabit, SOP pungutan ses getah tanah semula dan R&D berjaya dimuktamadkan pada tahun lalu melalui penerbitan buku dan e-buku yang akan diguna pakai oleh JKDM, LGM dan RISDA.", "“Berdasarkan situasi semasa, penambahbaikan SOP yang dilaksanakan ini dijangka berupaya membuahkan hasil yang lebih baik ke arah peningkatan hasil negara melalui kutipan ses getah.", "“Semoga ikatan strategik ini menjadi titik tolak kepada hubungan yang lebih erat dan kerjasama kukuh antara ketiga-tiga pihak pada masa hadapan,” katanya."]}
{"url": "https://www.suararisda.my/blog/tvet-khas-wanita-bakal-tawar-10-bidang-pilihan-pr81", "headline": "TVET khas wanita bakal tawar 10 bidang pilihan", "content": ["KUALA LUMPUR: Sepuluh bidang utama akan ditawarkan sebagai permulaan bagi pelaksanaan Program Pendidikan dan Latihan Teknikal dan Vokasional (TVET) khas untuk wanita.", "Pengerusi Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (Risda) Datuk Seri Dr Noraini Ahmad berkata 10 bidang itu ialah Teknologi Maklumat; Keusahawanan; Teknologi Kejuruteraan; Kepimpinan dan Pengurusan;  Pemasaran; Perkhidmatan Rumah; Perniagaan Luar Bandar; Pelancongan dan Hospitaliti; Teknologi Agro; dan Logistik.", "Beliau berkata bidang yang difokuskan itu dilihat berupaya menarik minat golongan wanita untuk menyertai program khas berkenaan.", "“Kita mempunyai pusat pengajian tinggi yang terlibat secara langsung dalam program ini seperti Universiti Teknikal Malaysia Melaka (UTeM) dan Kolej Universiti Agrosains Malaysia (UCAM) di bawah Risda sendiri.", "“Oleh itu, kita boleh menawarkan bidang TVET yang lebih tinggi dan luas berbanding apa yang ditawarkan dahulu,” katanya kepada Bernama.", "Noraini berkata pihaknya sedang giat berbincang dengan beberapa agensi terlibat dengan menyasarkan selewat-lewatnya awal tahun hadapan untuk pelaksanaan program khas itu. Selain itu, beliau turut melahirkan keyakinan kuota 15,000 kemasukan ke program itu seperti yang diumumkan Timbalan Perdana Menteri Datuk Seri Dr Ahmad Zahid Hamidi bulan lepas akan dapat dipenuhi.", "“UTeM telah merancang satu program komprehensif dan inklusif yang melibatkan pelbagai pihak dalam TVET seperti universiti awam, politeknik serta institusi latihan TVET seluruh Malaysia. UTeM juga sudah menubuhkan sebuah akademi TVET wanita bernama Jelita untuk menyelaras program khas ini diseluruh negara secara profesional.", "“Dalam usaha menarik 15,000 wanita terlibat dalam program ini, kita telah merangka beberapa strategi promosi seperti menggunakan media sosial, karnival kerjaya dan beberapa program lain,” katanya.", "Sementara itu, Sekretariat Profesional Wanita Umno berpandangan inisiatif program khas itu dapat membuka ruang kepada golongan wanita yang ingin menceburi bidang kolar biru yang selama ini sinonim dengan lelaki.", "Setiausahanya Norbhaiti Sabar berkata ia juga boleh menjadi platform terbaik untuk wanita yang sudah lama tidak berkerjaya menceburi semula bidang pekerjaan.", "“Kami sedia memberikan apa juga sokongan dalam bentuk tenaga dan pengalaman terhadap usaha ini memandangkan kami terdiri daripada ahli yang berlatarbelakangkan profesional seperti peguam, doktor dan pendidik.", "“Sedikit sebanyak kami dapat berkongsi pengalaman dan menyumbang idea berkaitan usaha TVET ini,” katanya.", "Ahmad Zahid yang juga Menteri Kemajuan Desa dan Wilayah ketika Perhimpunan Agung Umno 2023 bulan lepas mengumumkan kerajaan bersetuju mewujudkan program TVET khususuntuk wanita dengan pengambilan seramai 15,000 peserta. – Bernama"]}
{"url": "https://www.suararisda.my/blog/peruntukan-rm676-4-juta-untuk-pekebun-kecil-pr61", "headline": "Peruntukan RM676.4 juta untuk pekebun kecil", "content": ["KUALA LUMPUR – Belanjawan 2023 menyaksikan peruntukan sebanyak RM676.4 juta disalurkan kepada Pihak Berkuasa Kemajuan Perusahaan Kecil Getah (RISDA).", "Timbalan Perdana Menteri, Datuk Seri Dr Ahmad Zahid Hamidi berkata, peruntukan yang ditetapkan kepada RISDA tahun ini mengambil kira strategi komprehensif melalui lima komponen utama yang digariskan.", "Menurutnya, komponen utama tersebut meliputi pembangunan kawasan tanaman getah, peningkatan produktiviti dan pembangunan pekebun kecil, pembangunan semula hasil baharu, rawatan penyakit luruhan daun seta bantuan musim tengkujuh (BMT).", "“Kesemua komponen ini adalah elemen yang menyokong kepada Dasar Pembangunan Luar Bandar yang ditetapkan Kementerian Kemajuan Desa Dan Wilayah Malaysia bagi menerajui pembangunan komuniti desa.", "“Kesemua program ini dirangka bagi memastikan pekebun kecil dapat memajukan kebun getah dengan subsidi utama sehektar RM13,710 bagi kawasan Semenanjung, RM14,805 (Sarawak) dan RM14,955 (Sabah),” katanya ketika berucap pada Perhimpunan Bulanan Kementerian Kemajuan Desa dan Wilayah di Ibu Pejabat Risda di sini pada Khamis.", "Pada majlis sama, beliau melancarkan Tahun Peningkatan Pendapatan dan Produktiviti Pekebun Kecil yang memfokuskan kepada peningkatan pendapatan produktiviti hasil lateks, pembangunan keusahawan serta program agromakanan yang bakal memanfaatkan lebih 500 ribu orang pekebun kecil di seluruh negara.", "Mengulas lanjut, Ahmad Zahid yang juga Menteri Kemajuan Desa dan Wilayah berkata, bagi menyokong strategi peningkatan pendapatan ini, RISDA menyediakan Penetapan Zon Pengeluaran Lateks bagi membantu meningkatkan produktiviti getah kepada 1,800 kilogram bagi setiap hektar setahun.", "“Sebanyak 15 unit depo lateks juga akan dibina pada tahun ini bag merancakkan lagi penghasilan lateks ole pekebun kecil.", "“Melalui penghasilan lateks, ia mampu untuk meningkatkan kepada lebih 30 peratus pendapatan pekebun kecil. Buat masa ini, harga lates boleh mencecah sehingga RM 6.37 sekilogram berbanding harga skrap pada harga RM 2.41 sekilogram,” katanya.", "Dalam pada itu, tambah beliau RISDA turut menyasarkan untuk melahirkan dan membimbing seramai 22,500 orang usahawan pekebun kecil dengan nilai bantuan RM20,000 bagi setiap penerima.", "“Program ini adalah bagi memastikan 30 peratus pekebun kecil memperoleh purata pendapatan RM2,500 sekeluarga pada tahun 2025 melalui aktriviti keusahawanan.", "“Sebanyak RM30 juta diperuntukkan kepada RISDA tahun ini bagi melaksanakan Program Agromakanan bagi menyokong keperluan dasar agromakanan negara sekali gus menjamin kesejahteraan dan kemakmuran warga desa,” katanya."]}
{"url": "https://www.suararisda.my/blog/pendapatan-pekebun-kecil-rm4500-sasaran-transformasi-risda-pr55", "headline": "Pendapatan pekebun kecil RM4,500 sasaran transformasi RISDA", "content": ["KUALA LUMPUR: Transformasi pembangunan di bawah Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) terutamanya penstrukturan semula RISDA Holdings diyakini mampu melonjakkan pendapatan seisi rumah pekebun kecil melebihi RM4,500 sebulan.", "Timbalan Perdana Menteri, Datuk Seri Dr. Ahmad Zahid Hamidi berkata, antara elemen penting dalam transformasi itu ialah mewujudkan usahawan dalam kalangan pekebun getah yang akan membawa mereka keluar daripada kepompong kemiskinan.", "Menurutnya, sempena 50 tahun penubuhan RISDA, kerajaan mahu melihat aspek baharu dalam organisasi itu yang boleh diperkemas terutamanya bagaimanakah getah akan terus menjadi bahan untuk industri yang berkaitan walaupun perlu bersaing dengan getah sintentik.", "“Getah bukan satu komoditi industri yang merosot, tetapi harus dilakukan transformasi bagi menjadikannya industri yang terus maju ke hadapan.", "“Hampir 500,000 pekebun kecil merupakan penyumbang kepada eksport getah asli negara kita iaitu 87 peratus eksport getah asli datang daripada pekebun kecil manakala selebihnya ladang-ladang.", "“Ini memperlihatkan sumbangan pekebun kecil khususnya di bawah RISDA sudah menjadi satu penyumbang besar kepada ekonomi negara,” katanya selepas menghadiri taklimat Program Pembangunan RISDA disini semalam.", "Ahmad Zahid yang juga Menteri Kemajuan Desa dan Wilayah berkata, penstrukturan semula RISDA Holdings juga boleh mewujudkan usahawan dalam kalangan pegawai dan kakitangan syarikat.", "Katanya, ini kerana ia dilihat cara terbaik iaitu memberikan peluang kepada mereka untuk menguruskan sendiri anak syarikat dengan berkonsepkan pembelian pengurusan atau ‘management buyout’.", "“Jadi kaedah terbaik adalah memberikan peluang kepada mereka untuk menguruskan sendiri, di samping kos operasi dapat dikurangkan.", "“Matlamat kami kini adalah untuk mengeluarkan pekebun kecil daripada kepompong garis kemiskinan, bukan sahaja dari segi ekonomi, tetapi sahsiah,”katanya.", "Berhubung bajet untuk RISDA, Ahmad Zahid berkata, seboleh mungkin pihaknya memohon penambahan bajet.", "“Namun, sedar kekangan kewangan kini, oleh sebab itu sudah disarankan penstrukturan semula bagi melakukan transformasi.", "“Ini selari dengan pemikiran dan seruan Perdana Menteri, Datuk Seri Anwar Ibrahim bagi melakukan pengurangan kos secara efektif,” katanya"]}
{"url": "https://www.suararisda.my/blog/usahawan-jutawan-kelahiran-risda-pr73", "headline": "Usahawan jutawan kelahiran RISDA", "content": ["BANGI – Langkah proaktif yang dilakukan Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) dalam melaksanakan pelbagai program pembangunan usahawan telah melahirkan ramai usahawan berjaya.", "Program Groom Big dan bantuan Aktiviti Ekonomi Tambahan (AET) yang bertujuan memperkasakan potensi usahawan bersaiz mikro dan kecil misalnya, telah melahirkan ramai jutawan seterusnya menjadi ‘model’ untuk diketengahkan bagi menjadi tunjang kepada rakan usahawan bimbingan RISDA yang lain.", "Pemenang tempat pertama Anugerah Top Achiever 2022, Mohd Khusairi Ibrahim, 39, adalah antara usahawan cemerlang yang berjaya dilahirkan RISDA, dengan jualan tahunan sebanyak RM11.2 juta.", "Terlibat dalam bidang automotif, syarikatnya iaitu M&N Unic Sdn. Bhd. menawarkan perkhidmatan tayar dan servis di Jitra, Kedah.", "“Saya memulakan bisnes bengkel tayar ini pada tahun 2009 dan 2018, dapat bantuan AET sebanyak RM10,000. Setahun kemudian, saya mendapat bantuan daripada RISDA lagi sebanyak RM50,000."]}
{"url": "https://www.suararisda.my/blog/bantuan-risda-beri-nafas-baharu-industri-pelancongan-2022-pr34", "headline": "Bantuan RISDA beri nafas baharu industri pelancongan", "content": ["Seorang pengusaha rumah bot di Tasik Kenyir, di sini meluahkan rasa syukur selepas terpilih menerima Skim Insentif Nano sumbangan daripada Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA).", "Asri Mat Isa, 51, dari Kampung Pasir Dula yang mengusahakan dua rumah bot dinamakan Kelah Hunter Houseboat mendapat bantuan RISDA berupa dua enjin bot, dua bot fiber dan 40 helai jaket keselamatan bernilai RM20,000 pada April lalu.", "Menurut Asri, bantuan itu membantu meningkatkan keselamatan, memberi keselesaan dan memudahkan pengunjung rumah bot miliknya menikmati keindahan destinasi pelancongan popular itu."]}
{"url": "https://www.suararisda.my/blog/pekebun-kecil-getah-felda-turut-terima-bmt-sebanyak-rm800-2022-pr41", "headline": "Pekebun kecil getah FELDA turut terima BMT sebanyak RM800", "content": ["Berita gembira buat pekebun kecil getah FELDA apabila Perdana Menteri, Datuk Seri Ismail Sabri Yaakob mengumumkan Bantuan Musim Tengkujuh (BMT) kepada pekebun kecil getah yang dinaikkan daripada RM600 kepada RM800 seperti dalam Bajet 2023 yang dibentangkan semalam turut diberi kepada mereka.", "Dasar pemberian BMT sebelum ini yang mensyaratkan hanya pekebun yang mempunyai tanah seluas lima ekar atau 2.2 hektar layak memohon akan diubah kepada 10 ekar atau 4.5 hektar.", "Dasar tersebut diubah bagi membolehkan pekebun kecil getah FELDA juga dapat menerima bantuan berkenaan.", "“Dulu RM600 saya kata musim hujan dulu mungkin dua bulan atau tiga bulan sahaja. Sekarang ini bulan November, Disember sampai masuk bulan Januari, sampai bulan Febuari pun ada. Jadi sudah empat bulan. Jadi kerajaan membuat keputusan bagi R200 sebulan selama 4 bulan, kalau dulu RM600 sekarang RM800,” kata Ismail Sabri ketika berucap dalam Program Kenduri Sekampung Keluarga Malaysia@Jempol di padang Sekolah Menengah Kebangsaan Felda Palong 7, di sini.", "Jelas perdana menteri, kerajaan memahami cabaran dan kepayahan yang dihadapi pekebun kecil getah terutamanya pada musim tengkujuh."]}
{"url": "https://www.suararisda.my/blog/usahawan-risda-syukur-dapat-bantuan-pr85", "headline": "Usahawan RISDA syukur dapat bantuan", "content": ["SABAK BERNAM – Meskipun pernah ditipu dan mengalami kerugian ratusan ribu ringgit, namun itu bukan halangan seorang wanita untuk bangkit semula dalam perniagaan.", "Siti Haniyah Sarmin, 43, menganggap semua yang dilaluinya itu sebagai asam garam dalam dunia perniagaan untuk lebih maju ke depan.", "Menceritakan pengalamannya, Siti Haniyah memberitahu, segala-galanya bermula sebaik beliau berhenti kerja di sebuah agensi kerajaan untuk mengikuti kenalan berniaga.", "“Pada mulanya semua indah, tetapi saya alami kerugian ratusan ribu semata-mata ingin capai impian dengan cepat,” katanya ketika ditemui pada Majlis Perasmian Mini Karnival Usahawan Desa (KUD) di Stadium Sungai Besar di sini pada Sabtu.", "Menurut ibu tiga anak itu, walaupun dilanda kemurungan dan tekanan, namun tidak pernah sesekali putus asa dengan apa yang menimpanya.", "Berbekal semangat dan dorongan suaminya, Mohd Fazli Abdul Kadir, 43, wanita yang menetap di Seksyen 7 Shah Alam itu tidak menunggu lama untuk memulakan perniagaan sendiri.", "“Saya pernah jual kerepek, kerongsang dan barangan kraftangan dan langsir selama lima tahun di Pasar Tani Stadium Shah Alam.", "“Bermula dari situ saya mula menyimpan duit untuk terlibat secara aktif dalam jahitan pakaian pada tahun 2013,” ujarnya.", "Dia turut bersyukur apabila perniagaannya semakin berkembang apabila mendapat bimbingan daripada Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) menerusi Program Pembangunan Usahawannya.", "Katanya, bantuan menerusi aktiviti ekonomi perniagaan (AET) daripada RISDA diperoleh pada 2021 berjumlah RM10,000 itu digunakan dengan sebaik-baiknya.", "“Sehingga kini, RISDA telah menyumbang sebanyak RM30,000 untuk tiga tahun berturut-turut bagi meningkatkan kemahiran dan mengembangkan perniagaan,” jelasnya.", "Seorang lagi penerima bantuan RISDA, Norsham Sariyon, 62, berkata, hasil bantuan agensi kerajaan itu beliau kini dapat mengembangkan lagi perniagaan Perusahaan Kecil dan Sederhana (PKS).", "Norsham yang mengusahakan perniagaannya di Kampung Bukit Hijau, Kuala Selangor memberitahu, perniagaan itu diusahkan bersama suaminya, Musa Hasan, 72.", "“Saya bersyukur kerana terpilih menjadi usahawan di bawah bimbingan RISDA dan kini ia menjadi punca pendapatan kami sekeluarga.", "“Sebelum menceburi dalam keusahawanan rempeyek dan makanan sejuk beku, saya dan suami menjahit pakaian.", "“Alhamdulillah pendapatan usahawan IKS ini lebih baik lebih-lebih lagi ada bimbingan daripada RISDA,” jelasnya.", "Buang Maruji, 64, dari Kampung Bukit Kerayong, Jeram berkata, perusahaan getah diusahakan di kawasan seluas 0.8 hektar telah merubah nasib keluarga.", "Jelasnya, hasil bimbingan RISDA juga beliau menerima pelbagai manfaat menerusi bantuan baharu depo pemasaran lateks, baik pulih dan Program Skim Intensif Produktiviti Getah (SIPG) dan Program Skim Insentif Lateks (SIL).", "“Saya berterima kasih kepada RISDA yang telah membantu meningkatkan pendapatan saya dari semasa ke semasa melalui pelbagai inisiatif bantuan,” kata beliau.", "Seorang usahawan Orang Asli bimbingan RISDA, Zai Mokhtar, 35, berkata, meskipun baharu mengambil alih perusahaan getah daripada bapanya setahun lalu, namun RISDA menyalurkan bantuan tanam semula getah bernilai RM10,968.", "“Sebagai anak muda, saya rasa lebih bersemangat untuk terus mengusahakan getah kerana pelbagai bantuan disediakan dan mahu melipatgandakan usaha untuk merubah kehidupan ke tahap lebih baik,” katanya yang menetap di Kampung Orang Asli, Ulu Kuang Hulu Selangor.", "Berkongsi pengalaman sama, Paca Mahadi, 52, yang turut mengusahkan tanaman getah sejak berusia 12 tahun lagi.", "“Saya rasa seronok untuk menanam getah, walaupun harga naik dan turun, tetapi paling penting RISDA sentiasa memberikan tunjuk ajar dan bantuan.", "“Tahun lalu sahaja saya menerima RM6,855 untuk program tanam semula getah dan ia amat bermakna untuk kami sekeluarga apatah lagi saya mempunyai tanggungan anak bersekolah,” tambahnya."]}
{"url": "https://www.suararisda.my/blog/hanya-pekebun-kecil-layak-bantuan-musim-tengkujuh-pr53", "headline": "Hanya pekebun kecil layak Bantuan Musim Tengkujuh", "content": ["Kuala Lumpur: Hanya pekebun kecil yang memenuhi kelayakan ditetapkan Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) akan diberikan Bantuan Musim Tengkujuh (BMT).", "Timbalan Perdana Menteri, Datuk Seri Dr Ahmad Zahid Hamidi, berkata ia susulan RISDA giat melaksanakan pemutihan data pekebun kecil tahun ini bagi mendapatkan jumlah terkini golongan itu, di seluruh negara.", "“Hanya mereka yang layak diberikan BMT dan kita tidak mahu mereka tidak layak menerima kerana tidak sepatutnya mereka masuk dalam senarai.", "“Justeru, dalam usaha memastikan golongan bersasar menerima bantuan sewajarnya, RISDA kini sedang giat melaksanakan pemutihan data pekebun kecil pada 2023 bagi mendapatkan data terkini,” katanya pada sesi penggulungan Usul Menjunjung Kasih Titah Diraja bagi Kementerian Kemajuan Desa dan Wilayah (KKDW), di Dewan Rakyat, semalam. Ahmad Zahid yang juga Menteri Kemajuan Desa dan Wilayah, berkata RISDA komited melaksanakan bimbingan dan latihan Amalan Pertanian Baik (GAP) kepada pekebun supaya dapat meningkatkan hasil getah yang optimum."]}
{"url": "https://www.suararisda.my/blog/bersyukur-terima-bantuan-risda-pr87", "headline": "RISDA sedia pelbagai bantuan", "content": ["Penerima bantuan Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) bersyukur kerana bantuan yang diterima berjaya mengubah kehidupan mereka dengan lebih baik.", "Seorang penerima, Roslizani Mohamed, 42, berkata, perniagaan santan segar diusahakan kini semakin maju hasil bantuan RM20,000 daripada RISDA.", "Katanya, sebelum itu, beliau mempunyai sebuah mesin memerah santan terpakai yang menghasilkan santan kira-kira 30 biji kelapa sehari.", "“Saya ditawarkan bantuan oleh RISDA dan hasil bantuan sebanyak itu, saya memiliki mesin lebih besar dan mampu menghasilkan lebih banyak santan.", "“Beberapa kursus ditawarkan termasuk kursus keusahawanan membuatkan saya lebih bersemangat. Kini, saya berjaya menghasilkan santan kira-kira 60 biji kelapa dengan jualan paling tinggi pada Khamis, Jumaat dan Sabtu iaitu 100 kelapa sehari. ", "“Ia sekali gus meningkatkan pendapatan saya dengan keuntungan sekitar RM3,000 sebulan,” katanya yang menjalankan perniagaan di Kampung Padang Pulut.", "Roslizani berkata, RISDA sekali lagi membantunya dengan menyalurkan bantuan sebanyak RM13,170 untuk projek tanaman semula getah di atas tanah miliknya seluas dua hektar.", "“Empat tahun lagi, getah itu akan mengeluarkan hasil dan ia boleh menambahkan lagi penda-patan saya,” katanya.", "Abdullah Daud, 77, pula menerima bantuan RM77,000 untuk projek tanam semula getah di kawasan seluas 5.6 hektar di Kampung", "“Tanam semula perlu dilakukan demi menambah pendapatan dan November tahun lalu, saya ke pejabat RISDA Dungun membuat permohonan bantuan. Saya bersyukur apabila RISDA sudi membantu,” katanya.", "Sementara, Abdul Razak Ishak,63, menerima bantuan Program Agromakanan RISDA sebanyak RM20,000 untuk mengusahakan tanaman pisang di kawasan kebun getahnya seluas 2.4 hektar di Kampung Tok Kah.", "“Bantuan itu merangkumi pagar, mesin rumput, baja dan benih. Kini, saya sudah menanam kira-kira 1,000 pokok pisang nangka dan tanduk.", "“Sebelum ini, saya turut mendapat bantuan RM32,000 daripada RISDA untuk projek tanaman getah sejak 2014,” katanya.", "Beliau yang juga pesara tentera berkata, berkat kesabaran, tanaman pokok getah hasil bantuan RISDA itu sudah mengeluarkan hasil.", "“Banyak jasa RISDA kepada kami, bukan sahaja bantuan, malah diberi pelbagai kursus tanaman, pengurusan getah muda, getah matang dan sebagainya,” katanya.", "Bidah Zakaria, 64, berkata dia menerima bantuan asas prasarana dengan RISDA yang membina jalan sepanjang 620 meter untuk ke kebun getahnya di Kampung Tok Kah.", "“Sebelum ini untuk sampai ke kebun kena lalu jalan becak dan berselut dan kini sudah ada jalan sempurna. Pembinaan jalan itu turut memberi kesenangan kepada 40 pekebun dan petani di situ,” katanya.", "Sementara itu, Pengarah RISDA Negeri Terengganu, Zulkiflee Salleh, berkata sepanjang Januari hingga Julai tahun ini pihaknya memperuntukkan sebanyak RM7.7 juta kepada 1,527 pekebun kecil melalui bantuan Program Pembangunan RISDA.", "Katanya, bagi bantuan Program Tanam Semula Getah, sebanyak RM1.6 juta diberi kepada1,267 pekebun kecil membabitkan keluasan 1,417 hektar. ", "“Bantuan Program Prasarana Asas Pertanian pula, kita memperuntukkan RM900,000 kepada 101 pekebun kecil dengan keluasan 98.6 hektar.", "“BantuanProgram Aktiviti Ekonomi Tambahan RM1.125 juta dengan 122 projek, manakala Program Agromakanan pula sebanyak RM870,800 dengan membina 37 projek,” katanya."]}
{"url": "https://www.suararisda.my/blog/statistik-industri-getah-malaysia-oktober-disember-2022-05", "headline": "Statistik Industri Getah Malaysia Oktober - Disember 2022", "content": []}
{"url": "https://www.suararisda.my/blog/anak-penoreh-pegang-jawatan-nombor-3-di-pbb-pr17", "headline": "Anak penoreh dari Malaysia pegang jawatan nombor 3 di PBB", "content": ["Pemilihannya sekali lagi sebagai Timbalan Setiausaha Agung Pertubuhan Bangsa-Bangsa Bersatu (PBB) dan Pengarah Eksekutif UN-Habitat, pada Januari lalu amat membanggakan negara, namun bagi Datuk Seri Maimunah Mohd Sharif, ia adalah mandat besar yang perlu digalas dan dilaksanakan dengan penuh tanggungjawab.", "Tidak dinafikan, banyak cabaran yang perlu ditempuhi sejak kali pertama menjawat jawatan ketiga tertinggi di PBB itu pada 2017, dengan berbekalkan minat mendalam, selain kepercayaan dan sokongan diberikan keluarga, majikan serta kakitangan di bawahnya, segala tugas sehingga kini dapat dilaksanakan dengan baik.", "Maimunah, 61, menjelaskan bidang tugasnya amat luas iaitu menerajui dan mengendalikan UN-Habitat di 93 negara serta melaksanakan mandat dan program PBB ke arah mewujudkan masa depan bandar yang lebih baik.", "Misi UN-Habitat adalah untuk mempromosikan pembangunan penempatan manusia yang mampan dari segi sosial dan alam sekitar serta pencapaian tempat perlindungan yang mencukupi untuk semua meliputi di kota metropolitan, bandar dan luar bandar.", "“Ketika memulakan tugas pada 2018, saya diminta untuk menggubal pelan strategik baharu bagi memandu pelaksanaan tugas. Visinya adalah untuk mempromosi kualiti hidup yang lebih baik untuk semua, dari segi perumahan, pekerjaan, kesihatan, pendidikan, kesejahteraan, migrasi dan sebagainya, bukan hanya membabitkan manusia, tetapi juga haiwan, tumbuhan di darat serta laut.", "“Proses urbanisasi di peringkat global ketika ini amat pantas dan Asia serta Afrika adalah dua benua yang mempunyai kadar urbanisasi paling tinggi.", "“Selain itu, saya juga melaksanakan tugas, antaranya seperti terkandung dalam Perjanjian Paris mengenai Perubahan Iklim, agenda bandar baharu dan ke arah mencapai 17 Matlamat Pembangunan Mampan (SDG),” katanya yang bertugas di ibu pejabat UN-Habitat di Nairobi, Kenya.", "Maimunah yang berada di Malaysia sejak 4 Ogos hingga hari ini, berkata kepelbagaian dalam tugas dan mempunyai kakitangan yang ramai di seluruh dunia.", "Justeru, situasi itu membuatkan beliau sentiasa berusaha menambah ilmu bagi mentadbir organisasi itu dengan berkesan, namun pada masa sama tetap mengekalkan sikap rendah diri, disiplin dan komited dalam apa juga yang dilakukan.", "“Ketika saya menjadi Datuk Bandar Majlis Bandaraya Pulau Pinang (MBPP), Ahli Majlis ada 24 saja, yang semuanya rakyat Malaysia. Kini, kakitangan saya datang dari pelbagai negara, dengan ada dalam kalangan mereka dulu yang menjadi menteri di negara masing-masing dan ini adalah cabaran bagi saya.", "“Masa mula bertugas, saya tidak menunggu kakitangan yang datang kepada saya, sebaliknya saya yang pergi ke setiap jabatan untuk memperkenalkan diri.", "“Saya juga akan memastikan setiap tugas itu siap dalam tempoh yang diberikan. Saya tidak pernah meminta tempoh tambahan daripada mana-mana majikan saya sebelum ini,” katanya.", "Beliau berkata, segala perancangan juga perlu dilakukan dengan teliti dan pelaksanaannya perlu membuahkan hasil, bagi meraih keyakinan negara anggota untuk bekerjasama dan menyumbang dana diperlukan bagi projek serta program yang dirancang organisasi itu.", "Bagi tujuan itu, Maimunah berkata, beliau melakukan reformasi dalaman ketika di peringkat awal tugasannya dan melihat kepada prosedur serta data asas bagi melihat kedudukan semasa UN-Habitat yang pada ketika itu berdepan masalah dana.", "“Alhamdulillah, sekarang kita berada di kedudukan yang positif, malah ada negara yang dulunya tidak menyumbang secara sukarela, kini berbuat demikian.", "“Ada juga negara yang menyumbang berdasarkan projek. Apabila melihat kemajuan dan hasil projek, mereka secara sukarela menyumbang dana tambahan kepada kita.", "“Apa yang paling penting adalah kita perlu cekap, ikhlas dan bertanggungjawab dalam menjalankan tugas,” katanya.", "Berasal dari keluarga susah, bapa penoreh getah", "Berkongsi lanjut mengenainya, Maimunah tidak pernah terlintas di fikiran sejak di bangku untuk menjadi seorang perancang bandar, apatah lagi kerjaya itu membawanya sehingga ke peringkat antarabangsa seperti sekarang.", "Selepas tamat sekolah di Sekolah Menengah Tunku Kurshiah di Negeri Sembilan, beliau sebenarnya berhasrat menyambung pengajian dalam bidang perubatan di sebuah universiti awam tempatan.", "Bagaimanapun, tawaran biasiswa daripada RISDA untuk melanjutkan pengajian di United Kingdom (UK) dalam bidang perancangan bandar akhirnya membawa beliau merantau ke luar negara selama lima tahun.", "“Saya berasal daripada keluarga yang susah dan bapa saya seorang penoreh getah. Ketika itu, sekitar 1979, RISDA mahu membangunkan estet untuk pekebun kecil dan menawarkan biasiswa berkenaan kepada anak pekebun kecil yang cemerlang dalam peperiksaan.", "“Seorang sepupu saya yang membuat A Level di UK meyakinkan saya untuk ke sana, dengan menceritakan pengalaman baharu belajar di tempat orang seperti melihat salji dan Istana Buckingham,” katanya sambil berseloroh.", "Beliau kemudian menerima tawaran berkenaan dan menyambung pelajaran peringkat A Level di Bournemouth and Poole College of Further Education selama dua tahun dan sarjana muda di University of Wales Institute of Science and Technology, Cardiff untuk tempoh tiga tahun. Daripada situ, minat beliau dalam bidang ini mula bercambah.", "Mengimbau kisah bagaimana beliau terpilih menjadi wanita pertama dari Asia yang memegang jawatan di agensi di bawah PBB itu, Maimunah berkata, semuanya bermula apabila menerima e-mel daripada PBB, di New York pada 2017 dan mahu menemuduga beliau ke jawatan berkenaan.", "Ketika itu, beliau bertugas sebagai Datuk Bandar di MBPP sejak Julai 2017. Sebelum itu, beliau ialah Yang Dipertua Majlis Perbandaran Seberang Perai (MPSP) sejak Mac 2011.", "“Seperti tidak percaya apabila mereka memberitahu untuk melantik saya sebagai Pengarah Eksekutif UN-Habitat kerana saya tidak pernah memohon jawatan itu dan kedudukannya juga sangat tinggi.", "“Selepas berbincang dengan bekas Ketua Menteri Pulau Pinang pada ketika itu, Lim Guan Eng dan mendapat sokongan penuh daripada keluarga, saya menerima tawaran jawatan ini dan memulakan tugas di ibu pejabat UN-Habitat di Nairobi, Kenya pada Januari 2018,” katanya.", "Maimunah berkata, beliau bertanya kepada majikannya, mengapa beliau terpilih untuk jawatan penting itu, daripada ramai lagi calon yang layak di seluruh dunia, namun perkara itu hanya dimaklumkan apabila beliau hampir tamat tugas kelak.", "“Sehingga kini, saya tidak tahu sebab sebenar saya dipilih. Bagaimanapun, saya percaya, ia berdasarkan pembabitan aktif saya peringkat antarabangsa, antaranya pernah dijemput memberi ucapan pada Mesyuarat Agung PBB dan pelbagai forum lain serta jawatan pada peringkat ASEAN serta Asia Pasifik,” katanya."]}
{"url": "https://www.suararisda.my/blog/risda-negeri-sembilan-galak-pekebun-kecil-hasilkan-lateks-pr60", "headline": "RISDA Negeri Sembilan galak pekebun kecil hasilkan lateks", "content": ["KUANTAN  – Seramai 36 orang pegawai RISDA telah hadir ke kursus Pengurusan dan Pelaksanaan Projek Agromakanan di Mentakab, Pahang yang telah dikendalikan oleh Pusat Transformasi Komuniti Universiti (UCTC), Universiti Putra Malaysia (UPM) dengan kerjasama Bahagian Latihan RISDA dan Fakulti Pertanian, UPM baru-baru ini.", "UCTC UPM bertanggungjawab untuk menghubungkan warga akademik UPM kepada pegawai agensi melalui aktiviti perkongsian ilmu dan kepakaran.", "Kursus ini bertujuan untuk memantapkan lagi pengetahuan dan kemahiran pegawai agensi yang terlibat di lapangan untuk mengurus dan melaksanakan projek agromakanan", "Timbalan Ketua Pengarah (Pembangunan) RISDA, Ali Sabuddin Abd Samad berkata, kursus ini adalah bagi memastikan pegawai RISDA dapat melaksanakan projek yang memberikan impak dan kejayaan serta memberi keuntungan kepada golongan sasar.", "“Pada masa ini agromakanan adalah fokus penting RISDA untuk membangunkan tanah terbiar bagi melaksanakan projek agromakanan yang berimpak.,” katanya semasa Ucaputama dan Majlis Perasmian Kursus Pengurusan dan Perlaksanaan Projek Agromakanan di sini.", "Beliau juga berharap kursus ini dapat mencapai objektif yang disasarkan dan memberi manfaat kepada pegawai RISDA dan melahirkan pegawai yang kompeten", "Majlis perasmian ini turut dihadiri Bahagian Program Khas RISDA Puan Nor Azwa Abd Salim dan penceramah dari Fakulti Pertanian, UPM, Prof. Dr. Norsida Man.", "Sementara itu, kursus tersebut adalah sebahagian daripada aktiviti kerjasama dalam memorandum persefahaman UPM dengan RISDA untuk perkongsian ilmu dan", "kepakaran dari universiti kepada pegawai RISDA serta sama-sama berganding bahu memastikan aktiviti pertanian negara mencapai objektif dan matlamatnya. – MalaysiaGazette"]}
{"url": "https://www.suararisda.my/blog/industri-getah-malaysia-01", "headline": "Industri Getah Malaysia", "content": []}
{"url": "https://www.suararisda.my/blog/risda-peruntuk-rm800000-setahun-anak-pekebun-kecil-pr21", "headline": "RISDA peruntuk RM800,000 setahun bantu pendidikan anak pekebun kecil", "content": ["RISDA memperuntukkan RM800,000 menerusi Skim Bantuan Pendidikan Yayasan RISDA tahun ini bagi memastikan kelancaran pengajian dan pembelajaran pelajar dalam kalangan anak komunitinya.", "Menteri Pembangunan Luar Bandar, Datuk Seri Mahdzir Khalid, berkata dana itu meliputi Skim Insentif Pelajar RM500 secara one-off, Bantuan Sara Hidup Pelajar RM450 sebulan sepanjang pengajian dan Biasiswa Pelajar RM6,800 hingga RM13,800 setahun kepada pelajar Kolej Universiti Agrosains Malaysia (UCAM).", "Katanya, RISDA menerusi yayasan sama turut menyediakan Skim Bantuan komputer riba UCAM secara one-off dan Anugerah Yayasan RISDA berbentuk dermasiswa bernilai RM2,000 kepada pelajar cemerlang yang memperoleh Purata Nilai Gred Kumulatif 3.5 ke atas.", "“Saya yakin dengan inisiatif disediakan ini ia dapat menjadi pemangkin kepada generasi muda anak pekebun kecil RISDA untuk terus menyambung pelajaran ke tahap lebih tinggi serta dapat membantu dalam melancarkan pengajian mereka di UCAM.", "“Tahniah saya ucapkan kepada RISDA di atas sumbangan bagi memastikan peningkatan taraf hidup dan kesejahteraan masyarakat luar bandar terus terpelihara melalui bidang pendidikan,” katanya dalam ucaptama ketika mengadakan lawatan ke UCAM di sini, hari ini.", "Yang turut hadir, Pengerusi RISDA, Datuk Seri Mohd Salim Mohd Sharif, EXCO Pendidikan dan Teknologi Melaka, Datuk Rais Yasin dan Ketua Pengarah RISDA, Datuk Abdullah Zainal.", "Mahdzir berkata, RISDA memfokuskan bidang pendidikan sejak 65 tahun lalu melalui pelbagai evolusi selaras perkembangan sistem pendidikan dan keperluan tenaga kerja dalam sektor pertanian negara, khususnya perladangan getah.", "“Bermula dengan Sekolah Latihan Getah pada 1957, RISDA kini mempunyai UCAM yang menjadi satu-satunya Institusi Pengajian Tinggi Swasta (IPTS), khusus dalam bidang pertanian.", "“Saya difahamkan UCAM setakat ini sudah melahirkan lebih 10,000 graduan yang bukan hanya berkhidmat dalam agensi pertanian dan perladangan kerajaan serta swasta, malah tidak kurangnya ada yang kini bergelar usahawan dan jutawan,” katanya.", "Pada majlis sama, Mahdzir turut menyaksikan Majlis Pertukaran Dokumen Memorandum Persefahaman (MoU) antara UCAM dan tiga rakan industri iaitu GrasiCili Plt, Uwais Cendawan Agrotech Enterprise dan Bitara Emas (M) Sdn Bhd.", "MoU itu berkaitan program latihan industri dan penempatan kerja graduan UCAM, latihan profesional, penyelidikan dan pembangunan (R&D) serta kerjasama komersial bagi melahirkan sumber keperluan tenaga kompeten yang dapat memenuhi kehendak majikan dan industri."]}
{"url": "https://www.suararisda.my/blog/risda-agih-lebih-rm900000-untuk-dividen-tsk-pr12", "headline": "Risda agih lebih RM900,000 untuk dividen TSK", "content": ["– Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (Risda) mengagihkan RM 961,957 sebagai dividen Tanam Semula Komersil (TSK) kepada peserta tiga TSK di bawah Parlimen Paya Besar untuk tempoh Januari hingga Jun tahun ini.", "Timbalan Menteri Kewangan 1, Datuk Indera Mohd Shahar Abdullah berkata, seramai 130 peserta menerima dividen tersebut terdiri daripada peserta TSK Nadak Seberang (RM 207,697), TSK Orang Asli Bukit Bangkong (RM345,000) dan TSK Orang Asli Gedong Siam ( RM409,260).", "Menurutnya, setiap peserta menerima dividen antara RM1,400 hingga RM2,000 sebulan.", "“Jumlah dividen yang diagihkan berbeza antara peserta kerana ia bergantung kepada keluasan tanah dan harga semasa getah,”katanya.", "Beliau berkata demikian ketika ditemui pada Program Pekebun Kecil Makmur dan Majlis Penyampaian Dividen TSK Risda 2022 di Dewan Semai Bakti, Felda Bukit Goh di sini pada Khamis.", "Turut hadir Ketua Setiausaha Kementerian Pembangunan Luar Bandar, Datuk Ramlan Harun, Pengerusi Risda, Datuk Seri Mohd Salim Mohd Sharif dan Ketua Pengarah Risda, Datuk Abdullah Zainal.", "Mohd Shahar berkata, pada majlis itu, seramai 123 penerima hadir dan menerima dividen tunai RM1,000 manakala bakinya akan disalurkan ke dalam akaun peserta dalam masa terdekat oleh Risda Plantation Sdn Bhd (RPSB) selaku ejen mengurus projek TSK.", "Sementara itu katanya, Risda menyediakan RM508 juta sebagai peruntukan pembangunan bagi membantu golongan pekebun kecil getah seluruh negara tahun ini.", "Beliau berkata inisiatif itu melibatkan program pembangunan kawasan bertanam getah, program peningkatan produktiviti dan program pembangunan semula hasil baharu.", "“Selain itu, RM18 juta diperuntukKan untuk Program Rawatan Dan Pencegahan Penyakit Luruhan Daun (LDP) kepada pekebun kecil seluruh negara.", "“Risda Pahang menerima RM79 juta untuk program pembangunan pekebun kecil getah di negeri ini dan RM 4.4 juta disalurkan untuk membantu golongan itu yang terkesan dengan penyakit luruhan daun,” katanya.", "Tambah beliau, TSK merupakan program tanam semula melalui penyatuan", "kebun kecil yang diuruskan oleh RPSB dari peringkat pembangunan sehingga pengeluaran dan pemasaran hasil untuk keluasan tanaman sekurang-kurangnya 40 hektar atau lebih.", "Dalam perkembangan lain, Mohd Shahar berkata, cadangan Risda untuk menetapkan harga lantai getah kepada RM3.50 daripada RM2.50 ketika ini akan dibawa untuk pertimbangan Kementerian Kewangan.", "Menurutnya, cadangan itu perlu kepada kajian dan penelitian secara menyeluruh kerana melibatkan implikasi kewangan yang besar.", "“Perkara ini juga perlu mengambil kira kedudukan kewangan negara memandangkan apabila harga lantai baharu bagi getah ini ditetapkan, kerajaan perlu menampung kenaikan itu melalui inisiatif pengeluaran getah (IPG),” katanya.", "Sebelum itu, Mohd Salim mencadangkan kenaikan harga lantai getah kepada RM3.50 sebagai jaminan kepada pendapatan pekebun kecil selain mengekalkan keluasan tanaman getah di negara ini.", "Mohd Shahar turut hadir meraikan pekebun kecil Risda pada Majlis Silaturahim dan Ramah Mesra Pekebun Kecil Risda Parlimen Paya Besar di Dewan Datuk Seri Abdul Manan di sini.", "Dalam ucapannya, beliau menghargai usaha Risda dalam meningkatkan taraf hidup pekebun kecil di kawasan tersebut.", "Sementara itu, Mohd Salim dalam ucapan aluannya berkata, Risda sentiasa berusaha meningkatkan taraf hidup pekebun kecil melalui aktiviti ekonomi tambahan selain kebergantungan kepada sumber getah.", "Menurutnya, antara yang ditekankan sasaran peningkatan pendapatan RM4,500 bagi setiap isi rumah pekebun kecil getah di negara ini menjelang 2025.", "Menurutnya, pada masa sama, agensi itu juga turut meneroka hasil-hasil baharu termasuk dalam pengeluaran makanan bagi membantu mengurangkan kebergantungan bekalan makanan dari luar negara.", "“Risda melalui anak syarikatnya Risda Livestock Sdn Bhd mengusahakan ternakan lembu untuk bekalan daging di pasaran negara ini.", "“Ketika ini, syarikat ini mampu membekalkan kira-kira 6,000 ekor lembu setahun,” katanya.", "Beliau berkata, Risda juga turut meneroka pengeluaran makanan ternakan melalui tanaman jagung yang diusahakan di ladangnya di Perlis."]}
{"url": "https://www.suararisda.my/blog/melaka-sasar-20-peratus-petani-beralih-ke-pertanian-moden-2022-pr31", "headline": "Melaka sasar 20 peratus petani beralih ke pertanian moden", "content": ["Kerajaan Negeri menyasarkan 20 peratus petani di negeri ini beralih kepada pertanian moden menggunakan teknologi Internet f Things (IoT) dalam tempoh lima tahun ini.", "Exco Pembangunan Luar Bandar, Pertanian dan Industri Asas Tani negeri Datuk Abdul Razak Abdul Rahman berkata, pihaknya bersama agensi berkaitan kini sedang bergerak aktif memberikan pendedahan kepada petani di negeri supaya dapat melakukan transformasi demi menjamin sekuriti makanan negara.", "“Sudah semestinya sebaik saya diberi tanggungjawab memegang portfolio ini fokus saya lebih kepada mentransformasikan petani kepada pertanian moden.", "“Boleh dikatakan di negeri ini kita sudah bermula tetapi ia masih di peringkat awal yang mana tumpuan utama kita ialah memberi pendedahan kepada petani, peladang dan penternak untuk mengubah cara ke arah teknologi.", "“Saya menyasarkan untuk permulaan 20 peratus daripada petani, peladang dan penternak ini akan beralih kepada teknologi baharu dalam tempoh lima tahun ini,” katanya.", "Beliau berkata demikian pada sidang media selepas merasmikan Konvensyen Gap Peringkat Risda Negeri Melaka Tahun 2022 di Kompleks Komuniti Desa Telok Mas, di sini, hari ini.", "Hadir sama, Pengarah RISDA Negeri Melaka Muhd Khairuddahri Abd Rahman dan Timbalannya, Saiful Zahrin Othman."]}
{"url": "https://www.suararisda.my/blog/risda-kenal-pasti-ladang-ayam-organik-pr04", "headline": "RISDA kenal pasti ladang untuk ternakan ayam organik", "content": ["Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) mengenal pasti ladang-ladang di Negeri Sembilan dan Pahang yang berpotensi untuk dibangunkan sebagai kawasan ternakan ayam bagi projek pengeluaran 300,000 ayam daging organik sebulan.", "Pengerusi RISDA, Datuk Seri Mohd Salim Mohd Sharif berkata, projek yang bakal dilaksanakan dengan kerjasama syarikat pengeluar ayam sedia ada itu adalah antara usaha membantu kerajaan berkaitan jaminan sekuriti makanan dalam negara.", "Menurutnya, pengeluaran ayam daging organik berpotensi besar untuk dikembangkan bagi menstabilkan bekalan dan harga ayam di pasaran.", "“Kita laksanakan ternakan lembu di semua ladang RISDA. RISDA ada ladang seluas lebih 100,000 ekar. Semua kawasan ladang ini ada bekalan air dan elektrik. Jadi tidak ada isu untuk kita ternak.", "“Kita ada Pahang, Negeri Sembilan, Perak, Terengganu dan Kedah. Semua tempat ini sesuai. Tapi kalau ikut tanaman jagung, masa panasnya panjang jadi ada 6 hingga 7 bulan.", "“Jadi mungkin kita akan buat kawasan utara sebagai kawasan pengeluaran makanan (ayam) manakala di sebelah Negeri Sembilan dan Pahang sebagai kawasan ternakan.", "“Projek ini akan dimulakan pada tahun ini. RISDA kenal pasti beberapa tempat dan akan berbincang dengan kementerian agar kita diberi geran untuk permulaan projek ini,” katanya sempena Lawatan Kerja RISDA ke Projek Ternakan Ayam Organik Delima Emas Sdn Bhd (Delima Emas).", "Lawatan kerja berkenaan dimulakan di Ladang Ayam Daging Delima Emas di Ijok, Selangor yang turut menjadi tempat pengeluaran makanan ayam.", "Seterusnya, ke Pusat Pemprosesan Makanan Delima Emas di Nilai, Negeri Sembilan."]}
{"url": "https://www.suararisda.my/blog/statistik-industri-getah-malaysia-julai-september-2022-04", "headline": "Statistik Industri Getah Malaysia Julai - September 2022", "content": []}
{"url": "https://www.suararisda.my/blog/cabaran-dan-hala-tuju-industri-getah-malaysia-02", "headline": "Cabaran dan Hala Tuju Industri Getah Malaysia", "content": []}
{"url": "https://www.suararisda.my/blog/pesara-tentera-berjaya-dengan-bantuan-risda-pr74", "headline": "Pesara tentera berjaya dengan bantuan RISDA", "content": ["KAMPAR – Seorang pesara tentera kini mampu meraih pendapatan lumayan setiap sebulan dengan menjadikan minatnya menternak lembu dan kambing sebagai sumber pendapatan selepas meninggalkan bidang ketenteraan kira-kira lima tahun lalu.", "Usahawan, Mohd Azman Nawawi, 47, mula mengambil alih getah milik kedua ibu bapanya berhasrat meneroka bidang ternakan di tanah seluas satu hektar di Kampung Bukit Pekan, di sini.", "“Dua tahun pertama, saya membuat persiapan untuk memulakan bidang penternakan dengan membela lapan lembu tanpa sebarang perancangan kukuh.", "“Saya terbaca dalam media sosial berhubung inisiatif yang disediakan Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA), barulah saya tahu agensi ini sedia membantu kami mencapai impian untuk menjadi usahawan,” katanya.", "Keazaman yang tinggi dan hasil bimbingan berterusan RISDA, bapa kepada dua anak itu kini menternak 67 lembu, 98 kambing dan 25 biri-biri.", "“Sepanjang tempoh itu, RISDA memberi peluang untuk menambah nilai diri berikutan harga getah yang tidak menentu sambil melihat keperluan semasa dalam industri sekuriti makanan."]}
{"url": "https://www.suararisda.my/blog/rubiah-wang-adakan-lawatan-kerja-ke-risda-pr49", "headline": "Rubiah Wang adakan lawatan kerja ke RISDA", "content": ["KOTA SAMARAHAN: Pihak berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) Sarawak digesa agar mencari anak desa tempatan yang mempunyai minat, keterampilan dan bertekad untuk berjaya khususnya dalam bidang keusahawanan. Timbalan Menteri Kemajuan Desa dan Wilayah, Datuk Rubiah Wang berkata golongan terse-bOt boleh diberikan bantuan permulaan dalam bentuk dana dan bimbingan untuk membantu mereka mencapai kejayaan pada masa depan.”Kejayaan mereka akan dapatmembantu masyarakat sekitar dengan peluang pekerjaan serta peningkatan ekoriomi setempat,” jelasnya semasa mengadakan lawatan kerja ke Pejabat RISDA Sarawak di sini, pada baru-baru ini. Datuk Rubiah yang juga Ahli Parlimen Kota Samarahan berkata, usahawan RISDA telah berjaya mendapatkan dana awal untuk membentuk perniagaan. “Melalui bimbingan berterusan daripada RISDA, mereka juga memenangi Bizz Challenge dan mendapat anugerah dana tambahan sebanyak RM70.000,” ujarnya. Tambah beliau, kejayaan ini merupakan satu kejayaan bersama RISDA dan kementeriannya dalam usaha melahirkan usahawan-berjaya dalam kalangan anak desa Sarawak. Difahamkan, tujuan lawgtan kerja itu adalah untuk mendapatkan perkembangan terkini berkaitan projek dan program yang dilaksanakan oleh RISDA khususnya melibatkan pekebun kecil getah dan masyarakat setempat. Sejurus selepas tiba, Datuk Rubiah diberi taklimat oleh Pengarah RISDA Negeri Sarawak,Shaharuddin Saberi dan kemudiannya meninjau program Aktiviti Ekonomi Tambahan (AET) dibeberapa lokasi.Lokasi pertama yang dilawati ialah premis pembuatan produk-produk berkaitan nanas, iaitu kuihtart dan jus nanas di D’Mata Enterprise, Kampung Sungai Mata.Datuk Rubiah kemudiannya melawat Kampung Empila untuk meninjau pembuatan cendol di Aju Enterprise sebelum menuju ke Sri Mewangi Spa di Desa llmu."]}
{"url": "https://www.suararisda.my/blog/risda-memperuntuk-rm33-6-juta-untuk-tanam-semula-getah-di-limbang-lawas-pr29", "headline": "RISDA Memperuntuk RM33.6 Juta Untuk Tanam Semula Getah Di Limbang, Lawas", "content": ["Kerajaan melalui RISDA membelanjakan RM33.6 juta untuk Program Tanam Semula Getah untuk kebun bahagian Limbang melibatkan daerah Limbang dan Lawas.", "Timbalan Menteri Industri Makanan, Komoditi dan Pembangunan Wilayah (M-FICORD) Datuk Dr Abdul Rahman Ismail berkata, Program Tanam Semula Getah Berturut bagi daerah Limbang sahaja melibatkan keluasan 951.1263 hektar dengan peruntukan RM12.7 juta.", "“Bagi tahun 2022, Program Tanam Semula Getah Semasa, RISDA Bahagian Limbang juga menerima permohonan tanam semula getah seluas 250 hektar meliputi daerah Limbang dan Lawas dengan peruntukan sebanyak RM2 juta.", "“Bagi daerah Limbang, Program Tanam Semula Getah Semasa adalah berkeluasan 150 hektar dengan peruntukan sebanyak RM1.2 juta,” katanya ketika berucap pada Majlis Pekebun Kecil Makmur Peringkat RISDA Bahagian Limbang 2022 di Dewan Kampung Pahlawan di sini, hari ini.", "Turut hadir calon Gabungan Parti Sarawak (GPS) Parlimen Limbang Datuk Hasbi Habibollah, Timbalan Residen Bahagian Limbang Jamalie Busri dan Pengarah RISDA Negeri Sarawak Shaharuddin Saberi.", "Ahli Dewan Undangan Negeri (ADUN) Bukit Kota itu berkata lagi, Program Tanam Semula Getah Berturut individu telah dilaksanakan di Kampung Pahlawan melibatkan 10 pekebun kecil dengan keluasan 10.1741 hektar dengan jumlah bantuan setakat ini RM137,350 yang diperuntukkan dalam Rancangan Malaysia Ke-10 (RMK10).", "“Jika dilihat pada statistik, permohonan tanam semula di Kampung Pahlawan amatlah rendah dan menjadi satu kerugian jika pekebun kecil tidak merebut peluang ini kerana bantuan yang diberikan pihak RISDA adalah percuma,” ujarnya.", "Selain itu katanya, RISDA juga membantu pekebun kecil atau ahli isi rumah (AIR) yang menceburi bidang keusahawanan untuk mengembangkan perniagaan mereka ke peringkat yang lebih tinggi dengan menyediakan bantuan Aktiviti Ekonomi Tambahan (AET). ", "“RISDA Bahagian Limbang telah melahirkan 89 usahawan meliputi usahawan daerah Limbang dan Lawas dengan peruntukan sebanyak RM954,529.", "“Bagi daerah Limbang, 24 usahawan telah mendapat bimbingan dengan peruntukan yang diterima sebanyak RM244,100,” katanya.", "Dr Abdul Rahman berkata lagi, bagi tahun 2022 RISDA Bahagian Limbang telah menerima penyertaan seramai 26 usahawan di bawah program AET dengan peruntukan sebanyak RM310,000 meliputi daerah Limbang dan Lawas. ", "“Bagi daerah Limbang sahaja, seramai 17 usahawan telah menerima AET dengan peruntukan sebanyak RM210,000,” tambahnya.", "Beliau turut memberitahu, dua usahawan dari Kampung Pahlawan telah mengikuti program keusahawanan dalam bidang peruncitan dan kuih-muih.", "“Pada tahun 2022, pertambahan dua usahawan menyertai program keusahawanan dalam bidang peruncitan dan madu kelulut.", "“Ini menjadikan keseluruhan usahawan bimbingan RISDA di Kampung Pahlawan seramai empat orang dengan peruntukan yang telah dibelanjakan RM40,000,” katanya."]}
{"url": "https://www.suararisda.my/blog/risda-bantu-140-pekebun-kecil-terjejas-banjir-pr10", "headline": "RISDA bantu 140 pekebun kecil terjejas banjir", "content": [": RISDA akan membantu 140 pekebun kecil di daerah ini untuk menjalankan penanaman dan pembangunan semula kebun getah yang terjejas akibat banjir dan kepala air, baru-baru ini.", "Pengerusi RISDA, Datuk Seri Mohd Salim Mohd Sharif berkata bantuan penanaman dan pembangunan semula kebun seluas 98 hektar itu disediakan melalui Rancangan Pemulihan Kebun (RPK) yang termasuk membaik pulih jalan pertanian bagi kebun tersebut.", "“Mereka (pekebun kecil) layak menerima bantuan pemulihan pada kadar maksimum RM7,710 sehektar.", "“Bagi kemusnahan atau kerosakan tanaman ini mereka layak menerima bantuan pemulihan kebun berupa pemulihan kawasan, baja, benih dan prasarana,” katanya kepada pemberita ketika lawatan kerja di Kampung Iboi yang turut terjejas bencana itu di sini hari ini.", "Bagaimanapun, Mohd Salim berkata RISDA masih meneruskan usaha mengenal pasti jumlah keseluruhan kawasan kebun pekebun kecil yang terjejas untuk memastikan golongan itu terus dibantu menerusi RPK berkenaan.", "“Daerah Baling mempunyai pekebun kecil seramai 13,121 orang dengan keluasan penanaman getah seluas 13,988.51 hektar,” katanya.", "Sementara itu, Mohd Salim berkata seramai enam usahawan bimbingan RISDA yang terkesan dalam bencana itu akan turut dibantu bagi memulakan semula perniagaan masing-masing dengan dua daripadanya mengalami kemusnahan keseluruhan premis manakala selebihnya menghadapi kerosakan kecil.", "Beliau berkata RISDA juga melaksanakan tanggungjawab sosial korporat (CSR) menerusi Yayasan RISDA iaitu memberikan sumbangan RM100,000 membabitkan 1,000 unit bantuan bekalan makanan kepada penduduk terjejas bencana itu.", "Katanya RISDA juga akan memberikan bantuan wang tunai secara sekali beri sebanyak RM1,000 setiap sebuah rumah kepada penghuni 17 rumah yang musnah dan rosak teruk akibat bencana itu.", "Banjir pada 4 Julai lalu menjejaskan 41 kawasan dan mengorbankan tiga nyawa termasuk seorang wanita hamil berusia 23 tahun. – BERNAMA"]}
{"url": "https://www.suararisda.my/blog/semakan-bantuan-musim-tengkujuh-bmt-risda-2023-pr79", "headline": "Semakan Bantuan Musim Tengkujuh (BMT RISDA) 2023", "content": ["Bantuan Musim Tengkujuh (BMT) ~ Kementerian Kemajuan Desa dan Wilayah (KKDW) melalui RISDA telah membuka permohonan dan pengemaskinian Bantuan Musim Tengkujuh bagi tahun 2023 (BMT 2023).", "Untuk makluman, permohonan Bantuan Musim Tengkujuh (BMT RISDA) 2023 telah dibuka mulai daripada tarikh 15 Jun 2023 Hingga 15 September 2023.", "Berikut dikongsikan lebih lanjut tentang BMT 2023 dan cara membuat permohonan.", "Penubuhan RISDA ini dibuat mengikut Akta Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah 1972 dan Ordinan Kumpulan Wang Perusahaan Getah (Penanaman Semula) 1952.", "Tujuan penubuhannya adalah untuk melaksanakan dasar dan program pembangunan untuk memastikan pertumbuhan dan daya maju industri getah sektor pekebun kecil serta memberikan perkhidmatan teknikal, nasihat, program latihan dan pendidikan kepada sektor pekebun kecil.", "Oleh itu, salah satu insentif iaitu BMT telah diperkenalkan bagi membantu para pekebun kecil yang terjejas akibat musim tengkujuh yang akan menjelang pada setiap hujung tahun di Malaysia.", "Bantuan Musim Tengkujuh (BMT) adalah merupakan salah satu inisiatif pihak kerajaan untuk membantu pekebun kecil dan penoreh getah yang terjejas pendapatan disebabkan oleh cuaca buruk (musim tengkujuh).", "Di bawah BMT 2023, peruntukan keseluruhan sebanyak RM256 juta telah diluluskan dalam Bajet 2023 dan program ini memberi manfaat kepada 232,427 orang pekebun kecil getah yang berdaftar di bawah RISDA dan 86,323 pekebun kecil getah di bawah Lembaga Industri Getah Sabah (LIGS) dengan nilai RM 800.00 seorang.", "Sebelum ini, kadar bantuan yang ditetapkan adalah sebanyak adalah RM600 bagi pekebun kecil dan penoreh getah yang layak.", "BMT disampaikan kepada pemilik kebun getah kecil yang menguruskan kebun sendiri atau pemilik kebun yang menjadi ahli Projek Tanam Semula Berkumpulan layak menerima bantuan ini.", "Manakala kategori Penoreh Getah yang bergantung pada penorehan getah sebagai pekerjaan utama dan tidak memiliki tanah kebun getah juga termasuk dalam senarai penerima bantuan ini. Selain itu, individu yang berdaftar dengan RISDA dan berada dalam Sistem Pembangunan Pekebun Kecil (e-SPeK) juga layak menerima bantuan ini.", "Kerajaan mengharapkan pekebun kecil dan penoreh getah mendapat manfaat sepenuhnya menerusi program ini. Program BMT 2023 melambangkan komitmen Kerajaan Malaysia Madani untuk menyokong kehidupan pekebun kecil dan penoreh getah bagi mengatasi cabaran kewangan semasa musim tengkujuh.", "Permohonan BMT adalah tertakluk kepada beberapa syarat kelayakan yang telah ditetapkan.", "Syarat-syarat kelayakan bagi pekebun kecil RISDA ialah:"]}
{"url": "https://www.suararisda.my/blog/pekebun-kecil-getah-peroleh-rm4500-sebulan-sekeluarga-menjelang-2025-risda-2022-pr36", "headline": "Pekebun kecil getah peroleh RM4,500 sebulan sekeluarga menjelang 2025 – RISDA", "content": ["PIHAK Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) akan memastikan setiap pekebun kecil memperoleh purata pendapatan kolektif RM4,500 sebulan sekeluarga menjelang tahun 2025.", "Pengarah RISDA Perlis, Nor Afzami Isa berkata, ini selaras dengan objektif Model Perancangan Strategik RISDA (MPSR) Tahun 2021-2025.", "Beliau berkata, RM1,500 daripada aktiviti kebun getah, RM2,500 daripada aktiviti keusahawanan dan RM500 daripada lain-lain hasil.", "“Kini di Perlis terdapat 435 Usahawan Bimbingan RISDA yang giat aktif dalam menjalankan aktiviti perniagaan dalam bidang masing-masing iaitu dalam sektor makanan, perkhidmatan, pembuatan dan pertanian,” katanya.", "Beliau berkata demikian ketika berucap pada Program Hari Terbuka Keluarga RISDA Negeri Perlis 2022 di Kangar, petang semalam.", "Raja Muda Perlis, Tuanku Syed Faizuddin Putra Jamalullail berkenan berangkat ke majlis berkenaan. Baginda juga berkenan untuk merasmikan ‘Hevea Lounge’ jabatan berkenaan.", "Kira-kira 300 orang pekebun kecil dan Usahawan Bimbingan RISDA Perlis hadir di majlis berkenaan.", "Dalam pada itu, Nor Afzami juga berharap agar para pekebun kecil getah di negeri Perlis terus kekal dalam memastikan kebun-kebun getah tanam semula adalah mengikut Amalan Pertanian Baik (GAP) dan diurus dengan baik sehingga boleh mengeluarkan hasil menjelang tempoh 4 1/2 ke 5 tahun.", "“Pastikan kebun-kebun getah matang ditoreh bagi membantu meningkatkan pengeluaran getah negara,” katanya.", "Tambahnya, inisiatif dan kaedah sistem penyampaian berkesan kepada masyarakat luar bandar khususnya pekebun kecil getah di negeri Perlis itu dianjurkan bertujuan untuk memastikan para pekebun kecil menerima maklumat yang cepat dan tepat berkaitan peranan dan fungsi RISDA dan Kumpulan RISDA Holdings (KRH)."]}
{"url": "https://www.suararisda.my/blog/risda-bizz-challenge-medan-perkasa-usahawan-pr31", "headline": "RISDA Bizz Challenge Medan Perkasa Usahawan", "content": [" – Bukan mudah untuk bergelar seorang usahawan yang berjaya dan mampu bertahan lama dalam bidang perniagaan.", "Namun tiga usahawan di bawah bimbingan Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) mampu membuktikan mereka ‘tidak salah alamat’ menceburi bidang berkenaan.", "Malah peluang Muhammad Syazwan Zulkiflee, 32; Noraini Ahmad, 36, dan Zalmiah Abd Ghafar, 39, terpilih menyertai Program RISDA Bizz Challenge 2022 yang berlangsung di Pusat Latihan RISDA di sini pada Khamis, bersama 123 peserta lain sebelum diangkat sebagai tiga pemenang pertama merupakan batu loncatan buat mereka mengembangkan perniagaan.", "Lebih menarik lagi kesemua mereka layak menerima bantuan Program Groom Big bernilai RM50,000 tahun hadapan yang mana masing-masing turut menerima hadiah wang tunai berjumlah RM7, 000, RM5,000 dan RM3,000.", "Majlis penyampaian hadiah disempurnakan oleh Timbalan Ketua Pengarah RISDA (Pembangunan), Ali Sabuddin Abd Samad.", "Pemenang pertama, Muhammad Syazwan dari Keningau, Sabah menyifatkan kemenangannya dalam program berkenaan sebagai paling istimewa sepanjang hampir enam tahun mengusahakan perniagaan pakaian.", "Katanya, bermodalkan RM375, dia memulakan perniagaan bersama isteri dan kini mampu menggaji lebih 60 pekerja di kilangnya.", "Bekas guru pendidikan agama Islam di Sabah ini awalnya menceburi bidang perniagaan untuk mencari pendapatan sampingan.", "“Alhamdulillah bisnes saya semakin berkembang dan pada tahun 2014 saya nekad membuat keputusan untuk berhenti kerja bagi memberi tumpuan sepenuhnya kepada perniagaan,” katanya.", "Keputusan bapa kepada empat cahaya mata itu juga didorong dengan niat untuk membantu ekonomi masyarakat di Sabah.", "Menerusi syarikatnya i Malabiz, dia menanam hasrat membantu memajukan rakan usahawan lain di Sabah.", "“RISDA adalah satu-satunya agensi kerajaan yang saya sertai dan banyak yang saya belajar terutama tentang pengurusan kewangan, sumber manusia, strategi dan perancangan. Usahawan perlu sertai mana-mana agensi untuk membuka minda,” katanya."]}
{"url": "https://www.suararisda.my/blog/risda-laksana-pemutihan-data-pekebun-kecil", "headline": "Risda laksana pemutihan data pekebun kecil", "content": ["PARLIMEN l Pihak Berkuasa Kemajuan Perusahaan Kecil Getah (Risda) sedang giat melaksanakan pemutihan data pekebun kecil pada tahun ini bagi mendapatkan data terkini pekebun kecil getah di seluruh Malaysia.", "Timbalan Perdana Menteri Datuk Seri Dr Ahmad Zahid Hamidi berkata langkah itu bertujuan memastikan hanya mereka yang layak menerima Bantuan Musim Tengkujuh (BMT).", "“Kita tidak mahu mereka yang tidak layak mengikut kategori yang telah ditentukan kementerian dan Risda akan menerima (bantuan) dan mereka ini tidak sepatutnya masuk dalam senarai,” katanya ketika menggulung perbahasan Usul Menjunjung Kasih Titah Diraja di Dewan Rakyat hari ini.", "Beliau menjawab soalan dibangkitkan Zahari Kechik (PN-Jeli) yang memohon kerajaan mengkaji semula senarai penerima BMT supaya bantuan tersebut diberikan kepada penoreh getah yang benar-benar perlu dibantu berikutan terdapat pekebun kecil getah tidak aktif, masih mendapat bantuan tersebut.", "Bagi BMT Tahun 2022, sejumlah RM800 seorang dibayar dalam tempoh musim tengkujuh iaitu masing-masing sebanyak RM300 bagi November dan Disember 2022 serta RM200 pada Januari tahun ini.", "Sementara itu, Ahmad Zahid yang juga Menteri Kemajuan Desa dan Wilayah berkata sekurang-kurangnya 10 program Pendidikan dan Latihan Teknikal dan Vokasional (TVET) Tahfiz bakal diwujudkan di seluruh negara tahun ini.", "Beliau berkata ketika ini, hanya terdapat tiga program TVET Tahfiz dan kementeriannya sedang berkolaborasi dengan pelbagai pihak untuk menambah luas program tersebut.", "“Terdapat kira-kira 250,000 anak-anak di maahad tahfiz yang perlu dirungkaikan masa hadapan mereka dari segi peluang kerjaya walaupun mereka hafal 30 juzuk al-Quran,” katanya.", "Menurut beliau program TVET memperlihatkan satu kemajuan luar biasa melibatkan kebolehpasaran, sebagai contoh 98.4 peratus graduan TVET Universiti Kuala Lumpur (UniKL) mendapat pekerjaan.", "Ahmad Zahid berkata perkara itu menunjukkan kursus-kursus yang disediakan bersesuaian dengan permintaan pasaran guna tenaga, di samping bantuan Kerajaan-Industri (GITC) sebagai badan perantara."]}
{"url": "https://www.suararisda.my/blog/galakan-sertai-bidang-usahawant-pr16", "headline": "Galakan sertai bidang usahawan", "content": [" – Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) memperkenalkan program Aktiviti Ekonomi Tambahan (AET) Belia dalam usaha menggalakkan penglibatan anak-anak pekebun kecil dalam bidang keusahawanan.", "Pengerusi RISDA, Datuk Seri Mohd Salim Mohd Sharif berkata, menerusi program berkenaan, bantuan geran one off sebanyak RM15,000 akan diberi kepada setiap penerima.", "Beliau berkata demikian pada sidang akhbar selepas Program Hari Terbuka Risda Peringkat Negeri Sembilan Tahun 2022 di sebuah dewan di sini pada Sabtu.", "Menurutnya, program itu disasarkan kepada anak-anak pekebun kecil RISDA berusia antara 18 hingga 40 tahun dan mempunyai minat dalam bidang perniagaan.", "Tambah beliau, setiap pemohon perlulah berdaftar dengan RISDA melalui penglibatan dalam Kelab Generasi Muda RISDA (KGMR), menyertai Program Tenaga Kerja Pekebun Kecil (TKPK), mempunyai sijil Pendidikan Teknikal dan Latihan Vokasional (TVET) samada dari Institusi Pengajian Tinggi (IPT) atau Kolej Universiti Agrosains Malaysia (UCAM), tidak mempunyai pekerjaan tetap dan belum pernah menerima bantuan AET RISDA lain.", "“Daripada jumlah bantuan itu, RM5,000 diperuntukkan untuk latihan, bimbingan dan pemantauan.", "“RM10,000 lagi diperuntukkan kepada pembelian mesin, peralatan, sewa premis dan pembelian bahan mentah,” katanya.", "Beliau berkata demikian pada sidang akhbar selepas Program Hari Terbuka Risda Peringkat Negeri Sembilan Tahun 2022 di sebuah dewan di sini pada Sabtu.", "Menurutnya, program itu disasarkan kepada anak-anak pekebun kecil RISDA berusia antara 18 hingga 40 tahun dan mempunyai minat dalam bidang perniagaan.", "Tambah beliau, setiap pemohon perlulah berdaftar dengan RISDA melalui penglibatan dalam Kelab Generasi Muda RISDA (KGMR), menyertai Program Tenaga Kerja Pekebun Kecil (TKPK), mempunyai sijil Pendidikan Teknikal dan Latihan Vokasional (TVET) samada dari Institusi Pengajian Tinggi (IPT) atau Kolej Universiti Agrosains Malaysia (UCAM), tidak mempunyai pekerjaan tetap dan belum pernah menerima bantuan AET RISDA lain.", "“Negeri Sembilan terpilih sebagai perintis bagi menjayakan program itu dengan menyasarkan seramai 100 peserta.", "“Inisiatif baharu ini diwujudkan bertujuan merangsang pertumbuhan ekonomi dengan menggalakkan penglibatan mereka dalam bidang keusahawanan, peningkatan pengeluaran produk, menambah baik mutu, kualiti dan nilai produk bagi memenuhi permintaan pasaran,” tambahnya.", "Beliau yang merupakan Ahli Parlimen Jempol menjelaskan, bidang keusahawanan RISDA melibatkan lima jenis perniagaan utama iaitu makanan, bukan makanan, pertanian, perkhidmatan pemasaran dan perkhidmatan bukan pemasaran.", "Dalam pada itu katanya, sebanyak RM2.5 juta diperuntukkan oleh RISDA untuk Program Tuisyen Rakyat dengan melibatkan 200 buah sekolah di seluruh negara.", "Ujar Mohd Salim, program itu sebagai usaha meningkatkan kualiti dan taraf hidup generasi muda pekebun kecil melalui peningkatan akademik.", "“Kita fokus kepada pelajar Tingkatan Lima yang akan menduduki peperiksaan Sijil Pelajaran Malaysia(SPM) dan keutamaan kepada lima subjek teras,” katanya.", "Selain itu, sebanyak 53 keluarga pekebun kecil terpilih telah menerima bantuan daripada Yayasan RISDA melibatkan peruntukan sebanyak RM53,000."]}
{"url": "https://www.suararisda.my/blog/risda-iktiraf-warga-kerja-hasilkan-inovasi-pr27", "headline": "RISDA Iktiraf Warga Kerja Hasilkan Inovasi", "content": ["Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) mengiktiraf warga kerjanya yang menunjukkan inisiatif penghasilan inovasi bagi meningkatkan hasil mutu kerja dan produktiviti agensi ", "Pertandingan Inovasi RISDA bertemakan, ‘Inovasi Digital Aspirasi RISDA’ itu disertai 16 kumpulan dari seluruh pusat tanggungjawab RISDA dari seluruh negara.", "Sebanyak 10 kumpulan menyertai Pertandingan Inovasi dalam kategori teknikal, mana-", "kala enam kumpulan dalam kategori pengurusan.", "Johan bagi kategori teknikal ini dimenangi oleh Pejabat RISDA daerah Besut dengan inovasi alat pembahagi baja untuk menjalankan pembajaan getah muda.", "Alat yang dicipta ini dilengkapi dengan jadual dan panduan yang memudahkan pekebun kecil menentukan kuantiti baja yang diperlukan. Alat ini juga sudah digunakan di projek tanam semula berkelompok di dalam daerah besut."]}
{"url": "https://www.suararisda.my/blog/bantuan-aidilfitri-rm200-buat-pekebun-kecil-getah-pr69", "headline": "Bantuan Aidilfitri RM200 buat pekebun kecil getah, kata Zahid", "content": ["KERAJAAN akan menyalurkan Bantuan Khas Kewangan Aidilfitri (BKKA) berjumlah RM63.75 juta kepada 318,642 pekebun kecil getah di bawah Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (Risda), kata Timbalan Perdana Menteri Ahmad Zahid Hamidi.", "Beliau, yang juga Menteri Kemajuan Desa dan Wilayah berkata dengan penyaluran bantuan melalui kementeriannya dan Risda itu, setiap pekebun kecil getah akan memperoleh BKKA sebanyak RM200.", "Katanya ia bertujuan meringankan beban kewangan dan memberi keceriaan kepada golongan pekebun kecil getah dalam memenuhi keperluan sempena sambutan Aidiliftiri yang bakal tiba.", "“Bantuan ini akan mula dikreditkan selepas saya mengumumkan perkara ini hari ini dan terus dikreditkan ke akaun masing-masing.", "“BKKA yang disalurkan ini adalah inisiatif tambahan menerusi pembentangan Belanjawan 2023 yang diumumkan Perdana Menteri (Anwar Ibrahim) membabitkan seramai 850,000 pekebun kecil getah, pesawah dan nelayan,” katanya.", "Beliau berkata demikian ketika berucap merasmikan majlis santunan kasih Ramadan negeri Sabah 2023 di Kampung Benoni, Papar, Sabah hari ini.", "Turut hadir Menteri di Jabatan Perdana Menteri (Hal Ehwal Sabah, Sarawak dan Tugas-tugas Khas) Armizan Mohd Ali, Timbalan Menteri Kemajuan Desa dan Wilayah Rubiah Wang serta Menteri Sains, Teknologi dan Inovasi Sabah Mohd Arifin Mohd Arif.", "Sementara itu, dalam kenyataan media mengenai pengumuman itu yang diedarkan kepada pemberita pada majlis berkenaan, bakal penerima BKKA adalah daripada kalangan penerima bantuan musim tengkujuh 2022.", "“BKKA disasarkan kepada pekebun kecil getah yang mempunyai keluasan kebun di bawah 2.5 hektar. Pemohon bantuan boleh menyemak status bayaran melalui laman sesawang https://bmt.risda.gov.my,” menurut kenyataan itu. – Bernama, 8 April, 2023."]}
{"url": "https://www.suararisda.my/blog/syor-tingkatkan-pendapatan-pekebun-risda-2022-pr30", "headline": "Syor tingkatkan pendapatan pekebun Risda", "content": ["Kementerian Pembangunan Luar Bandar (KPLB) akan mengangkat dua syor kepada Perdana Menteri, Datuk Seri Ismail Sabri Yaakob untuk meningkatkan pendapatan golongan pekebun kecil yang berdaftar dengan Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (Risda).", "Menterinya, Datuk Seri Mahdzir Khalid berkata, satu daripada syor tersebut adalah memanjangkan tempoh bantuan musim tengkujuh daripada cuma tiga bulan kepada enam bulan, setiap tahun.", "Selain itu, katanya, satu lagi cadangan yang akan dikemukakan adalah untuk meningkatkan harga lantai getah sekerap daripada cuma RM2.50 ketika ini, kepada lebih RM3.", "“Bagi cadangan pertama, kos di pihak kerajaan akan meningkat daripada RM200 juta ketika ini kepada RM400 juta setahun. Untuk cadangan meningkatkan harga lantai melebihi RM3 pula, kos keseluruhan yang diperlukan dijangka mencecah RM500 juta.", "“Perbezaan kosnya tampak tidak ketara dalam membantu pekebun kecil dan mungkin kerajaan boleh mempertimbang untuk melaksanakan salah satu daripadanya, bergantung kepada cadangan mana yang lebih baik,” katanya.", "Beliau berkata demikian sewaktu hadir ke Program Pekebun Kecil Makmur di Dewan Institut Kemahiran Belia Negara (IKBN) Naka di sini, semalam.", "Mengulas lanjut kata Mahdzir, pihaknya bersama pengurusan tertinggi Risda akan membincangkan inisiatif tersebut bersama Kementerian Perusahaan, Perladangan dan Komoditi diketuai Datuk Zuraida Kamaruddin, minggu depan.", "“Selepas itu, cadangan ini akan dibawa kepada perbincangan bersama Kementerian Kewangan. Apabila selesai perbincangan bersama tiga kementerian ini, inisiatif tersebut akan diangkat kepada Perdana Menteri secepat mungkin.", "“Di peringkat itu, terpulang kepada Perdana Menteri sama ada untuk mengarahkan kami membuat kertas kerja bagi diangkat ke Kabinet atau ada keputusan lain,” katanya.", "Tambahnya, kertas kerja tersebut turut akan memberi perhatian terhadap golongan penoreh getah yang tidak mempunyai kebun atau tanah sendiri.", "“Kadang-kadang beberapa pihak terlepas pandang terhadap golongan ini. Bagi pemilik kebun, mereka ada geran bagi mendaftar untuk mendapat beberapa faedah tetapi bagaimana pula nasib golongan penoreh getah yang tidak memiliki tanah ini?", "“Jadi kita mahu turut memberi perhatian terhadap golongan ini. Kita mahu turut raikan mereka agar pendapatan masing-masing, dapat ditingkatkan,” katanya.- UTUSAN"]}
{"url": "https://www.suararisda.my/blog/bantuan-musim-tengkujuh-kini-dibuka-beri-manfaat-318750-pekebun-kecil-pr77", "headline": "Bantuan Musim Tengkujuh kini dibuka beri manfaat 318,750 pekebun kecil", "content": ["SERAMAI 318,750 pekebun kecil getah akan menerima Bantuan Musim Tengkujuh (BMT) tahun ini, dengan bayaran sebanyak RM800 seorang", "Timbalan Perdana Menteri, Datuk Seri Dr Ahmad Zahid Hamidi berkata, jumlah itu melibatkan 232,427 pekebun kecil getah berdaftar dengan Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) dan 86,323 pekebun di bawah Lembaga Industri Getah Sabah (LIGS).", "Katanya lagi, permohonan bagi bantuan dengan nilai peruntukan keseluruhan RM256 juta itu sudah dibuka bermula semalam sehingga 15 September depan.", "“Program BMT 2023 melambangkan komitmen Kerajaan Malaysia Madani untuk menyokong kehidupan pekebun kecil dan penoreh getah, bagi mengatasi cabaran kewangan semasa musim tengkujuh.", "“Kerajaan mengharapkan pekebun kecil dan penoreh getah mendapat manfaat sepenuhnya, menerusi program ini, katanya menerusi hantaran di Facebooknya, hari ini.", "Ahmad Zahid berkata, BMT disampaikan kepada pemilik kebun getah kecil yang menguruskan kebun sendiri dan ahli kepada Projek Tanam Semula Berkumpulan.", "Tambahnya, penoreh yang bergantung kepada getah sebagai pekerjaan utama dan tidak memiliki tanah kebun getah juga termasuk dalam senarai penerima bantuan.", "“Selain itu, individu yang berdaftar dengan RISDA dan berada dalam Sistem Pembangunan Pekebun Kecil (e-SPeK) juga layak menerima bantuan ini.", "“Pemohon boleh memohon atau mengemaskini BMT 2023 melalui Portal pekebunkecilrisda.gov.my,” katanya lagi.", "Perdana Menteri, Datuk Seri Anwar Ibrahim pada pembentangan Belanjawan 2023 mengumumkan kadar bayaran BMT dinaikkan daripada RM600 kepada RM800 seorang dengan peruntukan keseluruhan RM256 juta."]}
{"url": "https://www.suararisda.my/blog/kplb-peruntuk-lebih-rm1-juta-perkasa-kampung-kita-keluarga-risda-pr23", "headline": "KPLB peruntuk RM1.16 juta perkasa 'Kampung Kita Keluarga RISDA'", "content": ["Sejumlah RM1.16 juta diperuntuk Kementerian Pembangunan Luar Bandar (KPLB) menerusi Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) bagi melaksanakan agenda ”Kampung Kita Keluarga RISDA”.", "Timbalan Menteri I Pembangunan Luar Bandar, Datuk Seri Abdul Rahman Mohamad berkata, agenda ‘Kampung Kita Keluarga RISDA’ adalah usaha untuk memperkasa program Kampung Pengembangan yang diperkenalkan pada tahun 2010 untuk meningkatkan amalan pertanian yang baik (GAP) melalui teknologi bersesuaian.", "Menurutnya, usaha ini juga bagi meningkatkan inovasi serta penyelidikan dan pembangunan dalam kalangan pengusaha getah dan usahawan di bawah agensi tersebut.", "“Program Kampung Pengembangan ini bertujuan menghasilkan model pembangunan setempat yang mempraktikkan amalan agronomi meliputi penggunaan teknologi terkini tanaman getah, mempertingkatkan inovasi dan program-program lain yang bersesuaian.", "“Hasrat kita untuk mewujudkan sebuah pusat tumpuan (nukleus) kepada pihak kerajaan dan RISDA dalam menyampaikan segala bentuk maklumat dan penyebaran ilmu kepada masyarakat pekebun kecil di samping membudayakan inovasi. Setiap pusat tumpuan tersebut akan diperuntukkan sejumlah RM20,000,” katanya.", "Beliau berkata demikian sempena Majlis Hari Kualiti dan Inovasi RISDA Negeri Pahang di Geo Resort and Hotel di sini, pada Khamis.", "Hadir sama Ketua Pengarah RISDA, Datuk Abdullah Zainal.", "Abdul Rahman berkata, sejumlah RM160,000 telah diagihkan bagi Negeri Pahang dan memberi manfaat kepada 9,600 pekebun kecil di negeri ini.", "“Saya turut menyarankan supaya inovasi yang dihasilkan oleh RISDA ini turut dikongsi kepada agensi kerajaan berkaitan serta pekebun kecil agar ia memberi impak terutama dalam penjimatan kos dan meningkatkan pengeluaran hasil pertanian,” jelasnya.", "Pada majlis tersebut, Abdul Rahman turut menyampaikan Anugerah Kualiti dan Inovasi kepada warga RISDA Negeri Pahang yang menunjukkan kualiti penghasilan kerja cemerlang dan penciptaan inovasi baharu.", "Sebanyak 13 Anugerah Kualiti dipertandingkan manakala sembilan kumpulan menyertai Pertandingan Inovasi."]}
{"url": "https://www.suararisda.my/blog/usaha-risda-tingkatkan-daya-saing-wanita-luar-bandar-pr76", "headline": "Usaha RISDA tingkatkan daya saing wanita luar bandar", "content": ["KUALA LUMPUR – Inisiatif Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) mewujudkan Hub Usahawan Wanita adalah langkah penting dalam memberdayakan wanita dan memacu pertumbuhan ekonomi di luar bandar.", "Pengerusinya, Datuk Seri Dr Noraini Ahmad berkata, RISDA memberi komitmen tinggi untuk mencapai objektif dalam Model Perancangan Strategik 2021-2025.", "Menurut Noraini, matlamat utama RISDA adalah untuk memastikan pekebun kecil mampu memperoleh pendapatan bulanan sebanyak RM4,500 bagi setiap isi rumah menjelang akhir tahun 2025.", "“Menerusi usaha program keusahawanan ini, RISDA mencapai kejayaan mengagumkan dalam memperkukuh kemampuan pekebun kecil getah dan usahawan wanita.", "“Program aktiviti ekonomi tambahan (AET) ini berjaya melahirkan seramai 741 orang usahawan baharu dan bantuan kepada usahawan sedia ada telah memberi manfaat kepada 1,844 orang usahawan,” katanya.", "Beliau berkata demikian dalam satu kenyataan selepas mengiringi Timbalan Perdana Menteri, Datuk Seri Dr Ahmad Zahid Hamidi merasmikan Hub Usahawan Wanita di Pusat Dagangan Dunia Kuala Lumpur (WTC KL) di ibu negara pada Khamis.", "Sementara itu, Noraini berkata, seramai 4,943 pekebun kecil getah mencapai atau melebihi pendapatan bulanan sebanyak RM2,500 melalui aktiviti keusahawanan.", "Jelas beliau, dengan adanya Hub Usahawan Wanita, ia menunjukkan komitmen RISDA dalam mempromosikan pertumbuhan ekonomi dan meningkatkan daya saing perniagaan digerakkan wanita di luar bandar.", "“Hab ini akan menjadi platform penting yang menyediakan peluang dan sokongan kepada pekebun kecil wanita, memberi mereka kekuatan untuk mengatasi cabaran akses pasaran,sumber bahan mentah dan pembangunan perniagaan.", "“Melalui pelancaran Hub Usahawan Wanita ini, ia akan berfungsi untuk membimbing seramai 11,502 orang usahawan wanita yang akan menjadi tulang belakang pelbagai segmen perniagaan di kawasan luar bandar,” kata Noraini.", "Tambah beliau, hab tersebut akan memudahkan peluang pemasaran, memperluas rangkaian perniagaan dan menyediakan akses kepada sumber pendidikan dan pembangunan disesuaikan dengan keperluan mereka.", "Sebarang inisiatif yang disediakan RISDA boleh dilayari di laman sesawang www.suararisda.my."]}
{"url": "https://www.suararisda.my/blog/statistik-industri-getah-malaysia-jan-mac-2022-02", "headline": "Statistik Industri Getah Malaysia Jan -  Mac 2022", "content": []}
{"url": "https://www.suararisda.my/blog/groom-big-serlah-potensi-usahawan-risda-2022-pr43", "headline": "Groom Big serlah potensi usahawan RISDA", "content": ["Bergelar usahawan dalam bidang kraf tangan seni ukiran kayu bukan mudah, namun seorang pemuda mampu meraih kejayaan apabila produk keluaran syarikatnya mendapat permintaan daripada pelanggan di seluruh negara.", "Lebih menarik, hasil seni ukiran kayu Tun Mohd Anuar Tun Ahmad, 37, salah seorang usahawan bimbingan Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) turut digemari golongan kenamaan.", "Menurut Tun Mohd Anuar, beliau mengeluarkan produk ukiran kayu cengal seperti gazebo, meja, kerusi, katil, almari, membekalkan kayu cengal mentah dan menguruskan Warisan Pahlawan Resort iaitu resort berasaskan seni bina tradisional Melayu di bawah syarikat Warisan Pahlawan Enterprise.", "Perniagaannya bermula di Warisan Pahlawan Resort, Kampung Pauh, di sini pada tahun 2008 secara kecil-kecilan, namun berkembang selepas mendapat bantuan berupa mesin, peralatan dan bimbingan daripada RISDA."]}
{"url": "https://www.suararisda.my/blog/kedah-sasar-tanam-275-juta-pokok-pr14", "headline": "Kedah sasar tanam 2.75 juta pokok", "content": ["– Kedah menyasarkan untuk menanam sebanyak 2.75 juta pokok dalam tempoh lima tahun bermula 2021 hingga 2025 bagi menjayakan Program Penghijauan Malaysia dalam Kempen Penanaman 100 Juta Pokok di bawah Rancangan Malaysia Ke-12.", "Menteri Besarnya, Datuk Seri Muhammad Sanusi Md Nor berkata, berdasarkan sasaran ditetapkan, sebanyak 550,000 pokok akan ditanam pada setiap tahun dalam tempoh lima tahun tersebut.", "Menurutnya, Kerajaan Negeri Kedah akan membantu Jabatan Perhutanan Negeri Kedah (JPNK) untuk menjalankan penanaman semula di kawasan hutan terosot melalui pemberian peruntukan perbelanjaan pembangunan P23.", "“Pada tahun 2021, penanaman pokok di seluruh Kedah telah melebihi sasaran yang ditetapkan iaitu sebanyak 623,468 pokok. Bagi tahun 2022 pula, sebanyak 220,422 pokok telah berjaya ditanam di Kedah sehingga 30 Jun 2022.", "“Jumlah keseluruhan tanaman pokok di Kedah dari tahun 2021 hingga Jun 2022 adalah berjumlah 843,890 pokok dan jumlah sasaran akan dapat dicapai melalui usaha yang berterusan antara JPNK bersama-sama dengan rakan strategik mereka.", "“Antaranya adalah seperti Risda, Felcra, Pihak Berkuasa Tempatan, Kementerian Pendidikan Malaysia, Universiti Awam dan Swasta, NGO serta orang awam,” katanya semasa berucap pada Program Penanaman Pokok Sempena Sambutan Hari Hutan Antarabangsa 2022 di Jitra pada Ahad.", "Majlis tersebut disempurnakan Sultan Kedah, Al Aminul Karim Sultan Sallehuddin Sultan Badlishah bersempena Sambutan Hari Hutan Antarabangsa Peringkat Negeri Kedah di Tasik Darulaman, dekat sini.", "Muhammad Sanusi berkata, penanaman semula pokok-pokok ini melibatkan kawasan-kawasan Hutan Darat dan Hutan Paya Laut di seluruh Hutan Simpanan Kekal (HSK) di Kedah.", "Menurutnya, kawasan HSK yang terosot atau berkualiti rendah ditanam bagi memastikan kualiti dirian hutan tersebut dapat dipulihkan bagi memberi perkhidmatan kepada masyarakat melalui pembekalan udara dan air yang bersih seterusnya dapat mengurangkan pemanasan global yang melanda.", "“Kedah merupakan negeri yang kaya dengan khazanah alam. Tanahnya yang berkeluasan 942,600 hektar di mana 36 peratus daripada keluasan ini merupakan kawasan berstatus HSK yang seluas 344,175.26 hektar dan hutan jenis ini diklasifikasikan kepada dua iaitu Hutan Perlindungan dan Hutan Pengeluaran.", "“Negeri ini mempunyai Hutan Perlindungan yang berkeluasan 137,263.33 hektar (39.9 peratus) dan Hutan Pengeluaran berkeluasan 206,551.93 hektar (60.1 peratus). Terdapat sebanyak 52 HSK yang telah diwartakan di Kedah bermula dari tahun 1931 sehingga 2022. Ianya selaras di bawah seksyen 10(1) Enakmen (Pemakaian) Perhutanan Negara 1985,” ujarnya."]}
{"url": "https://www.suararisda.my/blog/7-kampung-perlis-dipilih-perintis-prospek-pr02", "headline": "7 buah kampung di Perlis dipilih sebagai perintis PROSPEK", "content": [" Tujuh buah kampung dipilih sebagai perintis Projek Bersepadu Pembangunan Ekonomi Kampung (PROSPEK) di bawah Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) negeri Perlis.", "Projek dengan peruntukan RM8 juta itu dilaksanakan sehingga tahun 2025, dijangka mampu memberi manfaat kepada 4,100 penduduk kampung berkenaan.", "Pengarah RISDA Negeri Perlis, Nor Afzami Isa, memaklumkan projek melibatkan Kampung Surau, Kampung Binjai, Kampung Surau Baru, Kampung Sentua, Kampung Ujung Batu, Kampung Gunung Medan dan Kampung Sentang.", "Jelas beliau, projek PROSPEK dilaksanakan dengan matamat meningkatkan kesejahteraan luar bandar dengan tumpuan kepada bidang ekonomi, prasarana asas dan perumahan.", "Universiti Malaysia Perlis kini sedang melaksanakan kajian kebolehlaksanaan projek bagi menentukan sektor ekonomi yang bersesuaian dengan penduduk kampung terlibat.", "PROSPEK bakal meningkatkan pendapatan, mewujudkan peluang pekerjaan dan meningkatkan prasarana asas di kawasan terlibat.", "Beliau memaklumkannya pada Majlis Penerangan Projek Bersepadu Pembangunan Ekonomi Kampung (PROSPEK) di Kampung Binjai, Utan Aji."]}
{"url": "https://www.suararisda.my/blog/jana-pendapatan-dengan-aktiviti-ekonomi-tambahan-02", "headline": "Jana Pendapatan dengan Aktiviti Ekonomi Tambahan", "content": []}
{"url": "https://www.suararisda.my/blog/permohonan-bmt-2023-bantuan-musim-tengkujuh-rm800-pr67", "headline": "Permohonan BMT 2023: Bantuan Musim Tengkujuh RM800", "content": ["Pekebun kecil dan penoreh getah di seluruh negara yang tidak pernah menerima Bantuan Musim Tengkujuh (BMT) sebelum ini, anda kini boleh memohon bantuan BMT bagi tahun 2023 melalui ", "BMT merupakan bantuan yang disalurkan kerajaan kepada pekebun kecil dan penoreh getah yang bertujuan untuk meringankan beban mereka yang akan berhadapan dengan musim tengkujuh.", "Untuk makluman, RISDA merupakan sebuahbadan berkanunpersekutuan di bawahKementerian Pembangunan Luar Bandar(KPLB) yang ditubuhkan pada 1 Januari 1973 yang bertanggungjawab melaksanakan dasar dan program pembangunan pekebun kecil dan penoreh getah untuk memastikan pertumbuhan dan daya maju industri getah negara.", "Kadar BMT yang akan diterima bagi pekebun kecil dan penoreh getah yang berdaftar adalah sebanyak RM800.", "Bantuan ini akan dibayar secara berperingkat sebanya empat kali kepada penerima bantuan.", "Tempoh / tarikh bayaran bantuan ini biasanya dibuat pada hujung tahun, di mana sebelum ini ia mula diagihkan sekitar bulan November.", "Syarat kelayakan yang ditetapkan terbahagi kepada 2 kategori iaitu:"]}
{"url": "https://www.suararisda.my/blog/skim-bantuan-musim-tengkujuh-untuk-pekebun-kecil-risda-ditambahbaik-2022-pr39", "headline": "Skim Bantuan Musim Tengkujuh untuk pekebun kecil RISDA ditambahbaik", "content": ["KABINET bersetuju meluluskan Penambahbaikan skim Bantuan Musim Tengkujuh (BMT) untuk pekebun kecil getah Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA).", "Menteri Pembangunan Luar Bandar, Datuk Seri Mahdzir Khalid berkata, perincian penambahbaikan itu akan diumumkan Perdana Menteri Datuk Seri Ismail Sabri Yaakob dalam masa terdekat.", "“Dah ada kelulusan dalam kabinet iaitu Bantuan Musim Tengkujuh (untuk pekebun kecil getah, (tapi) biar Perdana Menteri umumkan nanti.”", "Beliau berkata demikian pada sidang media selepas Majlis Penyampaian Sumbangan Pelajar IPT Parlimen Padang Terap di Kuala Nerang hari ini.", "Jelas Mahdzir, penambahbaikan BMT itu dijangka memberi manfaat kepada 232 ribu pekebun kecil getah RISDA seluruh negara.", "Ketika ini pekebun kecil RISDA menerima BMT berjumlah RM300 sebulan untuk tempoh tiga bulan.", "Sebelum ini, Kementerian Pembangunan Luar Bandar mengemukakan dua syor kepada Perdana Menteri bagi membela nasib pekebun kecil getah RISDA yang terkesan akibat harga getah yang rendah.", "Syor tersebut adalah menaikkan harga lantai getah sekerap daripada harga semasa RM2.50 sekilogram atau melanjutkan tempoh BMT daripada tiga bulan kepada enam bulan."]}
{"url": "https://www.suararisda.my/blog/risda-akan-benar-kakitangan-ambil-alih-pengurusan-anak-syarikat", "headline": "RISDA akan benar kakitangan ambil alih pengurusan anak syarikat", "content": ["KUALA LUMPUR: Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) bercadang menstruktur semula semua anak syarikat di bawah RISDA Holdings sebagai usaha melahirkan usahawan dalam kalangan kakitangannya.", "Timbalan Perdana Menteri, Datuk Seri Dr Ahmad Zahid Hamidi, berkata penstrukturan itu antara transformasi yang perlu dilaksanakan bagi memberi nilai tambah kepada RISDA.", "“Ini adalah entiti perniagaan kepada RISDA yang skita lihat jika ada syarikat di bawah RISDA Holdings itu, boleh distruktur semula untuk mewujudkan usahawan dalam kalangan pegawai dan kakitangan syarikat.", "“Ini dilihat cara terbaik iaitu memberikan peluang kepada mereka untuk menguruskan sendiri (anak syarikat) dengan kaedah ‘management buyout’,” katanya.", "Beliau berkata demikian pada sidang media selepas menghadiri taklimat di ibu pejabat RISDA hari ini.", "Ahmad Zahid berkata, sekiranya penstrukturan itu dilaksanakan, ia bukan sahaja dapat melahirkan lebih ramai usahawan malah berupaya mengurangkan kos operasi bagi syarikat berkenaan.", "“Yang penting bukan banyaknya syarikat, yang penting syarikat itu mesti melaksanakan ‘core business’ kepada industri getah atau kepada perkara yang boleh memberikan sumbangan kepada RISDA.", "“Pada hemat saya suatu hari nanti, bajet daripada kerajaan dapat dikurangkan tetapi keuntungan daripada urusniaga RISDA Holdings dan anak syarikatnya, dapat membantu pekebun kecil dan penoreh getah yang tidak memikiki tanah,” katanya.", "Mengulas lanjut, beliau yang juga Menteri Kemajuan Desa dan Wilayah berkata, persoalan yang harus didukung bersama oleh pegawai di kementeriannya dan RISDA ialah bagaimana transformasi kepada RISDA dan RISDA Holdings dapat direalisasikan.", "“Kita harus melihat ada aspek baharu yang harus kita kemaskini terutama bagaimanakah getah terus menjadi bahan untuk industri berkaitan kerana kini terdapat persaingan dengan getah tiruan.", "“Dari situ kita harus melihat bahawa getah bukan satu komoditi yang dipanggil sebagai industri ‘sunset’, tetapi kita mesti melakukan transformasi supaya bahan getah asli ini menjadi industri ‘sunrise’.", "“Dalam keadaan itu juga, kita lihat matlamat untuk menjadikan pekebun kecil mempunyai pendapatan melebihi RM4,500 per isi rumah (sebulan), merupakan matlamat yang baik,” katanya."]}
{"url": "https://www.suararisda.my/blog/statistik-industri-getah-malaysia-2021-01", "headline": "Statistik Industri Getah Malaysia 2021", "content": []}
{"url": "https://www.suararisda.my/blog/syor-harga-lantai-getah-rm3-sekilogram-disambut-baik-pr64", "headline": "Syor harga lantai getah RM3 sekilogram disambut baik", "content": ["Kuala Lumpur: Timbalan Perdana Menteri, Datuk Seri Dr Ahmad Zahid Hamidi menyambut baik cadangan mengkaji menaikkan harga lantai getah sekerap,sekurang-kurangnya kepada RM3 sekilogram (kg) berbanding RM2.70 yang diumumkan dalam Belanjawan 2023.", "Beliau berkata, pengumuman berhubung penetapan harga lantai baharu komoditi itu bagaimanapun seharusnya dibuat Perdana Menteri, Datuk Seri Anwar Ibrahim.", "“Kenaikan yang akan dilaksanakan bakal memberi kelegaan kepada pekebun kecil getah", "untuk meningkatkan hasil pendapatan mereka. Kami sangat gembira, tetapi kami mahu pengumuman dibuat oleh Perdana Menteri yang juga Menteri Kewangan,” katanya.", "Ahmad Zahid yang juga Menteri Kemajuan Desa dan Wilayah menjelaskan demikian pada sidang media selepas merasmikan Perhimpunan Bulanan Kementerian Kemajuan Desadan Wilayah (KKDW) di Ibu Pejabat RISDA, di", "Yang turut hadir, Timbalan Menteri Kemajuan Desa dan Wilayah (KKDW), Datuk Rubiah Wang dan Ketua Setiausaha KK DW, Datuk Seri Ramlan Harun.", "Beliau mengulas kenyataan Timbalan Menteri Perusahaan Perladangan dan Komoditi, Datuk Siti Aminah Aching di Dewan Rakyat pada Selasa lalu bahawa kementerian itu akan memperhalusi cadangan menaikkan harga lantai getah sekerap kepada RM3 sekilogram.", "Timbalan Perdana Menteriber kata, cadangan menaikkan harga lantai getah sekerap seiring usaha kerajaan sebelum ini yang menaikkan Harga Pengaktifan Insentif Pengeluaran Getah (IPG) daripada RM2.50 kepada RM2.70 sekilogram menerusi peruntukan sebanyak RM350 juta.", "Pada majlis sama, beliau turut melancarkan Tahun Peningkatan Pendapatan dan Produktiviti Pekebun Kecil yang fokus kepada peningkatan pendapatan produktiviti hasil lateks, pembangunan keusahawan serta program agromakanan yang bakal memanfaatkan lebih 500,000 pekebun kecil seluruh negara.", "Katanya, KKDW mahu penghasilan lateks dipertingkatkan berikutan kira-kira 80 peratus kegunaan domestik bahan itu adalah hasil daripada import bernilai kira-kira RM3 bilion untuk menampung pengeluaran industri domestik.", "“Bagi menyokong strategi peningkatan pendapatan ini, RISDA menyediakan Penetapan Zon Pengeluaran Lateks bagi membantu meningkatkan produktiviti getah kepada 1,800kg bagi setiap hektar setahun.", "“Selain itu, sebanyak 15 depopengumpulan lateks akan dibina pada tahun ini bagi merancakkan penghasilan lateks oleh pekebun kecil, sekali gus melengkapkan 51 depo pengumpulan sedia ada,” katanya melalui penghasilan lateks,ia mampu meningkatkan lebih 30 peratus pendapatan pekebun kecil.", "“Buat masa ini, harga lateks boleh mencecah RM6.37 sekilogram berbanding harga sekerap RM2.41sekilogram. Menerusi program keusahawanan pula, RISDA menyasarkan membimbing 22,500 usahawan pekebun kecil dengan nilai bantuan RM20,000 setiap penerima,” katanya.", "Ahmad Zahid juga mengumumkan KKDW memperuntukkan RM676.4 juta kepada RISDA bagi memastikan kesejahteraan pekebun kecil getah di seluruh negara, mengambil kira strategi komprehensif agensi berkenaan melalui lima komponen utama yang sudah digariskan."]}
{"url": "https://www.suararisda.my/blog/kplb-akan-bina-segera-jambatan-sementara-di-lata-celak-2022-pr06", "headline": "KPLB akan bina segera jambatan sementara di Lata Celak", "content": ["KEMENTERIAN Pembangunan Luar Bandar (KPLB) akan segera membina jambatan sementara di Lata Celak, Kampung Iboi, Baling, Kedah, selepas jambatan konkrit di situ runtuh dan dihanyutkan kepala air petang semalam.", "Menterinya, Datuk Seri Mahdzir Khalid, berkata pembinaan jambatan itu penting bagi memudahkan penduduk melakukan aktiviti harian termasuk berulang-alik ke sekolah dan masjid.", "“Sekolah dan masjid hanya di seberang sana dan dekat dengan rumah penduduk, sebab itu kita perlu buat jambatan sementara di sungai kampung ini.", "“Kita buat jambatan sementara dahulu sebab kalau nak buat jambatan konkrit yang siap sepenuhnya mengambil masa,” katanya.", "Terdahulu, beliau meninjau kesan banjir di sekitar Kampung Iboi, Baling, petang tadi.", "Mahdzir berkata, segala bantuan berkaitan pembaikan atau pembinaan infrastruktur dan rumah yang rosak akibat bencana itu akan diselaraskan oleh Unit Penyelarasan Pelaksanaan Jabatan Perdana Menteri (ICU).", "“Kita bersetuju semua sekali dikoordinasi oleh ICU dan semua agensi lain itu akan ikut kepada ICU.", "“KPLB mempunyai peruntukan segera untuk kerja membaik pulih kemudahan yang terjejas kerana banjir di sini, namun memerlukan penelitian terperinci sebelum meluluskan jumlah peruntukan,” katanya.", "Beliau berkata, KPLB menerusi GiatMara akan membantu membaik pulih kira-kira 70 rumah penduduk yang rosak akibat bencana.", "Mengenai sama ada  terdapat premis KPLB seperti TABIKAKemas turut terjejas dalam bencana itu, Mahdzir berkata, tiada premis KPLB terjejas namun dimaklumkan terdapat kakitangan Kemas terbabit dengan banjir berkenaan.", "“Saya turut menerima laporan iaitu seramai lapan warga kerja agensi KPLB turut terlibat dalam kejadian banjir di sini.", "“Mereka terdiri daripada tiga warga kerja KEMAS, RISDA (empat) dan seorang kakitangan MARA. Bantuan segera sudah saya mohon untuk disalurkan secepat mungkin kepada mereka,” katanya. – Malaysiapost"]}
{"url": "https://www.suararisda.my/blog/rm63-75-juta-bkka-untuk-pekebun-kecil-getah-pr68", "headline": "RM63.75 juta BKKA untuk pekebun kecil getah - Ahmad Zahid", "content": ["PAPAR: Kerajaan akan menyalurkan Bantuan Khas Kewangan Aidilfitri (BKKA) berjumlah RM63.75 juta kepada 318,642 pekebun kecil getah di bawah Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA), kata Timbalan Perdana Menteri Datuk Seri Ahmad Zahid Hamidi.", "Beliau, yang juga Menteri Kemajuan Desa dan Wilayah berkata dengan penyaluran bantuan melalui kementeriannya dan Risda itu, setiap pekebun kecil getah akan memperoleh BKKA sebanyak RM200.", "Katanya ia bertujuan meringankan beban kewangan dan memberi keceriaan kepada golongan pekebun kecil getah dalam memenuhi keperluan sempena sambutan Aidiliftiri yang bakal tiba.", " “Bantuan ini akan mula dikreditkan selepas saya mengumumkan perkara ini hari ini dan terus dikreditkan ke akaun masing-masing.", "“BKKA yang disalurkan ini adalah inisiatif tambahan menerusi pembentangan Belanjawan 2023 yang diumumkan Perdana Menteri Datuk Seri Anwar Ibrahim melibatkan seramai 850,000 pekebun kecil getah, pesawah dan nelayan,” katanya.", "Beliau berkata demikian ketika berucap merasmikan Majlis Santunan Kasih Ramadan Negeri Sabah 2023 di Masjid As Salam, Kampung Benoni di sini hari ini.", "Turut hadir Menteri di Jabatan Perdana Menteri (Hal Ehwal Sabah, Sarawak dan Tugas-tugas Khas) Datuk Armizan Mohd Ali, Timbalan Menteri Kemajuan Desa dan Wilayah Datuk Rubiah Wang, serta Menteri Sains, Teknologi dan Inovasi Sabah Datuk Dr Mohd Arifin Mohd Arif.", "Sementara itu, dalam kenyataan media mengenai pengumuman itu yang diedarkan kepada pemberita pada majlis berkenaan, bakal penerima BKKA adalah daripada kalangan penerima Bantuan Musim Tengkujuh (BMT) Tahun 2022.", "“BKKA disasarkan kepada pekebun kecil getah yang mempunyai keluasan kebun di bawah 2.5 hektar.Pemohon bantuan boleh menyemak status bayaran melalui laman sesawang"]}
{"url": "https://www.suararisda.my/blog/teknik-penorehan-getah-yang-betul-04", "headline": "Teknik Penorehan Getah yang Betul", "content": []}
{"url": "https://www.suararisda.my/blog/risda-perkasa-pekebun-kecil-pr84", "headline": "RISDA perkasa pekebun kecil", "content": ["SUNGAI PETANI – Bantuan yang disediakan menerusi Program Pembangunan Usahawan dan Agromakanan Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) memberikan manfaat kepada usahawan terutamanya generasi muda pekebun kecil. Seorang usahawan muda, Ainol Zulkarnain Zainal Abidin, 38, yang mengusahakan produk minuman cafe dan RTD kopi di Sungai Petani menerima bantuan aktiviti ekonomi tambahan (AET) RISDA bernilai RM20,000 pada 2021 bagi mengembangkan lagi perniagaannya. Pemilik Koloni Biggy Sdn Bhd ini seterusnya menerima bantuan pembungkusan sebanyak RM10,000 pada 2022 dan bantuan Groom Big RM50,000 daripada RISDA pada 2023. ”Bantuan berupa aset mesin daripada RISDA ini memang sangat membantu kami sebagai usahawan minuman kopi untuk mengembangkan lagi perniagaan yang telah diusahakan sejak 2019. ”Pegawai daripada agensi ini memang banyak membantu saya daripada nasihat dan sebagainya. Anak muda yang mahu ceburi bidang perniagaan wajar mendapatkan nasihat daripada agensi kerajaan kerana banyak bantuan yang disediakan,” katanya semasa ditemui Program Sentuhan Kasih Mini Karnival Usahawan Desa @ Sungai Petani, dekat sini pada Sabtu. Ainol Zulkarnain yang memperoleh pendapatan sekitar RM10,000 sebulan juga merupakan penerima Anugerah Unggul RISDA Kuala Muda, Yan dan Pendang pada tahun 2022. Perkara sama turut dikongsi oleh usahawan makanan aiskrim, coconut shake dan donut, Nor Afza Zulkifli, 35, yang berterima kasih kepada bantuan RISDA apabila berjaya menaiktaraf perniagaan bermula di tepi jalan dan kini berniaga di outlet kedai. Pemegang Ijazah Sarjana Muda Kejuruteraan Kimia ini menerima bantuan Aktiviti Ekonomi Tambahan (AET) bernilai RM20,000 pada tahun 2021 dan 2023 manakala bantuan pembungkusan sebanyak RM10,000 pada 2023. ”Saya meniaga sejak tahun 2019 di tepi jalan dan dengan bantuan RISDA, saya berjaya menaiktaraf perniagaan dan pendapatan juga meningkat. Hasil bantuan mesin yang diterima. RISDA turut menghantar saya menghadiri kursus untuk faham lagi selok-belok perniagaan,” ujar ibu kepada dua cahaya mata yang memperoleh pendapatan sekitar RM15,000 sebulan. Sementara itu, bagi pengusaha projek tanaman cendawan melalui bantuan Program Agromakanan RISDA, Muhammad Nabeel Muhamad Rasheed, 28, bantuan dua buah mesin bernilai RM20,000 daripada RISDA pada tahun 2023 berjaya membantu memendekkan masa menghasilkan 1,000 bongkah cendawan dalam tempoh dua hari ini. Sebelum ini pemegang sijil Diploma ini mengusahakan secara manual pada 2019 dengan menghasilkan 800 bongkah dalam tempoh lebih seminggu di rumah neneknya di Tikam Batu, dekat sini. ”Saya tahu tentang bantuan RISDA ini dari kenalan dan mula mohon bantuan mesin pada Februari lalu dan tidak menyangka dapat kelulusan segera. Sebelum ini ada mohon bantuan agensi lain tapi tidak dapat,” katanya yang memperoleh pendapatan bulanan sekitar RM7,500. Sebarang inisiatif yang disediakan RISDA boleh dilayari di laman sesawang www.suararisda.my."]}
{"url": "https://www.suararisda.my/blog/lepasan-giatmara-ceburi-bisnes-jana-pendapatan-pr24", "headline": "Lepasan GiatMara ceburi bisnes jana pendapatan", "content": ["Daripada pendapatan menjual kuih RM1,000 sebulan, seorang suri rumah kini meraih pendapatan berganda RM5,000 hasil mengusahakan perniagaan spa di rumah.", "Berbekalkan ilmu kemahiran dari GiatMara Kuala Kedah tahun lalu, Anita Mohamed, 42, dari Pendang boleh berbangga kerana berjaya membantu meningkatkan ekonomi keluarganya.", "“Dulu saya pernah jual kuih, malah jadi penoreh juga dan tiap-tiap bulan saya dapat cuma RM1,000. Daripada situ saya berazam untuk meningkatkan ekonomi keluarga dan ambil kursus kecantikan dan solekan di GiatMara.", "“Selepas tamat terus saya mulakan perniagaan home spa ini. Alhamdulillah daripada cuma raih RM1,000 sekarang sehingga RM5,000. Ia dapat bantu keluarga kerana suami hanya bekerja sebagai pemandu lori sahaja,” katanya ketika ditemui Utusan Malaysia pada Majlis Graduasi GiatMara 2022 Kedah di Kompleks Pentadbiran Kubang Pasu, semalam.", "Dalam majlis itu, seramai 556 daripada 2,588 graduan memperoleh sijil kemahiran masing-masing yang terdiri daripada pelatih bagi tahun 2019 hingga 2021.", "Menurut Anita, daripada 14 pelatih yang mengikut kursus tersebut, tujuh daripada mereka turut berjaya sepertinya membuka perniagaan sendiri.", "“Kami juga mendapat pinjaman modal daripada Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (Risda) untuk membeli peralatan ketika memulakan perniagaan.", "“Selain itu anak perempuan saya yang berusia 18 tahun juga saya hantar jalani latihan di GiatMara dan kini turut berniaga dengan saya,” katanya.", "Dalam pada itu, menurut seorang lagi graduan, Khairul Naim Ayob, 21, dari Jitra, kursus teknologi kimpalan dan fabrikasi yang diikuti itu membantu meningkatkan kemahirannya."]}
{"url": "https://www.suararisda.my/blog/risda-livestock-penuhi-permintaan-bekal-lebih-400-ekor-lembu-sempena-aidiladha2022-pr09", "headline": "RISDA Livestock penuhi permintaan bekal lebih 400 ekor lembu sempena Aidiladha", "content": ["PIHAK bekuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) melalui syarikat milikannya, RISDA Livestock Sdn. Bhd. (RLSB) menyaksikan perkembangan positif melalui perniagaan penternakan walaupun berdepan dengan peningkatan kos dan saingan sesama syarikat penternakan.", "Pengerusi RISDA, Datuk Seri Mohd Salim Mohd Sharif berkata “Permintaan lembu untuk ibadah korban meningkat tahun ini berikutan orang ramai teruja untuk meraikan Aidiladha selepas dua tahun berdepan dengan sekatan pergerakan kerana pendemik Covid-19.”", "“413 ekor lembu telah dijual untuk ibadah korban walaupun belaku peningkatan harga mendadak mencecah RM4,000 sehingga RM6,000 berbanding sebelum ini hanya RM3,000 hingga RM4,000. Ini menyaksikan nilai jualan dalam musim korban ini sahaja mencecah RM2.065 juta.”", "Dalam pada itu, bagi menyokong bekalan industri makanan, RLSB buat masa ini mampu mengeluarkan sebanyak 6,000 ekor lembu setahun melalui ternakan secara fidlot oleh 23 orang usahawan ruminan di 3 ladang fidlot untuk daging segar bermutu.", "Jumlah ternakan secara integrasi pula akan ditingkatkan kepada 10,000 ekor bagi memenuhi permintaan daging tempatan yang diternak di 10 buah ladang sawit milikan RISDA.", "Pengurusan ternakan yang dilaksanakan RLSB kini membantu ke arah meningkatkan keluaran daging segar tempatan yang berstatus halal selaras dengan Dasar Keselamatan Makanan Kebangsaan dengan menghasilkan daging halal melalui hub pemprosesan daging di Semenyih.", "Selain itu, RISDA juga turut menyasarkan untuk menjadi peneraju pengeluar daging halal tempatan menerusi kerjasama strategik secara rasmi bersama beberapa syarikat pemasaran iaitu Koperasi Pos Nasional Berhad, Protaz International Sdn. Bhd. dan Mamu Livestock Sdn. Bhd.", "Mohd Salim hari ini telah merasmikan Majlis Qurban RISDA 2022 di Puri Buana RISDA Bangi Selangor berkata “Pada tahun ini sebanyak RM13,000 diperuntukan kepada 13 buah Pejabat RISDA Negeri termasuk Ibu Pejabat RISDA untuk menjalankan ibadah korban, Aktiviti ini merupakan acara tahunan yang dijalankan oleh RISDA pada setiap tahun.”", "Dalam pada itu, RISDA turut melaksanakan tanggungjawab sosial korporat dimana daging korban ini turut diagihkan kepada dua buah pertubuhan iaitu Rumah Bakti Al-Kausar daripada Bandar Baru Bangi dan Madrasah Tahfiz Ulumul Quran daripada Batu Kikir, Negeri Sembilan.", "Penyampaian daging korban ini diagihkan kepada warga RISDA, warga KRH, anak yatim serta pelajar tahfiz yang layak dan menepati kriteria yang ditetapkan oleh pengurusan RISDA seperti staf kumpulan sokongan, kurang berkemampuan dan tidak pernah menyertai ibadah korban.", "Sebanyak 12 ekor lembu dijadikan korban pada tahun ini melibatkan seramai 400 orang peserta yang terdiri daripada warga RISDA. – SM"]}
{"url": "https://www.suararisda.my/blog/tingkatkan-mutu-pendidikan-anak-b40-sulaiman-pr13", "headline": "Tingkatkan mutu pendidikan anak B40 – Sulaiman", "content": ["16 Julai – Kerajaan negeri berharap lebih banyak syarikat korporat tampil membantu meningkatkan mutu pendidikan anak golongan B40 dengan menyediakan bantuan bersesuaian seperti biasiswa, komputer riba secara percuma dan bantuan sara hidup.", "Ketua Menteri Datuk Seri Utama Sulaiman Md Ali berkata, usaha Yayasan RISDA menyediakan aspek berkenaan seharusnya dicontohi lebih banyak syarikat korporat.", "“Yayasan RISDA menawarkan pelbagai insentif menarik untuk anak komuniti RISDA, terutamanya generasi pekebun kecil RISDA dalam kategori B40 untuk menyambung pengajian di UCAM (Kolej Universiti Agrosains Malaysia).", "“Kerajaan amat menggalakkan dan mengalu-alukan penglibatan sektor korporat atau mana-mana pihak untuk mengadakan program sedemikian dalam memupuk kesejahteraan serta semangat perpaduan rakyat.", "“Perkara ini selari dengan Pelan Strategik Melakaku Maju Jaya 2035 (PSMJ2035) di bawah Flagship ke-8, iaitu ‘Melaka Sejahtera’ yang menekankan aspek perpaduan, kebajikan, kesihatan, belia dan sukan,” katanya ketika berucap merasmikan program UCAM Edu Agro Fun Run di kampus UCAM, di sini hari ini.", "Teks ucapan beliau dibacakan Ahli Dewan Undangan Negeri (ADUN) Taboh Naning, Zulkiflee Mohd Zin.", "Yang turut hadir, Timbalan Ketua Pengarah (Pengurusan dan Korporat) RISDA, Sopian Abu Bakar dan Ketua Pegawai Eksekutif UCAM, Faizatul Akmar Hisan.", "Selain acara larian, turut diadakan ialah jualan pelbagai produk pertanian yang dihasilkan pensyarah dan penuntut UCAM.", "Sulaiman berkata, program berkenaan bukan setakat memberi peluang kepada anak muda melakukan aktiviti rekreasi melalui acara larian, malah turut dimasukkan elemen ‘Agro’ dalam setiap hentian (pit-stop).", "“Elemen itu adalah pendekatan yang menarik dan kreatif kerana ia memberi fokus kepada sukan, selain mendekatkan generasi masa kini untuk lebih mengenali alam sekitar seperti tumbuh-tumbuhan di sekitar UCAM,” katanya.", "Program berkenaan diadakan tepat pada masanya untuk memastikan penyertaan pelbagai lapisan masyarakat Keluarga Malaysia dalam aktiviti gaya hidup sihat, katanya."]}
{"url": "https://www.suararisda.my/blog/usahawan-risda-tembusi-pasaran-eksport-2022-pr27", "headline": "Usahawan Risda tembusi pasaran eksport", "content": ["USAHA Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (Risda) menerusi Program Pembangunan Usahawannya bukan sahaja dilihat berjaya melahirkan pengusaha dalam kalangan pekebun kecil, malah perusahaan kecil dan sederhana (PKS) yang bersedia menembusi pasaran eksport.", "Terdapat lima program yang disediakan Risda untuk usahawan antaranya, Aktiviti Ekonomi Tambahan (AET), Pembangunan Produk, Premis dan Perniagaan, Pameran dan Promosi serta Jaringan Strategik.", "Program yang merangkumi kepelbagaian bidang itu tidak hanya diberi kepada usahawan Risda bagi jangka pendek, bahkan sokongan berterusan bagi tempoh jangka panjang.", "Pengasas CSM Dairy Industries Sdn Bhd, Ya’akop Mohd Isa antara usahawan yang menerima bimbingan dan bantuan Risda sejak memulakan perniagaan menjual kopinya pada 2005.", "Beliau yang kini berjaya meraih jualan sebanyak RM12 juta tahun lalu tidak pernah melupakan jasa Risda yang sentiasa ada sepanjang usahanya mengembangkan perniagaan.", "“Saya memulakan perniagaan dengan modal sendiri RM20,000, berikutan menerima permintaan menggalakkan saya meminta bantuan daripada Risda dari segi pembelian mesin, pembungkusan dan latihan (pembangunan produk).", "“Semua bantuan yang sudah diterima bernilai lebih RM80,000 dan kini kami berjaya menaiktaraf kilang memproses kopi dan susu serta menawarkan pengeluaran produk tulen (OEM) kepada peniaga lain.", "“Saya bersyukur dan berterima kasih di atas sokongan serta bantuan Risda yang sentiasa ada untuk perniagaan kami, malah hasil bantuan itu lebih 70 peratus pengeluaran kilang dapat ditingkatkan dan memudahkan kerja kami,” katanya.", "Ya’akop berkata, kini pihaknya berjaya membina kilang baru dengan nilai pelaburan RM6 juta di Mantin, Negeri Sembilan dan dalam proses mendapatkan status Amalan Pengilangan Baik (GMP) dan Hazard Analysis and Critical Control Points (HACCP) bagi membolehkan syarikat menembusi pasaran eksport.", "Bagi pengeluar produk berasaskan madu, Rcab Food Ventures Sdn Bhd yang turut menerima bantuan dan bimbingan Risda juga sudah mengeksport produknya ke China, Amerika Syarikat dan Singapura.", "Eksekutif Pemasarannya, Vanida Natasha Tan berkata, syarikat yang ditubuhkan oleh ibu bapanya 10 tahun lalu itu sudah menerima lebih 10 bantuan daripada Risda.", "“Sebagai pekebun kecil dan peneroka, ibu bapa saya mendapat bantuan mengembangkan perniagaan terutama dari segi mesin pengeluaran, pembungkusan, peralatan dan latihan di mana setiap bantuan dianggarkan bernilai RM10,000.", "“Jujurnya, dengan bantuan Risda ini kami berjaya mengembangkan perniagaan lebih 70 peratus dan sangat membantu dalam menambah kapasiti pengeluaran bagi memenuhi permintaan dalam dan luar negara.", "“Kami juga sedang memohon bantuan daripada Risda untuk menambah mesin dan menaiktaraf kilang sedia ada membabitkan kos kira-kira RM100,000,” katanya yang kini mempunyai 20 kakitangan bagi mengendalikan seluruh operasi.", "Turut mengukir kejayaan daripada program AET Risda, Pengurus ZS Maju Products, Ahmad Asyraf berkata, perniagaan keropok dan kerepek keluaran syarikatnya itu sudah berada di pasaran sejak 20 tahun lalu.", "Sebagai anak pekebun kecil, beliau meneruskan perniagaan keluarga dengan menyertai Risda Business Challenge (RBC) dan berjaya menerima skim bantuan bernilai RM50,000 berupa mesin pengeluaran.", "“Sebelum RBC, memang kami mendapat bantuan daripada Risda melalui AET dengan nilai RM20,000 dan syukur kami berjaya dalam RBC dan hasilnya kami menambah mesin pemprosesan untuk mengeluarkan produk baru.", "“Bantuan Risda ini memang kami guna untuk membeli mesin dan kini kami sudah mencapai pengeluaran antara 300 ke 400 kilogram produk sehari berbanding hanya 100 kilogram sebelum ini.", "“Kami juga dalam proses membesarkan kilang serta mendapatkan HACCP dan GMP. Dengan bantuan Risda, kami menyasarkan menembusi pasaran luar negara dalam tempoh beberapa tahun lagi,” katanya yang kini mempunyai lapan unit simpanan stok (SKU).", "Turut berkongsi kisah kejayaan berkat bimbingan Risda, syarikat Pak Lah Marketing kini berjaya memiliki mesin pengeluaran dan kilang di Muar, Johor.", "Pengurus Jualannya, Haziqah Abdullah berkata, syarikat itu mengeluarkan produk tepung goreng serbaguna di bawah jenama Pak Lah.", "“Sebelum ini, bapa saya membuat sendiri tepung serbaguna dan dijual di pasar malam serta dengan bantuan Risda dari segi mesin pemprosesan dan pembungkusan, jenama Pak Lah berjaya dibangunkan setanding jenama terkemuka lain.", "“Tepung goreng serbaguna boleh juga digunakan untuk menggoreng pelbagai jenis makanan serta dihasilkan dari campuran tiga jenis tepung, diadun dengan sembilan jenis rempah ratus terpilih termasuk resepi rahsia tersendiri.", "“Kami ada menjual tepung dengan pilihan berat 150 gram, 300 gram, 1 kilogram dan paling mendapat permintaan adalah pembungkusan 100 gram untuk doorgift yang kami tawarkan pada harga ekonomi,” katanya.", "Sementara itu, keempat-empat pengusaha di bawah Risda ini boleh ditemui di Pameran Halal Antarabangsa Malaysia (MIHAS) edisi 2022 bermula 7 hingga 10 September ini di Hall 2 (tapak pameran Kementerian Pembangunan Luar Bandar) tingkat 1, Pusat Pameran dan Perdagangan Antarabangsa Malaysia (Mitec)."]}
{"url": "https://www.suararisda.my/blog/risda-perlis-tingkat-taraf-hidup-pekebun-menerusi-bidang-keusahawanan-2022-pr33", "headline": "RISDA Perlis tingkat taraf hidup pekebun menerusi bidang keusahawanan", "content": ["Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) terus komited membantu pekebun kebun kecil getah khususnya di Perlis.", "Ini menerusi pelbagai inisiatif bagi membantu golongan berkenaan terutamanya dalam bidang keusahawanan."]}
{"url": "https://www.suararisda.my/blog/insentif-harga-getah-berjumlah-rm20-juta-kepada-pekebun-kecil-diteruskan-pr50", "headline": "Insentif Harga Getah berjumlah RM20 juta kepada pekebun kecil diteruskan", "content": ["TUARAN: Kerajaan negeri meneruskan Pembayaran Insentif Harga Getah berjumlah RM20 juta kepada pekebun kecil getah pada tahun ini.", "Ketua Menteri Datuk Seri Panglima Hajiji Haji Noor berkata, kerajaan negeri turut memperuntukkan sebanyak RM16.35 juta kepada Lembaga Industri Getah Sabah (LIGS) bagi pembangunan subsektor komoditi getah, dalam Belanjawan 2023 Sabah.", "“Melalui pembayaran insentif ini, pekebun kecil diberi tambahan harga getah sebanyak RM0.25 sekilogram bagi getah kentalan. ", "“LIGS turut menyumbang subsidi sebanyak RM0.05 bagi sekilogram getah kentalan menjadikan jumlah tambahan harga bagi sekilogram adalah RM0.30.", "“Justeru, saya mahu pengurusan dan semua kakitangan LIGS agar terus berusaha meningkatkan kualiti serta keberkesanan penyampaian perkhidmatan kepada pekebun kecil getah, terutamanya dalam aspek membangunkan tanah milik pekebun kecil sehingga kepada pemprosesan dan pemasaran getah mereka ke pasaran antarabangsa.", "“Perkhidmatan dan operasi pembelian getah secara terus ke kebun milik pekebun kecil di mana juga berada diteruskan seperti biasa. Saya percaya LIGS telah dan akan terus melaksanakan tangunggjawab ini dengan berkesan,” katanya.", "Beliau berkata demikian pada Majlis Penyerahan Bantuan Musim Tengkujuh (BMT) kepada Pekebun Kecil Getah Negeri Sabah di Dewan Sri Sulaman di Tuaran, di sini pada Sabtu.", "Teks ucapan beliau disampaikan oleh Pembantu Menteri Pelanocngan, Kebudayaan dan Alam Sekitar, Datuk Joniston Bangkuai.", "Mengenai majlis itu, Hajiji berkata kerajaan telah meluluskan peruntukan BMT sebanyak RM69,058,400 kepada seramai 86,323 pekebun kecil di seluruh Sabah.", "Katanya, bantuan yang diberikan ini, telahpun dinaikkan daripada RM600 seorang sebelum ini, kepada RM800 setiap penerima. ", "“Kerajaan negeri melalui LIGS akan mengagih-agihkan BMT dan bantuan ini mula dibayar hari ini. Saya memahami bebanan dan kesan masalah yang dihadapi oleh semua pekebun kecil dan penoreh getah di negeri ini, justeru bantuan ini diharap dapat meringankan beban mereka.", "“Justeru, sebagai kerajaan negeri yang prihatin dan peka dengan nasib pekebun kecil getah, kita telah memberikan beberapa bantuan termasuklah BMT pada hari ini sebagai usaha dan sokongan bagi meringankan beban pekebun kecil getah di negeri ini.", "“Kerajaan negeri sentiasa peka dan prihatin terhadap masalah yang dihadapi oleh pekebun kecil dan penoreh getah di negeri ini. Kita sentiasa mencari jalan untuk membantu, kerana pekebun kecil juga terpaksa menghadapi keadaan cuaca yang tidak menentu terutama pada hujung tahun, sehingga menjejaskan pendapatan mereka,” katanya.", "Selain faktor cuaca katanya, ketika ini juga industri getah di seluruh dunia termasuk di Sabah turut dilanda penyakit daun luruh getah yang dikenali sebagai PESTA LOP TIOP SIS (Pestaloptiopsis).", "“Penyakit ini boleh mengurangkan hasil getah sehingga 50 peratus sekali gus akan memberi kesan kepada pekebun kecil getah. LIGS bagaimanapun telah nmengambil tindakan proaktif secara berterusan bersama agensi lain seperti Lembaga Getah Malaysia dan RISDA dalam menangani masalah ini,” katanya."]}
{"url": "https://www.suararisda.my/blog/bajet-2023-risda-mohon-bantuan-musim-tengkujuh-ditingkatkan-2022-pr35", "headline": "Bajet 2023: RISDA Mohon Bantuan Musim Tengkujuh Ditingkatkan", "content": [" Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) memohon kerajaan mempertimbangkan untuk menaikkan Bantuan Musim Tengkujuh (BMT) kepada 232,000 pekebun kecil di seluruh negara dalam pembentangan Belanjawan 2023.", "Pengerusinya Datuk Seri Mohd Salim Mohd Sharif berkata pada tahun lepas, RISDA telah memperuntukkan RM191 juta BMT kepada setiap pekebun kecil yang memiliki keluasan kebun getah kurang daripada 2.5 hektar.", "“Jumlah peningkatan itu bergantung kepada bajet kerajaan yang akan dibentangkan nanti, terserah berapa tapi saya harap ia melebihi yang kita terima pada tahun lepas untuk membantu meringankan beban pekebun kecil.", "“Sekarang jumlah BMT kita beri ialah RM600 seorang yang dibayar dua kali pada November dan Disember, jadi kita minta naikkan. Kita juga sudah adakan pertemuan dengan pekebun kecil membincangkan perkara tersebut,” katanya kepada pemberita selepas majlis Pekebun Kecil Makmur dan Penyampaian Dividen Tanam Semula Komersial (TSK) RISDA peringkat Negeri Sembilan di sini hari ini.", "Dalam pada itu, beliau sekali lagi meminta harga getah sekerap dinaikkan kepada lebih RM3 sekilogram (kg) berbanding RM2.50 per kg ketika ini bagi meningkatkan pendapatan penoreh getah yang terjejas lebih-lebih lagi berdepan dengan cuaca tidak menentu ketika ini.", "“Kita minta harga lantai ditingkatkan 50 sen yang akan membabitkan kos kira-kira RM500 juta, tetapi kita kena tengok juga kemampuan kewangan kalau tak boleh sekurang-kurang kerajaan boleh naikkan BMT,” katanya.", "Mohd Salim yang juga Ahli Parlimen Jempol berkata pendapatan bulanan pekebun kecil ketika ini sekitar RM750, tidak mencukupi untuk menampung kehidupan dengan kos sara hidup semakin tinggi sekali gus menyebabkan sektor komoditi itu mengecil kerana tidak ramai berminat mengusahakannya.", "Menteri Pembangunan Luar Bandar Datuk Seri Mahdzir Khalid sebelum ini dilaporkan berkata kementerian sedang merangka dua syor untuk dibentangkan kepada Perdana Menteri Datuk Seri Ismail Sabri Yaakob, iaitu menaikkan harga lantai getah sekerap kepada lebih RM3 sekilogram dan melanjutkan tempoh BMT daripada tiga bulan kepada enam bulan.", "Mahdzir berkata satu jawatankuasa kabinet telah diwujudkan melibatkan tiga kementerian iaitu Kementerian Pembangunan Luar Bandar, Kementerian Perusahaan Perladangan dan Komoditi dan Kementerian Kewangan bagi memperhalusi dan mengenal pasti syor terbaik untuk dilaksanakan.", "Terdahulu, seramai 1,343 pekebun kecil sawit RISDA di Negeri Sembilan menerima dividen TSK hasil keuntungan daripada projek kebun yang diuruskan RISDA Plantation Sdn Bhd (RPSB) membabitkan RM6.33 juta sejak Januari hingga Ogos tahun ini.", "Mohd Salim berkata agensi itu turut menyerahkan Kelulusan Projek Aktiviti Ekonomi Tambahan dan Pembangunan Usahawan Bimbingan RISDA Peringkat Negeri Sembilan bernilai RM 2.2 juta yang memberi manfaat kepada 388 usahawan di negeri itu."]}
{"url": "https://www.suararisda.my/blog/risda-cadang-strukturkan-semula-anak-syarikat-pr54", "headline": "RISDA cadang strukturkan semula anak syarikat", "content": ["Kuala Lumpur: Pihak Berkuasa Kemajuan Pekebun Kecil Perusahaan Getah (RISDA) bercadang menstruktur semula semua anak syarikat di bawah RISDA Holdings, dalam usaha melahirkan usahawan dalam kalangan kakitangannya.", "Timbalan Perdana Menteri, Datuk Seri Dr Ahmad Zahid Hamidi, berkata penstrukturan itu antara transformasi yang perlu dilaksanakan bagi memberi nilai tambah kepada RISDA.", "“Ini adalah entiti perniagaan kepada RISDA yang kita lihat jika ada syarikat di bawah RI-", "SDA Holdings itu, boleh distruktur semula untuk mewujudkan usahawan dalam kalangan pegawai dan kakitangan syarikat. “Ini dilihat cara terbaik iaitu memberikan peluang kepada mereka untuk menguruskan sendiri (anak syarikat) dengan kaedah ‘management buyout MBO’ (pengambilalihan oleh pengurusan),” katanya selepas menghadiri taklimat di ibu pejabat RISDA, semalam. ", "Ahmad Zahid yang juga Menteri Kemajuan Desa dan Wilayah,berkata sekiranya penstrukturan itu dilaksanakan, ia bukan sahaja dapat melahirkan lebih ramai usahawan, malah berupaya mengurangkan kos operasi bagi syarikat berkenaan.", "“Yang penting bukan banyaknya syarikat, sebaliknya syarikat itu mesti melaksanakan perniagaan teras dalam industri getah atau kepada perkara yang boleh memberikan sumbangan kepada RISDA.", "“Pada hemat saya, suatu hari nanti bajet daripada kerajaan dapat dikurangkan tetapi keun-", "tungan daripada urus niaga RISDA Holdings dan anak syarikatnya, dapat membantu pekebun kecil dan penoreh getah yang tidak memiliki tanah,” katanya.", "Mengulas lanjut, Ahmad Zahid berkata, persoalan yang harus didukung bersama oleh pegawai di kementeriannya serta RISDA ialah bagaimana transformasi kepada RISDA dan RISDA Holdings dapat direalisasikan.", "“Kita harus melihat ada aspek baharu yang harus kita kemas kini terutama bagaimanakah getah terus menjadi bahan untuk industri berkaitan kerana kini terdapat persaingan dengan getah tiruan.", "“Daripada situ kita harus melihat bahawa getah bukan satu komoditi yang dipanggil sebagai industri yang malap, tetapi kita mesti melakukan transformasi supaya bahan getah asli ini menjadi industri yang bersinar.", "“Dalam keadaan itu juga, kita lihat matlamat menjadikan pekebun kecil mempunyai pendapatan melebihi RM4,500 per isi rumah (sebulan), adalah matlamat yang baik,” katanya."]}
{"url": "https://www.suararisda.my/blog/tahukah-anda-5-jenis-bantuan-risda-ini-khas-untuk-pekebun-kecil-05", "headline": "Tahukah Anda, 5 Jenis Bantuan RISDA Ini Khas untuk Pekebun Kecil?", "content": []}
{"url": "https://www.suararisda.my/blog/10633-pekebun-kecil-getah-di-keningau-terima-bmt-pr48", "headline": "10,633 pekebun kecil getah di Keningau terima BMT", "content": ["KENINGAU: Seramai 10,633 orang pekebun kecil getah di daerah Keningau yang berdaftar dengan Lembaga Industri Getah Sabah (LIGS) menerima Bantuan Musim Tengkujuh (BMT) berjumlah RM800 seorang, dengan jumlah keseluruhan peruntukan sebanyak RM8.5 juta.", "Majlis pengagihan BMT kepada pekebun kecil getah bagi daerah Keningau telah disempurnakan oleh Timbalan Ketua Menteri Datuk Seri Panglima Dr Jeffrey Kitingan yang diadakan di Dewan Masyarakat Keningau, kelmarin.", "Dr Jeffrey yang juga Menteri Pertanian dan Perikanan dalam ucapannya mengucapkan syukur kerana diberi kesempatan bersama dengan para pekebun kecil di daerah Keningau dalam majlis yang diadakan itu.", "“Pekebun-pekebun kecil dan penoreh getah adalah merupakan nadi utama serta aset utama yang sangat bernilai kepada industri getah di Sabah dan adalah menjadi tanggungjawab kerajaan untuk membantu meringankan beban semua pekebun kecil getah ini yang kebanyakan merupakan masyarakat luar bandar.", "“Ini merupakan usaha kerajaan untuk membantu mereka yang berdepan dengan pelbagai kerumitan dan lain-lain faktor antaranya seperti peningkatan kos sara hidup serta peningkatan kos-kos input pertanian seperti baja dan racun rumpai.", "“Cabaran di dalam industri getah seluruh dunia termasuk di Wilayah Sabah yang telah dilanda penyakit daun luruh getah yang dikenali sebagai ‘Pestalopitopsis’ yang boleh menjejaskan hasil getah sehingga 50 peratus.", "“Penyakit daun getah ini sedang tersebar di merata tempat termasuk di Daerah Keningau dan ia pastinya akan memberi kesan kepada para pekebun kecil getah,” katanya.", "Dr Jeffrey yang juga Ahli Parlimen Keningau turut mengucapkan syabas kepada pihak LIGS yang telah mengambil tindakan proaktif bersama-sama dengan agensi lain seperti Lembaga Getah Malaysia dan RISDA dalam menangani masalah itu.", "“Keadaan taburan hujan yang tinggi setiap tahun juga turut menjejaskan pendapatan para pekebun kecil getah di seluruh Wilayah Sabah.", "“Oleh itu BMT yang telah diperkenalkan oleh Kerajaan sejak tahun 2015 sehingga 2022 iaitu sebanyak RM600 setiap pekebun kecil getah yang berdaftar dengan LIGS atau pun RISDA telah dinaikkan kepada RM800 seorang penerima.", "“Peruntukan sebanyak RM69 juta oleh kerajaan Sabah bagi membantu meringankan beban kepada 86,323 pekebun kecil getah yang berdaftar,” tambahnya."]}
