[{"date": "08-16-2018", "text": "", "top-image": "", "url": "https://www.bharian.com.my/berita/nasional/2018/08/462740/kkm-ambil-tindakan-isu-kopi-antiracun", "title": "", "summary": "", "authors": [], "news": "Berita Harian", "keyword": [], "language": "INDONESIA"}, {"date": "03-16-2018", "text": "KES keracunan makanan di Hospital Klang pada 2 Mac lalu bukan sahaja melibatkan kakitangan Kementerian Kesihatan yang menggalas tanggungjawab penting dalam sektor perubatan, malah menjejaskan perkhidmatan dikendalikan oleh pihak berkenaan yang mana ­jadual perkhidmatan berkaitan prosedur pembedahan dilaporkan terjejas.\n\nKeracunan makanan ditakrifkan sebagai episod cirit-birit dan muntah-muntah mendadak yang turut disertai beberapa gejala lain seperti demam, sakit perut yang teruk, najis bercampur darah, lesu dan sebagainya; yang mana melibatkan lebih daripada seorang individu. Kesemua mereka mempunyai sejarah makan atau minum daripada punca makanan yang sama.\n\nBiasanya, manifestasi klinikal seseorang mengalami keracunan makanan tidak begitu serius, kebanyakannya pulih dengan rawatan sedia ada. Namun demikian, terdapat kes-kes teruk, sehingga memerlukan rawatan intensif dan mengambil masa agak lama untuk pulih. Paling serius, ia boleh menyebabkan kematian. Keracunan makanan adalah penyakit berjangkit bawaan makanan. Ia bukanlah isu baharu atau sesuatu yang tidak biasa kita lalui.\n\nSaban tahun, terdapat episod keracunan makanan dilaporkan; yang mana sehingga kini masih mencatatkan statistik paling tinggi dalam senarai penyakit berjangkit lain yang wajib dinotifikasikan kepada Kementerian Kesihatan.\n\nIsu keracunan makanan adalah isu serius. Meskipun atas kertas dan secara teori nampak mudah, namun dari aspek pelaksanaan, ia begitu kompleks kerana melibatkan pelbagai bentuk tingkah laku individu terlibat, cara bagaimana organisasi pembekal makanan bertindak terhadap keperluan memelihara kesihatan serta keberkesanan penguatkuasaan undang-undang oleh agensi berkaitan.\n\nDisebabkan ramai dalam ka­langan kita bekerja atau tidak mempunyai cukup masa menye­diakan makanan sendiri, pemilihan makanan di luar perlulah dipastikan memenuhi kriteria ke­bersihan yang disyorkan. Kita perlu mengelakkan memilih makanan yang disediakan di tempat terbuka, gerai yang tidak mempunyai bekalan air bersih (bergantung kepada air yang dibotolkan dalam bekas minuman) serta apabila pengendali gerai secara umum dicerap tidak mempunyai amalan penyediaan yang bersih. Pemilihan katerer luar juga perlu mematuhi syarat yang mana perjanjian dan kontrak tertentu perlu diperjelaskan untuk menjamin kesihatan mereka yang akan menerima hidangan disediakan.\n\nDalam organisasi tertentu, pan­tri atau setting penyediaan ma­kanan perlu disediakan untuk me­ngelak penyediaan makanan di atas lantai, di tepi longkang menggunakan peralatan yang dicerap sebagai serba tidak mencukupi. Kewujudan tempat khas menyedia makanan di dalam organisasi juga dapat mengelakkan kes di mana bekas-bekas makanan untuk hidangan yang melibatkan kelompok peserta ramai dibasuh serta dibersihkan di dalam tandas pejabat yang tidak mempunyai kemudahan yang higenik.\n\nUntuk menangani masalah ke­racunan makanan juga, negara kita mempunyai sistem penguatkuasaan peraturan terhadap pengendali dan premis makanan serta pemantauan yang dilakukan secara berkala. Meskipun sedemikian, keberkesanan sistem tersebut turut bergantung kepada kerjasama pengendali makanan dan juga pengguna sendiri. ­Orientasi penyediaan dan pemilihan makanan perlulah mengutamakan kesihatan masyarakat.\n\nKepentingan untung semata-mata tanpa mengambil kira aspek kesihatan perlulah dielakkan. Melalui pengalaman saya di lapangan sebelum ini, terdapat kea­daan yang mana sebahagian pe­ngendali makanan menggunakan peluang untuk ‘memboloskan’ perkhidmatan mereka daripada melalui senarai wajib keperluan dalam aspek-aspek berkaitan ­kesihatan.\n\nAntaranya, terdapat pengendali makanan yang menyediakan makanan untuk dijual menyediakan makanan di tempat yang bukan seperti dialamatkan dalam maklumat syarikat mereka sehingga menyukarkan tindakan pemantauan dilakukan. Terdapat juga pengendali makanan me­ngupah pekerja sementara yang tidak melalui pemeriksaan kesihatan dan juga tidak mengambil vaksin.\n\nSatu aspek yang perlu dibe­ri perhatian ialah sebahagian ­da­ripada pengendali makanan adalah pekerja asing yang mana bahasa dan cara komunikasi mereka berbeza. Terdapat dalam kalangan mereka yang tidak memahami bahasa Melayu atau bahasa Inggeris sepenuhnya. Ini adalah cabaran dalam proses penyampaian maklumat dan pengetahuan mengenai amalan kebersihan penyediaan makanan serta kebersihan diri sebagai pe­ngendali makanan.\n\nAspek kesihatan awam dalam apa jua rutin kehidupan kita memerlukan tahap kesedaran dan niat mengutamakan kepen­tingan awam melebihi sesuatu yang boleh diukur dengan wang ringgit. Umum pasti bersetuju, keuntungan dalam bentuk wang ringgit tidak membawa makna andai terdapat produk berkaitan menyebabkan kematian dan pe­nyakit yang mengancam nyawa. Isu keracunan makanan pada pengalaman saya sering dianggap remeh serta diberikan tanggapan tidak susah untuk diselesaikan.\n\nSebahagian besar organisasi me­­nganggap juga kehadiran Pa­­kar Kesihatan Awam dalam menangani isu kesihatan tidak diperlukan serta menyerahkan kepada mereka yang tidak memahami selok belok epidemiologi dan pengurusan pencegahan dan wabak. Situasi ini meninggalkan ruang dan peluang berlakunya wabak bila-bila masa disebabkan tiada individu yang layak memberi nasihat seterusnya melaksanakan aspek pencegahan pe­nyakit berjangkit berkenaan.\n\nPROFESOR MADYA DR. MALINA OSMAN ialah Pakar Perubatan Kesihatan Awam (Epidemiologi dan Biostatistik), Jabatan Mikrobiologi dan Parasitologi Perubatan, Fakulti Perubatan dan Sains Kesihatan, Universiti Putra Malaysia (UPM).", "top-image": "http://www.utusan.com.my/polopoly_fs/1.629091!/image/image.jpg_gen/derivatives/landscape_650/image.jpg", "url": "http://www.utusan.com.my/rencana/utama/isu-keracunan-makanan-adalah-perkara-serius-1.629092", "title": "Isu keracunan makanan adalah perkara serius", "summary": "Biasanya, manifestasi klinikal seseorang mengalami keracunan makanan tidak begitu serius, kebanyakannya pulih dengan rawatan sedia ada.\nKeracunan makanan adalah penyakit berjangkit bawaan makanan.\nIsu keracunan makanan adalah isu serius.\nUntuk menangani masalah ke­racunan makanan juga, negara kita mempunyai sistem penguatkuasaan peraturan terhadap pengendali dan premis makanan serta pemantauan yang dilakukan secara berkala.\nIsu keracunan makanan pada pengalaman saya sering dianggap remeh serta diberikan tanggapan tidak susah untuk diselesaikan.", "authors": ["Malina Osman", "Johardy Ibrahim", "Rozaman Ismail", "Mohd. Shah Che Ahmad"], "news": "Utusan Malaysia", "keyword": ["perlulah", "penyakit", "serius", "penyediaan", "keracunan", "melibatkan", "aspek", "perubatan", "pemilihan", "pengendali"], "language": "INDONESIA"}, {"date": "04-19-2018", "text": "KEMENTERIAN Kesihatan Malaysia (KKM) mengambil maklum laporan yang tular di laman media sosial berkaitan cacing mati yang ditemui dalam produk ikan sardin dalam tin dari negara China.Laporan tersebut menyatakan bahawa pihak Badan Pengawas Obat dan Makanan (BPOM), Indonesia mengarahkan tiga (3) pengimport produk ikan sardin dalam tin untuk menarik balik produknya dari pasaran setelah pemeriksaan menunjukkan cacing mati ditemui dalam produk mereka yang diimport dari negara China.KKM melalui Bahagian Keselamatan dan Kualiti Makanan sentiasa menjalankan pemantauan ke atas produk makanan import termasuk produk ikan sardin dan ikan mackerel dalam tin.Dalam isu ini, hasil analisis mendapati Canned Sardines in Tomato Sauce berjenama TL Tan Lung keluaran syarikat Fujian Yongfa Co. Ltd dan Sardines in Tomato Sauce berjenama TLC keluaran syarikat Dongshan Dongyi Foods Co. Ltd. dari negara China tidak mematuhi Akta Makanan 1983 kerana mengandungi bendasing iaitu nematoda (sejenis cacing) daripada Genus Anisakis spp.Sehubungan itu, tindakan penguatkuasaan telah diambil oleh KKM di mana syarikat pengimport terlibat telah diarah memanggil balik produk tersebut.KKM akan terus menjalankan pemantauan ke atas produk ikan sardin dan mackerel dalam tin yang diimport di semua pintu masuk negara dan di pasaran dan sekiranya didapati tidak mematuhi Akta Makanan 1983, tindakan penguatkuasaan akan diambil.Sekiranya pengguna mempunyai sebarang kemusykilan berhubung sebarang isu keselamatan makanan, pengguna boleh menghubungi Jabatan Kesihatan Negeri atau Pejabat Kesihatan Daerah yang terdekat atau hubungi KKM melalui laman webatau laman facebook Bahagian Keselamatan dan Kualiti Makananjika terdapat sebarang aduan berkaitan kebersihan dan keselamatan makanan.DATUK DR. NOOR HISHAM ABDULLAHKETUA PENGARAH KESIHATAN MALAYSIA", "top-image": "https://img.astroawani.com/2017-12/51514466842_KPK.jpg", "url": "http://www.astroawani.com/berita-malaysia/isu-cacing-dalam-produk-ikan-sardin-yang-tular-ini-reaksi-kkm-173378", "title": "Isu cacing dalam produk ikan sardin yang tular, ini reaksi KKM", "summary": "KEMENTERIAN Kesihatan Malaysia (KKM) mengambil maklum laporan yang tular di laman media sosial berkaitan cacing mati yang ditemui dalam produk ikan sardin dalam tin dari negara China.Laporan tersebut menyatakan bahawa pihak Badan Pengawas Obat dan Makanan (BPOM), Indonesia mengarahkan tiga (3) pengimport produk ikan sardin dalam tin untuk menarik balik produknya dari pasaran setelah pemeriksaan menunjukkan cacing mati ditemui dalam produk mereka yang diimport dari negara China.KKM melalui Bahagian Keselamatan dan Kualiti Makanan sentiasa menjalankan pemantauan ke atas produk makanan import termasuk produk ikan sardin dan ikan mackerel dalam tin.Dalam isu ini, hasil analisis mendapati Canned Sardines in Tomato Sauce berjenama TL Tan Lung keluaran syarikat Fujian Yongfa Co. Ltd dan Sardines in Tomato Sauce berjenama TLC keluaran syarikat Dongshan Dongyi Foods Co. Ltd. dari negara China tidak mematuhi Akta Makanan 1983 kerana mengandungi bendasing iaitu nematoda (sejenis cacing) daripada Genus Anisakis spp.Sehubungan itu, tindakan penguatkuasaan telah diambil oleh KKM di mana syarikat pengimport terlibat telah diarah memanggil balik produk tersebut.KKM akan terus menjalankan pemantauan ke atas produk ikan sardin dan mackerel dalam tin yang diimport di semua pintu masuk negara dan di pasaran dan sekiranya didapati tidak mematuhi Akta Makanan 1983, tindakan penguatkuasaan akan diambil.Sekiranya pengguna mempunyai sebarang kemusykilan berhubung sebarang isu keselamatan makanan, pengguna boleh menghubungi Jabatan Kesihatan Negeri atau Pejabat Kesihatan Daerah yang terdekat atau hubungi KKM melalui laman webatau laman facebook Bahagian Keselamatan dan Kualiti Makananjika terdapat sebarang aduan berkaitan kebersihan dan keselamatan makanan.DATUK DR. NOOR HISHAM ABDULLAHKETUA PENGARAH KESIHATAN MALAYSIA", "authors": [], "news": "Astro Awani", "keyword": ["sardin", "kkm", "tular", "penguatkuasaan", "sauce", "ikan", "cacing", "tomato", "laman", "reaksi", "tin", "sardines"], "language": "ENGLISH"}, {"date": "06-16-2018", "text": "", "top-image": "", "url": "https://www.bharian.com.my/berita/nasional/2018/06/438567/elak-pembaziran-makanan-ketika-perayaan", "title": "", "summary": "", "authors": [], "news": "Berita Harian", "keyword": [], "language": "INDONESIA"}, {"date": "02-05-2018", "text": "KUALA LUMPUR 6 Feb.- Perkongsian pengacara dan pelakon Neelofa mengenai makanan tambahan jenama Chew N' Glow sesuai dimakan bayi mengundang kecaman netizen sejak dua hari lalu.\n\nMenerusi kenyataan ringkasnya sebentar tadi di Twitter, Neelofa atau nama sebenarnya Noor Neelofa Mohd Noor, 29, memberitahu dia sangat menghargai komen dan kebimbangan mengenai perkongsiannya itu.\n\nBagaimanapun jelasnya pihak pengurusan Chew N' Glow sedang berusaha dalam membetulkan isu tersebut selain menyelesaikan kekeliruan yang timbul.\n\nSementara itu, perkongsian Neelofa ini juga turut menarik perhatian Dr. Nur Amalina Che Bakri, yang juga pelajar cemerlang SPM pada tahun 2004, menerusi perkongsian di laman sosialnya, Amalina menyarankan agar pemberian makanan tambahan untuk bayi perlu mendapatkan pandangan pihak berwajib dahulu.\n\nJelasnya juga susu ibu adalah makanan terbaik untuk bayi memandangkan ia merupakan sumber nutrisi yang paling lengkap.\n\nUsaha Utusan Online untuk mendapatkan wakil Chew N' Glow bagaimanapun gagal memandangkan wakil produk makanan tambahan ini Datin Zuraida Dahari enggan memberikan apa-apa komen.\n\n“Maaf saya tidak boleh komen sekarang, memandangkan situasi agak tegang.\n\n“Bagaimanapun saya akan menjelaskan perkara ini dalam waktu terdekat, kami akan kemas kini segala maklumat di laman sosial Chew N' Glow ,” katanya ringkas. - UTUSAN ONLINE", "top-image": "http://www.utusan.com.my/polopoly_fs/1.603882!/image/image.jpg_gen/derivatives/landscape_650/image.jpg", "url": "http://www.utusan.com.my/hiburan/isu-makanan-tambahan-neelofa-minta-netizen-tunggu-kenyataan-1.603880", "title": "Isu makanan tambahan - Neelofa minta netizen tunggu kenyataan", "summary": "KUALA LUMPUR 6 Feb.- Perkongsian pengacara dan pelakon Neelofa mengenai makanan tambahan jenama Chew N' Glow sesuai dimakan bayi mengundang kecaman netizen sejak dua hari lalu.\nMenerusi kenyataan ringkasnya sebentar tadi di Twitter, Neelofa atau nama sebenarnya Noor Neelofa Mohd Noor, 29, memberitahu dia sangat menghargai komen dan kebimbangan mengenai perkongsiannya itu.\nBagaimanapun jelasnya pihak pengurusan Chew N' Glow sedang berusaha dalam membetulkan isu tersebut selain menyelesaikan kekeliruan yang timbul.\n“Bagaimanapun saya akan menjelaskan perkara ini dalam waktu terdekat, kami akan kemas kini segala maklumat di laman sosial Chew N' Glow ,” katanya ringkas.\n- UTUSAN ONLINE", "authors": ["Aida Rizmariza Kamaruddin", "Mohd. Radzi Mohd. Zin", "Ruhaya Ab. Hamid"], "news": "Utusan Malaysia", "keyword": ["neelofa", "noor", "online", "glow", "utusan", "perkongsian", "bayi", "n", "tunggu", "chew", "tambahan", "netizen"], "language": "INDONESIA"}, {"date": "08-25-2017", "text": "", "top-image": "", "url": "https://www.bharian.com.my/sukan/lain-lain/2017/08/317534/kl2017-keracunan-makanan-semuanya-akan-dipantau-zolkples", "title": "", "summary": "", "authors": [], "news": "Berita Harian", "keyword": [], "language": "INDONESIA"}, {"date": "06-21-2014", "text": "A- A+ (Ubah saiz teks)\n\nPENGGUNA terutama golongan beragama Islam begitu sensitif berhubung isu halal kerana mereka tidak mahu ditipu dengan setiap makanan yang berada di pasaran.\n\n\n\nBaru-baru ini, pendedahan di media berhubung isu halal, menarik perhatian ramai pengguna Islam bermula dari coklat Cadbury yang mengandungi DNA babi, menimbulkan keraguan dalam kalangan masyarakat.\n\n\n\nRentetan daripada peristiwa itu, Sinar Harian menganjurkan Wacana “Isu Halal: Apa Hak Pengguna” yang dikendalikan moderator, Amin Idris.\n\n\n\nPanelnya terdiri daripada bekas Mufti Perlis, Prof Dr Mohd Asri Zainul Abidin; Ketua Aktivis Persatuan Pengguna Islam Malaysia (PPIM), Datuk Nadzim Johan; Ketua Laboratori Sains Halal, Institut Penyelidikan Produk Halal UPM, Prof Dr Jamilah Bakar dan Penolong Pengarah Cawangan Pemantauan dan Penguatkuasaan Bahagian Hab Halal Jakim, Muhamad Naim Mohd Aziz.\n\n\n\nIkuti transkrip yang disediakan wartawan SITI ZUBAIDAH MAT ISA dan MOHD HAFIZ ISMAIL.\n\n\n\nMODERATOR: Saya sempat meneliti kenyataan PPIM sebelum ini mendesak rakyat Malaysia boikot syarikat Cadbury. Setakat ini apa pendirian PPIM mengenai isu halal?\n\n\n\nNADZIM: Isu ini DNA babi ini timbul selepas mula tersebar secara meluas di media sosial sehingga menimbulkan kegelisahan dan tanda tanya rakyat mengenai halal produk berkenaan. Namun mengapa Jabatan Kemajuan Islam Malaysia (JAKIM) mengambil masa selama tiga bulan untuk bertindak. Kami di PPIM dihujani panggilan yang cukup banyak mengenai perkara ini. Disebabkan desakan daripada rakyat kami bersama persatuan pemborong dan peruncit Islam Malaysia mengambil tindakan memboikot semua produk keluaran Cadbury.\n\n\n\nDisebabkan itu, kami telah membuat laporan polis untuk membuat siasatan secara terperinci sekiranya wujud unsur-unsur sabotaj atau makmal yang membuat pengesahan berkenaan DNA babi ini tidak mempunyai SOP. Dalam hal ini juga, PPIM meminta supaya KKM dan Jakim membuat keputusan bersama agar jelas kepada semua rakyat.\n\n\n\nMODERATOR: Kita memerlukan satu penerangan yang tuntas dari Jakim berkenaan isu halal dan haram ini. Jadi, sejauh mana Jakim beri sijil halal kepada pihak yang memohon?\n\n\n\nNAIM: Sebagai badan berwibawa, pensijilan halal hanya akan dilakukan oleh Jakim dan jabatan agama Islam negeri. Tidak ada badan-badan lain yang dilantik untuk meluluskan pensijilan halal di Malaysia. Kami di Jakim juga merupakan pengguna. Adakah kami rela dan reda sekiranya berlaku kecurangan dalam industri? Pastinya tidak. Disebabkan itu apabila kami menerima permohonan, kami akan meneliti sehingga ke akar umbi setiap rantaian. Sebagai contoh dari mana sumber produk diambil, bahan ramuan dan bahan masak. Saya ambil contoh yang mudah untuk menghalalkan mi goreng mamak, ada tiga komponen untuk menghasilkan mi goreng berkenaan dan iaitu komponen mi goreng, ramuan, dan ramuan cucur udang yang dimasak bersama. Apa yang kami tekankan di sini adalah penjelasan terperinci terhadap semua ramuan terdapat dalam sesuatu produk yang memohon sijil halal.\n\n\n\nSaya ingin berkongsi kisah sewaktu saya mengaudit sebuah kilang yang memohon pensijilan halal, di mana dari segi ramuan semua bersusun rapi sehingga kepada rantaian yang asas. Dari segi etika pemakaian dan pekerjaan Islam, semua pekerja mematuhi peraturan ditetapkan dan saya cukup berpuas hati. Namun kami menggagalkan permohonan berkenaan kerana telah menggunakan sumber air haram iaitu sumber air curi. Jika kami meluluskan kilang itu, satu dunia akan makan produk tidak halal.\n\n\n\nKami berkhidmat bukan hanya untuk umat Islam tetapi kami juga berkhidmat untuk semua pengguna. Hari ini bukan orang Islam sahaja mencari makanan halal, tetapi orang bukan Islam turut mencarinya kerana mereka tahu yang halal pasti terbaik dan berkualiti. Kita perlu berbangga kerana halal Malaysia dikenali di seluruh dunia. Ini merupakan kebanggaan kita yang mana kita membawa imej yang sebenar. Kita telah membawa halal ke dalam industri dan boleh bercakap dengan orang bukan Islam tentang keindahan Islam yang menginginkan kualiti, kebersihan bersama sistem terbaik.\n\n\n\nMODERATOR: Ada dakwaan DNA babi ini boleh menyerap dalam makanan sama ada secara sengaja atau tidak. Boleh terangkan bagaimana perkara ini berlaku?\n\n\n\nJAMILAH: DNA babi adalah satu komponen yang kecil yang jelas. Sebagai contoh DNA manusia berbeza dengan DNA babi kerana DNA ini berbeza-beza dan mempunyai keunikan tersendiri. Dalam konteks DNA manusia, DNA boleh dipindahkan daripada satu unit ke satu unit dengan cara bersentuhan. DNA tidak boleh berpindah sekiranya tidak berlaku sentuhan.\n\n\n\nMODERATOR: Dalam konteks Cadbury yang dibincangkan, pada pandangan Prof, kebarangkalian untuk terkena DNA adakah secara sengaja?\n\n\n\nJAMILAH: Sebelum membuat sebarang keputusan, saya perlu meneliti secara terperinci, bagaimana proses penghasilan coklat itu dijalankan. Perkara ini termasuklah bahan-bahan yang digunakan untuk membuat coklat, di mana coklat berkenaan diedarkan, siapa yang mengendalikan mesin dan bagaimana ia dimakan.\n\n\n\nDalam teknologi pembuatan ini kita boleh bahagikan kepada dua kaedah pembuatan iaitu diusahakan oleh industri besar dan juga secara kecilan. Sekiranya ia diusahakan secara kecilan, pasti proses pembuatan ini banyak menggunakan anggota tangan bermula proses pembuatan ramuan sehinggalah kepada produk dibungkus. Besar kemungkinan pencemaran produk ini boleh berlaku. Manakala dalam industri besar, pastinya proses penghasilan produk akan menggunakan mesin sepenuhnya. Kebarangkalian untuk berlaku pencemaran ini sangat rendah.\n\n\n\nPencemaran boleh berlaku dengan penelitian secara terperinci di mana bahan bukti bahan tercemar itu perlu melalui analisis saintifik. Ada kaedah yang sensitif dan ada kaedah memerlukan ujian dilakukan berulang kali bagi menentukan kesahihan kandungan tercemar tersebut. Daripada ujian yang dilakukan kita akan mengetahui punca sebenar pencemaran tersebut.\n\n\n\nMODERATOR : Masyarakat kita begitu sensitif dalam soal babi. Sehingga menyebut babi itu satu kesalahan besar dan perlu ditukar sebutannya kepada khinzir.\n\n\n\nMOHD ASRI : Tajuk hari ini adalah berkaitan isu halal, merujuk kepada isu makanan. Perkataan lawan bagi halal adalah haram. Tetapi bila sebut sahaja soal haram orang akan ingat babi. Namun kita lupa bahawa konsep halal itu luas, begitu juga konsep haram. Tetapi bila timbulnya isu termakan babi, ibarat runtuhnya dunia ini. Berbalik kepada konsep halal dalam agama, ia begitu luas. Islam diturunkan kepada Nabi Muhammad SAW berbeza dengan agama-agama sebelumnya. ALLAH ciptakan semua yang di atas bumi ini untuk kamu. Kerana itu dalam Islam, asal dalam setiap perkara itu harus. Bukan haram, bermaksud jika kita tidak dapat membuktikan ianya haram, ia adalah halal, bukan sebaliknya. Jadi jika kita ada makanan, orang yang mengatakannya halal tidak perlu buktikan, tetapi siapa mengatakannya haram, perlu dibuktikan. Itu kaedah agama. Sebab itu apa sahaja haiwan yang ada adalah halal melainkan setelah ia dibuktikan haram. Khinzir dibuktikan dengan nasnya haram dan ada juga yang khilaf seperti dipersetujui para ulama dan Mazhab Malik yang mengatakan anjing sebagai khilaf. Ini menunjukkan konsep halal itu luas. Contoh, sekiranya seekor binatang tidak dapat ditentukan sifatnya sama ada hukumnya halal atau haram, maka hukumnya adalah halal. Begitu juga apabila kita menjamu daging di rumah seorang Muslim, tidak perlulah kita minta penjelasan bagaimana lembu itu disembelih. Berbalik kepada konsep umum. Kerana itu apa yang dicop halal oleh Jakim sebagai halal, adalah halal. Tetapi tidak semestinya apa yang tidak dicop Jakim sebagai halal, belum tentu haram.\n\nKerana itu jangan ada salah faham dalam agama. Andai kata kita termakan sesuatu yang haram, tuhan tidak akan terus menghukum atas kesilapan itu kerana Nabi Muhammad SAW menyebut dalam hadisnya yang bermaksud, ‘Allah mengampunkan salah dan silap’. Bukan apabila kita makan sesuatu yang haram kita harus bersihkan diri dengan cara menukar darah dan sebagainya. Ini adalah tanggapan yang salah mengenai halal dan haram. Sebelum ini saya pernah mencadangkan, bahawa dalam sebuah negara Islam, kita tidak perlukan cop halal, sebaliknya cop haram, kerana di dalam negara Islam sepatutnya barangan halal lebih banyak dijual berbanding yang haram. Jadi kalau hendak cop, cop yang sedikit dan tindakan perlu diambil ke atas mereka yang gagal mempamerkan cop haram pada produk yang haram.", "top-image": "http://www.sinarharian.com.my/polopoly_fs/1.292152!/image/image.jpg_gen/derivatives/landscape_700/image.jpg", "url": "http://www.sinarharian.com.my/wawancara/isu-halal-luas-bukan-hanya-makanan-1.292336", "title": "Isu halal luas bukan hanya makanan", "summary": "Panelnya terdiri daripada bekas Mufti Perlis, Prof Dr Mohd Asri Zainul Abidin; Ketua Aktivis Persatuan Pengguna Islam Malaysia (PPIM), Datuk Nadzim Johan; Ketua Laboratori Sains Halal, Institut Penyelidikan Produk Halal UPM, Prof Dr Jamilah Bakar dan Penolong Pengarah Cawangan Pemantauan dan Penguatkuasaan Bahagian Hab Halal Jakim, Muhamad Naim Mohd Aziz.\nHari ini bukan orang Islam sahaja mencari makanan halal, tetapi orang bukan Islam turut mencarinya kerana mereka tahu yang halal pasti terbaik dan berkualiti.\nContoh, sekiranya seekor binatang tidak dapat ditentukan sifatnya sama ada hukumnya halal atau haram, maka hukumnya adalah halal.\nKerana itu apa yang dicop halal oleh Jakim sebagai halal, adalah halal.\nSebelum ini saya pernah mencadangkan, bahawa dalam sebuah negara Islam, kita tidak perlukan cop halal, sebaliknya cop haram, kerana di dalam negara Islam sepatutnya barangan halal lebih banyak dijual berbanding yang haram.", "authors": ["Siti Zubaidah Mat Isa Dan Mohd Hafiz Ismail"], "news": "Sinarharian", "keyword": ["babi", "halal", "haram", "ppim", "ramuan", "terperinci", "jakim", "cop", "konsep", "dna"], "language": "INDONESIA"}, {"date": "05-19-2018", "text": "Jabatan Siasatan Jenayah Komersial (JSJK) Bukit Aman berkata jabatan itu akan menyiasat sebarang dakwaan salah laku oleh anggota polis, seperti yang didakwa bekas perdana menteri dan anggota keluarganya awal hari ini.\n\n\n\nDalam satu kenyataan malam ini, Pengarah JSJK, Datuk Seri Amar Singh Ishar Singh memperjelaskan bahawa pada 16 dan 17 Mei lalu, pihaknya telah menggeledah enam premis yang dikaitkan dengan siasatan syarikat 1Malaysia Development Berhad (1MDB).\n\n\n\nKatanya, enam ‘pegawai kanan polis’ telah dilantik sebagai ‘Pegawai Lapangan’ sewaktu itu untuk memantau setiap premis.\n\n\n\n“Setiap Komander yang bertanggungjawab telah diingatkan oleh saya secara jelas untuk melakukan penggeledahan secara profesional dan paling penting menghormati penghuni di premis terbabit, kerana ia dihuni oleh bekas perdana menteri dan anggota keluarganya.\n\n\n\n\"Berkaitan dakwaan yang 'ada yang meminta makanan disediakan dan anggota polis menjamah makanan dan coklat dari peti sejuk', saya memohon agar maklumat diberikan, seperti dimanakah kejadian itu berlaku dan mengenal pasti anggota yang didakwa terbabit.\n\n\n\n“Saya tidak akan bertoleransi dengan sikap tidak profesional dan tindakan tegas terhadap anggota yang melanggar Prosedur Operasi Standard (SOP) polis, sekiranya dakwaan itu benar,\" katanya.\n\n\n\nBACA: Najib buat laporan polis, dakwa diancam\n\nBACA: Najib tidak puas hati, dakwa pakaian harian cucu pun dirampas - Peguam\n\n\n\nBACA: Rosmah Mansor harap tiada butiran siasatan bocor\n\n\n\nDakwaan terbabit disampaikan menerusi peguam Datuk Seri Najib Tun Razak, Datuk Harpal Singh Grewal.\n\n\n\nMengenai dakwaan oleh Datin Seri Rosmah Mansor, yang dibuat menerusi firma guaman Valen, Oh & Partners, kononnya berlaku ‘kebocoran gambar penggeledahan di media sosial”, Amar memberi jaminan tindakan akan diambil bagi mengelakkannya dari berlaku.\n\n\n\n“Saya telah mengarahkan pegawai kami untuk tidak membawa telefon bimbit sewaktu melakukan siasatan, kecuali oleh Komander dan timbalannya dan telefon hanya untuk tujuan berkomunikasi sahaja.\n\n\n\n“Gambar dan rakaman video di lokasi juga hanya boleh diambil oleh jurugambar rasmi,\" katanya lagi.\n\n\n\nBACA: 284 kotak, 72 bagasi mengandungi wang tunai, beg berjenama dirampas dari kondominium mewah\n\n\n\nPolis juga memohon pihak-pihak yang mempunyai maklumat berhubung kebocoran gambar-gambar terbabit untuk tampil membantu siasatan dan sama ada ia datang dari pihak polis atau sebaliknya, kerana “ada terdapat anggota keluarga dan rakan yang berada di situ sewaktu penggeledahan.”\n\n\n\nTambahnya, JSJK sentiasa mensasarkan kecemerlangan dan profesionalisme dalam siasatan mereka, sebarang tingkah laku yang melanggar arahan dan tidak profesional akan diambil tindakan yang tegas.", "top-image": "https://img.astroawani.com/2018-05/81526745224_DatukAmarSinghIsh.jpg", "url": "http://www.astroawani.com/berita-malaysia/polis-jawab-isu-makan-coklat-minta-makanan-di-rumah-najib-175937", "title": "Polis jawab isu makan coklat, minta makanan di rumah Najib", "summary": "Katanya, enam ‘pegawai kanan polis’ telah dilantik sebagai ‘Pegawai Lapangan’ sewaktu itu untuk memantau setiap premis.\n“Saya tidak akan bertoleransi dengan sikap tidak profesional dan tindakan tegas terhadap anggota yang melanggar Prosedur Operasi Standard (SOP) polis, sekiranya dakwaan itu benar,\" katanya.\nBACA: Najib buat laporan polis, dakwa diancamBACA: Najib tidak puas hati, dakwa pakaian harian cucu pun dirampas - PeguamBACA: Rosmah Mansor harap tiada butiran siasatan bocorDakwaan terbabit disampaikan menerusi peguam Datuk Seri Najib Tun Razak, Datuk Harpal Singh Grewal.\n“Saya telah mengarahkan pegawai kami untuk tidak membawa telefon bimbit sewaktu melakukan siasatan, kecuali oleh Komander dan timbalannya dan telefon hanya untuk tujuan berkomunikasi sahaja.\n“Gambar dan rakaman video di lokasi juga hanya boleh diambil oleh jurugambar rasmi,\" katanya lagi.", "authors": [], "news": "Astro Awani", "keyword": ["terbabit", "coklat", "singh", "dakwaan", "jsjk", "siasatan", "rosmah", "diambil", "makan", "najib", "telefon", "profesional"], "language": "INDONESIA"}, {"date": "06-19-2018", "text": "PUTRAJAYA 20 Jun - Isu masalah pembaziran makanan yang sedang berlaku di Malaysia akan disentuh dalam Dasar Komuniti Negara yang bakal dirancang tidak lama lagi.\n\nMenteri Perumahan dan Kerajaan Tempatan, Zuraida Kamaruddin berkata, dasar tersebut akan memuatkan pelan tindakan komprehensif pembangunan komuniti di Malaysia.\n\n“Kementerian peka terhadap masalah pembaziran makanan yang sedang berlaku di Malaysia terutamanya semasa musim perayaan.\n\n“Cadangan daripada beberapa pihak berkenaan penubuhan Akta Pembaziran Makanan akan dikaji dengan lebih teliti dari pelbagai sudut,” katanya dalam satu kenyataan di sini hari ini.\n\nBeliau mengulas cadangan Pensyarah Kanan Fakulti Syariah & Undang-Undang Universiti Sains Islam Malaysia (USIM), Dr. Muzaffar Syah Mallow agar Akta Pembaziran Makanan diwujudkan di negara ini.\n\nLangkah itu bagi mengatasi budaya pembaziran dalam kalangan rakyat di negara ini terutamanya yang dilihat banyak berlaku sepanjang bulan Ramadan dan Syawal.\n\nMengulas lanjut, Zuraida menjelaskan, penekanan harus diberikan bukan hanya dari sudut polisi dan dasar tetapi keberkesanan akta tersebut untuk dikuatkuasakan.\n\nBeliau menambah. pihaknya turut akan melihat pelaksanaan undang-undang berkenaan pembaziran makanan di negara maju seperti Perancis sebagai rujukan.\n\n“Pada masa yang sama, rakyat Malaysia harus menerima pendidikan yang secukupnya tentang penjimatan bahan makanan sekali gus dapat membantu mengurangkan pembaziran secara menyeluruh dan praktikal,” katanya. - UTUSAN ONLINE", "top-image": "http://www.utusan.com.my/polopoly_fs/1.693383!/image/image.jpg_gen/derivatives/landscape_650/image.jpg", "url": "http://www.utusan.com.my/berita/nasional/isu-pembaziran-makanan-disentuh-dalam-dasar-komuniti-negara-1.693380", "title": "Isu pembaziran makanan disentuh dalam Dasar Komuniti Negara", "summary": "PUTRAJAYA 20 Jun - Isu masalah pembaziran makanan yang sedang berlaku di Malaysia akan disentuh dalam Dasar Komuniti Negara yang bakal dirancang tidak lama lagi.\nMenteri Perumahan dan Kerajaan Tempatan, Zuraida Kamaruddin berkata, dasar tersebut akan memuatkan pelan tindakan komprehensif pembangunan komuniti di Malaysia.\n“Cadangan daripada beberapa pihak berkenaan penubuhan Akta Pembaziran Makanan akan dikaji dengan lebih teliti dari pelbagai sudut,” katanya dalam satu kenyataan di sini hari ini.\nBeliau mengulas cadangan Pensyarah Kanan Fakulti Syariah & Undang-Undang Universiti Sains Islam Malaysia (USIM), Dr. Muzaffar Syah Mallow agar Akta Pembaziran Makanan diwujudkan di negara ini.\npihaknya turut akan melihat pelaksanaan undang-undang berkenaan pembaziran makanan di negara maju seperti Perancis sebagai rujukan.", "authors": ["Sofian Baharom"], "news": "Utusan Malaysia", "keyword": ["undangundang", "terutamanya", "komuniti", "zuraida", "universiti", "sudut", "utusan", "akta", "disentuh", "usim", "pembaziran"], "language": "INDONESIA"}, {"date": "08-14-2018", "text": "PUTRAJAYA 14 Ogos - Kementerian Kesihatan akan meningkatkan pemantauan ke atas makanan di pasaran tempatan dan di semua pintu masuk negara berhubung tular isu lambakan udang galah murah yang membawa kesan kesihatan.\n\nKetua Pengarah Kesihatan , Datuk Dr. Noor Hisham Abdullah berkata, pihaknya menjalankan pemantauan itu menerusi Bahagian Keselamatan dan Kualiti Makanan (BKKM) selain bekerjasama dengan Kementerian Pertanian dan Industri Asas Tani.\n\n\"Semua makanan yang diimport ke negara ini perlu mematuhi Akta Makanan 1983 dan peraturan-peraturan di bawahnya.\n\n\"Adalah menjadi tanggungjawab pihak terlibat seperti pengimport, ejen, penjual dan sebagainya untuk memastikan produk makanan yang diimport dan dijual di pasaran mematuhi perundangan makanan,\" katanya dalam satu kenyataan di sini.\n\nBeliau berkata demikian bagi mengulas isu tular dalam media sosial berkaitan lambakan udang galah murah di negara ini yang didakwa telah menyebabkan gatal-gatal, badan bengkak, bengkak hidung, mata berair serta cirit-birit dan muntah.\n\nMengulas lanjut, Noor Hisham berkata, sejak 1 Januari 2005, semua konsainan udang termasuk udang galah yang diimport perlu disertai dengan Sijil Kesihatan yang memberi jaminan bebas bahan terlarang yang dikeluarkan oleh pihak berkuasa negara pengeksport terlibat.\n\n\"Bagi tujuan pemantauan, pada tahun 2017, sejumlah 183 sampel udang import telah diambil di pintu masuk negara manakala sejumlah 56 sampel udang import telah diambil di pintu masuk negara bagi tempoh Januari sehingga Julai 2018.\n\n\"Kesemuanya telah didapati mematuhi Akta Makanan 1983 dan peraturan-peraturan di bawahnya,\" katanya.\n\nUjar beliau, pengguna yang mempunyai sebarang kemusykilan berhubung sebarang isu keselamatan makanan, boleh menghubungi Pejabat Kesihatan Daerah atau Jabatan Kesihatan Negeri terdekat, atau hubungi KKM melalui laman sesawang http://moh.spab.gov.my atau facebook BKKM di www.facebook.com/bkkmhq - UTUSAN ONLINE", "top-image": "http://www.utusan.com.my/polopoly_fs/1.155210!/image/image.jpg_gen/derivatives/landscape_650/image.jpg", "url": "http://www.utusan.com.my/berita/nasional/kementerian-kesihatan-pantau-isu-udang-galah-murah-jejas-kesihatan-1.729131", "title": "Kementerian Kesihatan pantau isu udang galah murah jejas kesihatan", "summary": "PUTRAJAYA 14 Ogos - Kementerian Kesihatan akan meningkatkan pemantauan ke atas makanan di pasaran tempatan dan di semua pintu masuk negara berhubung tular isu lambakan udang galah murah yang membawa kesan kesihatan.\n\"Semua makanan yang diimport ke negara ini perlu mematuhi Akta Makanan 1983 dan peraturan-peraturan di bawahnya.\nBeliau berkata demikian bagi mengulas isu tular dalam media sosial berkaitan lambakan udang galah murah di negara ini yang didakwa telah menyebabkan gatal-gatal, badan bengkak, bengkak hidung, mata berair serta cirit-birit dan muntah.\nMengulas lanjut, Noor Hisham berkata, sejak 1 Januari 2005, semua konsainan udang termasuk udang galah yang diimport perlu disertai dengan Sijil Kesihatan yang memberi jaminan bebas bahan terlarang yang dikeluarkan oleh pihak berkuasa negara pengeksport terlibat.\n\"Bagi tujuan pemantauan, pada tahun 2017, sejumlah 183 sampel udang import telah diambil di pintu masuk negara manakala sejumlah 56 sampel udang import telah diambil di pintu masuk negara bagi tempoh Januari sehingga Julai 2018.", "authors": ["Kamil Maslih"], "news": "Utusan Malaysia", "keyword": ["diimport", "udang", "sampel", "noor", "pemantauan", "galah", "tular", "jejas", "pintu", "murah", "pantau", "mematuhi", "peraturanperaturan"], "language": "INDONESIA"}, {"date": "02-02-2018", "text": "", "top-image": "", "url": "https://www.bharian.com.my/berita/nasional/2018/02/383819/rampas-produk-makanan-minuman-ada-kimia-larangan", "title": "", "summary": "", "authors": [], "news": "Berita Harian", "keyword": [], "language": "INDONESIA"}, {"date": "06-24-2016", "text": "ISU berkaitan sekuriti ma­ka­nan mula mendapat per­ha­tian rakyat negara ini apa­bila Malaysia berhadapan de­­ngan krisis kekurangan makanan pada tahun 2008. Ini berikutan pengeluaran beberapa jenis tanaman kontan pada tahun berkenaan seperti beras, gandum dan jagung susut mendadak di negara-negara pengeluar utama hingga menjejaskan bekalan.\n\nAntara punca utamanya adalah disebabkan perubahan iklim kesan daripada pemanasan global. Sebagai sebuah negara pengimport makanan khususnya beras, Malaysia tidak terkecuali berhadapan dengan situasi yang amat sukar itu.\n\nMalah krisis tersebut yang kemudian diburukkan lagi dengan peningkatan harga makanan ruji khususnya beras serta gandum turut mencetus kebimbangan Pertubuhan Makanan dan Pertanian (FAO) kemungkinan berlakunya rusuhan terutama di negara-negara miskin pada masa itu.\n\nSememangnya tekanan amat dirasai oleh Malaysia ketika krisis tersebut berlaku apatah lagi negara pengeksport beras utama rantau ini seperti Thailand dan Vietnam terpaksa menggantung eksport beras mereka ke luar negara buat sementara apabila ke­utamaan diberikan kepada kegunaan domestik.\n\nSehingga hari ini tahap pengeluaran beras di Malaysia secara keseluruhan masih tidak mencukupi iaitu dalam lingkungan 72 peratus dan terdapat 28 peratus lagi kekurangan yang perlu ditampung bagi kegunaan rakyat.\n\nMahu tidak mahu jumlah baki beras yang kurang itu perlu diimport dari negara-negara pengeluar memandangkan beras keluaran tempatan masih belum cukup untuk menanggung keperluan ke­seluruhan penduduk negara ini.\n\nSelain beras, Malaysia turut berhadapan dengan kekurangan pengeluaran bekalan makanan lain antaranya daging lembu tempatan yang hanya mencakupi ke­gunaan 28 peratus, daging kam­bing (28 peratus) dan sayur-sayuran (33 peratus). Bagi menampung kekurangan tersebut, negara terpaksa bergantung kepada import.\n\nKini lapan tahun telah pun berlalu dan rakyat negara ini semakin melupai peristiwa tersebut walaupun pada hakikatnya krisis kekurangan makanan boleh berlaku tanpa diduga.\n\nBoleh dikatakan rakyat Malaysia ketika ini mewah dengan pelbagai jenis makanan dan minuman sehingga ke satu peringkat berlakunya pembaziran makanan secara berlebihan. Betul kata orang, kita tidak belajar daripada peristiwa lampau, Tidak mustahil mungkin satu hari nanti negara bakal mengalami kekura­ngan bekalan makanan khususnya beras seperti mana yang pernah berlaku pada tahun 2008. Jika ada sekalipun mungkin harga yang ditetapkan terlalu mahal kerana faktor kekurangan bekalan.\n\nIsu itu kemudian telah dikupas oleh tiga ahli panel dalam Program Advokasi Ilmuwan Majlis Profesor Negara (MPN) Bersama Utusan Malaysia dan RTM bertajuk, Sekuriti Makanan Negara: Sampai Bila? di Universiti Putra Malaysia (UPM), baru-baru ini.\n\nPanel pertama iaitu Naib Canselor UPM, Prof. Datin Paduka Dr. Aini Ideris memberitahu dalam satu kajian yang pernah dijalankan sebelum ini sekiranya rakyat tidak mendapat bekalan makanan dalam tempoh empat hari, negara tersebut akan huru hara.\n\n“Isu sekuriti makanan ini amat penting dan mesti diberikan ke­utamaan kerana kaitannya de­ngan soal keselamatan negara. Oleh itu terdapat beberapa perkara diberikan perhatian berhubung dengan isu ini antaranya kesedia­an, kecapaian, keupayaan dan kestabilan,’’ katanya.\n\nFakta yang dikemukakan oleh beliau kemudian disokong oleh ahli panel kedua, Timbalan Naib Canselor (Akademik dan Antarabangsa) UPM, Prof. Datuk Dr. Mad Nasir Shamsudin yang mahu semua pihak termasuk kerajaan berusaha keras memperluaskan lagi pelaburan dalam industri agro makanan negara.\n\nRealitinya beliau berkata, bekalan makanan untuk kegunaan rakyat negara ini masih belum mencukupi hingga menyebabkan jumlah import bahan-bahan tersebut semakin meningkat dari setahun ke setahun hingga mencecah RM45.4 bilion.\n\nDalam perkembangan sama Mad Nasir telah mengkategorikan sektor pertanian negara kepada dua bahagian iaitu perladangan komoditi dan pertanian. Berban­ding pertanian, sektor perladangan komoditi khususnya kelapa sawit telah memperlihatkan kemampuannya sehingga Malaysia menjadi negara pengeluar minyak sawit utama dunia.\n\nBerbeza dengan bidang pertanian terutama pengeluaran agro makanan beliau berkata, bidang tersebut kurang diminati atas pelbagai faktor antaranya risiko pe­nyakit yang tinggi selain kurang mendapatkan keuntungan.\n\n“Apapun sektor ini sebenarnya amat penting kerana kaitannya dengan soal keselamatan negara. Memang pulangan dari segi nilai ringgit kurang tetapi pulangan dari segi sosial adalah amat pen­ting. Dengan adanya bekalan makanan yang mencukupi negara akan terus aman, damai dan harmoni\n\n“Oleh itu perkara ini tidak boleh dipandang ringan dan sesuatu perlu dilakukan bagi melonjakkan lagi industri pertanian makanan negara termasuk menyediakan pelbagai insentif kepada setiap pengusaha,’’ katanya.\n\nAhli panel ketiga, Prof. Dr. Ghizan Salleh yang juga Ketua Kluster Pertanian dan Makanan MPN ketika membicarakan isu tersebut telah menyentuh kepentingan industri agro makanan dengan stok penimbal.\n\nKatanya, selepas berlaku krisis makanan tahun 2008, kerajaan telah membuat keputusan untuk menaikkan keperluan stok pe­nimbal iaitu daripada 30 hari kepada 45 hari. Stok penimbal akan digunakan di saat negara putus bekalan makanan.\n\nSebab itu katanya, industri agro makanan tempatan perlu dipertingkatkan lagi supaya bekalan stok penimbal sentiasa mencukupi, bahkan di negara maju stan­dard stok penimbal yang ditetapkan adalah selama enam bulan.", "top-image": "http://m.utusan.com.my/polopoly_fs/1.346404!/image/image.jpg_gen/derivatives/landscape_650/image.jpg", "url": "http://m.utusan.com.my/rencana/mantapkan-sekuriti-makanan-1.346405", "title": "MANTAPKAN SEKURITI MAKANAN", "summary": "ISU berkaitan sekuriti ma­ka­nan mula mendapat per­ha­tian rakyat negara ini apa­bila Malaysia berhadapan de­­ngan krisis kekurangan makanan pada tahun 2008.\nKini lapan tahun telah pun berlalu dan rakyat negara ini semakin melupai peristiwa tersebut walaupun pada hakikatnya krisis kekurangan makanan boleh berlaku tanpa diduga.\nJika ada sekalipun mungkin harga yang ditetapkan terlalu mahal kerana faktor kekurangan bekalan.\nKatanya, selepas berlaku krisis makanan tahun 2008, kerajaan telah membuat keputusan untuk menaikkan keperluan stok pe­nimbal iaitu daripada 30 hari kepada 45 hari.\nSebab itu katanya, industri agro makanan tempatan perlu dipertingkatkan lagi supaya bekalan stok penimbal sentiasa mencukupi, bahkan di negara maju stan­dard stok penimbal yang ditetapkan adalah selama enam bulan.", "authors": ["Saifulizam Mohamad", "Laupa Junus", "Zulqurnain Othman"], "news": "Utusan Malaysia", "keyword": ["pertanian", "agro", "krisis", "stok", "bekalan", "kegunaan", "mencukupi", "mantapkan", "kekurangan", "beras", "penimbal"], "language": "INDONESIA"}, {"date": "01-24-2018", "text": "Pengusaha kantin di Kafa As Syarif bukan sahaja sediakan makanan berkualiti malah menyediakan pelbagai menu menarik pada harga sangat berpatutan.\n\nA- A+ (Ubah saiz teks)\n\nISU makanan mahal yang dijual di kantin sekolah bukan isu baharu kerana saban tahun ia menjadi subjek bualan sama ada ibu bapa mahu pun guru.\n\nPengusaha kantin didakwa meletakkan harga di luar kemampuan murid serta pelajar sehingga memaksa ibu bapa menambah wang perbelanjaan sekolah kepada anak-anak mereka.\n\nLebih mengecewakan apabila ada pengusaha kantin mengenakan harga mahal, namun kuantiti makanan dijual sedikit, bersaiz kecil dan tidak berbaloi dengan harga dibayar.\n\nTidak setakat itu, makanan segera yang tidak sihat juga dijual oleh segelintir pengusaha kantin dan ia amat meresahkan ibu bapa.\n\nJusteru, ikuti tinjauan wartawan NOR AZIHAN MD GHAZALI, HIDAYAH HAIROM, NORAFIZA JAAFAR, ARZIANA MOHMAD AZAMAN, NURUL FIRDAUS KHAIRI, MOHD RIDZUAN ABU HASSAN, AHMAD ISMADI ISMAIL dan MOHD IZZATUL IZUAN TAHIR di beberapa kantin sekolah di sekitar Lembah Klang dan Selangor berhubung isu ini.\n\nKUALA LANGAT - Tindakan segelintir pengusaha kantin mengenakan caj makanan yang mahal dianggap tidak wajar lebih-lebih lagi pelanggan mereka adalah golongan murid dan pelajar sekolah.\n\nLebih menggusarkan ibu bapa apabila anak-anak mereka disajikan dengan menu makan tidak sihat.\n\nPembantu pengusaha kantin yang hanya ingin dikenali sebagai Marzia, 40, ketika ditemui mengakui isu sebegini sememangnya ada berlaku di kantin sekolah.\n\nDia yang pernah menjadi pembantu di tiga kantin sekolah di sekitar Kuala Langat memberitahu, pernah satu masa majikannya meletakkan harga 50 sen untuk seketul kuih sedangkan saiz kuih terlalu kecil dan tidak mengikut cita rasa murid-murid.\n\n“Bila kantin caj mahal, kebanyakan pelajar bawa bekal dari rumah. Akibatnya makanan di kantin tak habis dijual. Saya fikir keadaan itu berlaku kerana harga semasa sebiji kuih di luar mencecah 50 sen. Tapi bagi saya, harga makanan kantin sekolah sangat tak sesuai ikut harga di pasaran luar,” katanya.\n\nKatanya, dia menyedari kenaikan harga barang dalam keadaan ekonomi kini memaksa harga makanan dinaikkan, tapi sebagai pengusaha kantin sekolah perlu bijak cari idea menarik minat murid-murid dengan menawarkan harga murah tetapi sedap.\n\nSementara itu, seorang pengusaha kantin, Dalila Bidin yang baru tahun ini menceburi bidang ini memberitahu, dia ada menerima pelbagai komen dan keluhan ibu bapa mengenai harga makanan di kantin sekolah.\n\n“Dengan kenaikan harga barang memang perlu naikkan sedikit harga makanan. Tapi jangan terlalu beza dengan harga tahun sebelumnya. Mengenai menu sihat di kantin memang boleh buat tapi, harganya tak menentu. Jika ibu bapa sanggup keluar belanja lebih untuk anak-anak tak mustahil semua pengusaha kantin boleh sediakan menu makanan sihat di sekolah,” katanya yang berpeluang mengusahakan kantin di Sekolah Kafa As Syarif Telok Datok.\n\nTambahnya, sebagai pengusaha kantin dia mencuba kelainan menu di kantin contohnya menyediakan makanan masa kini yang menjadi kegemaran pelajar termasuk bihun sup, kuetiau tomyam, pasta, roti John dan sebagainya dengan campuran sayur-sayuran di dalam menu tersebut.\n\nKatanya, secara tidak langsung unsur menu sihat ada di situ.\n\nBagi Pengerusi Pentadbiran Kafa As-Syarif, Zawalajam Mashod berkata, beliau sedia maklum kebanyakan harga makanan di kantin sekolah sangat tinggi.\n\n“Tapi Alhamdulillah, pengusaha kantin di Kafa As Syarif sedia maklum akan keadaan ini. Pengusaha baru ini, bukan sahaja sediakan makanan berkualiti malah ada pelbagai menu menarik dengan harga yang sangat berpatutan,” katanya.\n\nDalam pada itu seorang suri rumah, Ruziana Ismail, 34, berkata, menu sihat atau tidak sihat itu sebenarnya bergantung kepada pengusaha kantin yang menyediakan makanan.\n\nMenurutnya jika hanya ingin kaut keuntungan semata-mata sudah tentu penyediaan makanan tidak lengkap seperti tiada sayur, tiada sumber protein dalam makanan dan sebagainya.\n\n“Kadang-kadang pengusaha kantin tak dapat sediakan makanan yang sihat disebabkan kos tinggi namun. Tapi bagi saya tak salah sediakan harga yang murah walaupun kuantiti sedikit tapi makanan seimbang.\n\n“Sebagai ibu bapa tentulah kami nak tengok anak-anak makan makanan sihat macam di rumah. Jadi memang harap sangat di sekolah pun sediakan makanan yang sihat,” katanya yang memberi wang belanja RM3 berbanding RM2 tahun lalu kepada anaknya.\n\nRuziana berkata, tidak dinafikan makanan seperti sosej dijual di mana-mana kantin sekolah dan dilabel sebagai makanan tidak sihat tetapi baginya itulah makanan kegemaran anak-anak hari ini.\n\nKatanya, mungkin pemantauan perlu dilakukan supaya tidak jual setiap hari sebaliknya berkala seperti seminggu sekali supaya anak-anak lebih menumpukan makanan menyihatkan.", "top-image": "http://www.sinarharian.com.my/polopoly_fs/1.788982!/image/image.jpg_gen/derivatives/landscape_700/image.jpg", "url": "http://www.sinarharian.com.my/edisi/selangor-kl/caj-mahal-murid-bawa-bekal-1.788978", "title": "‘Caj mahal, murid bawa bekal’", "summary": "Pengusaha kantin didakwa meletakkan harga di luar kemampuan murid serta pelajar sehingga memaksa ibu bapa menambah wang perbelanjaan sekolah kepada anak-anak mereka.\nLebih mengecewakan apabila ada pengusaha kantin mengenakan harga mahal, namun kuantiti makanan dijual sedikit, bersaiz kecil dan tidak berbaloi dengan harga dibayar.\nKUALA LANGAT - Tindakan segelintir pengusaha kantin mengenakan caj makanan yang mahal dianggap tidak wajar lebih-lebih lagi pelanggan mereka adalah golongan murid dan pelajar sekolah.\nPembantu pengusaha kantin yang hanya ingin dikenali sebagai Marzia, 40, ketika ditemui mengakui isu sebegini sememangnya ada berlaku di kantin sekolah.\n“Bila kantin caj mahal, kebanyakan pelajar bawa bekal dari rumah.", "authors": ["Nor Azihan", "Hidayah", "Norafiza", "Arziana", "Nurul Firdaus", "Mohd Ridzuan", "Ahmad Ismadi", "Mohd Izzatul"], "news": "Sinarharian", "keyword": ["anakanak", "sediakan", "menu", "pengusaha", "murid", "bekal", "dijual", "sihat", "kantin", "bapa", "pelajar", "caj", "mahal", "bawa"], "language": "INDONESIA"}, {"date": "08-02-2018", "text": ": Tahap kebergantungan Malaysia terhadap bekalan import makanan berada pada tahap membimbangkan, ujar Menteri Pertanian dan Asas Tani, Datuk Salahuddin Ayub.Susulan itu katanya, kerajaan mengambil langkah berhati-hati dalam memastikan bekalan makanan negara mencukupi terutama isu melibatkan sekuriti makanan.Langkah berkenaan termasuk membina jelapang-jelapang tanaman padi yang baharu khususnya di Sabah dan Sarawak.\"Sekuriti makanan ini menjadi tugas utama kementerian. Kita akan memulakan langkah dengan memastikan jelapang-jelapang baharu bagi tanaman padi kita.\"Saya telah melontarkan idea ini semasa lawatan ke Sarawak di mana saya melihat potensi keluasan tanah di Sarawak dan Sabah untuk dijadikan jelapang baharu di samping memodenkan jelapang kita di Semenanjung,\" katanya dalam sidang media selepas Program Ramah Mesra Bersama Rakan Media di Menara Lembaga Pertubuhan Peladang di sini hari ini.Jelas beliau, walaupun usaha mewujudkan lebih banyak jelapang padi berkenaan akan mengambil masa yang panjang, namun, perancangan itu perlu dimulakan segera.Dalam pada itu, kementeriannya juga sedang mengkaji geran bantuan yang sesuai untuk membantu program Agrosiswa.\"Mahasiswa UPM saya pelawakan untuk guna platform Agrosiswa ini sebaik mungkin,\" katanya.Agrosiswa juga akan tetap diteruskan dalam usaha menambah ilmu pengetahuan kepada mahasiswa dan pada masa sama menggalakkan lepasan graduan menceburkan diri dalam bidang pertanian.", "top-image": "https://img.astroawani.com/2018-08/81533227215_Sawahpadi.jpg", "url": "http://www.astroawani.com/berita-malaysia/kebergantungan-malaysia-terhadap-import-makanan-membimbangkan-salahuddin-182034", "title": "Kebergantungan Malaysia terhadap import makanan membimbangkan- Salahuddin", "summary": ": Tahap kebergantungan Malaysia terhadap bekalan import makanan berada pada tahap membimbangkan, ujar Menteri Pertanian dan Asas Tani, Datuk Salahuddin Ayub.Susulan itu katanya, kerajaan mengambil langkah berhati-hati dalam memastikan bekalan makanan negara mencukupi terutama isu melibatkan sekuriti makanan.Langkah berkenaan termasuk membina jelapang-jelapang tanaman padi yang baharu khususnya di Sabah dan Sarawak.\n\"Sekuriti makanan ini menjadi tugas utama kementerian.\nKita akan memulakan langkah dengan memastikan jelapang-jelapang baharu bagi tanaman padi kita.\n\"Saya telah melontarkan idea ini semasa lawatan ke Sarawak di mana saya melihat potensi keluasan tanah di Sarawak dan Sabah untuk dijadikan jelapang baharu di samping memodenkan jelapang kita di Semenanjung,\" katanya dalam sidang media selepas Program Ramah Mesra Bersama Rakan Media di Menara Lembaga Pertubuhan Peladang di sini hari ini.Jelas beliau, walaupun usaha mewujudkan lebih banyak jelapang padi berkenaan akan mengambil masa yang panjang, namun, perancangan itu perlu dimulakan segera.Dalam pada itu, kementeriannya juga sedang mengkaji geran bantuan yang sesuai untuk membantu program Agrosiswa.\n\"Mahasiswa UPM saya pelawakan untuk guna platform Agrosiswa ini sebaik mungkin,\" katanya.Agrosiswa juga akan tetap diteruskan dalam usaha menambah ilmu pengetahuan kepada mahasiswa dan pada masa sama menggalakkan lepasan graduan menceburkan diri dalam bidang pertanian.", "authors": [], "news": "Astro Awani", "keyword": ["import", "pertanian", "jelapangjelapang", "tugas", "upm", "padi", "jelapang", "salahuddin", "bekalan", "semenanjung", "tani", "kebergantungan", "tanaman", "membimbangkan"], "language": "INDONESIA"}, {"date": "05-29-2018", "text": "KUALA LUMPUR - Kementerian Pertanian dan Industri Asas Tani (MOA) memberi jaminan bekalan bahan makanan utama untuk kegunaan sepanjang Ramadan sehingga sambutan Hari Raya Aidilfitri adalah mencukupi.\n\nMenterinya, Salahuddin Ayub berkata, perancangan bagi menjamin bekalan bahan makanan utama seperti daging, ayam, ikan, sayur-sayuran dan buah-buahan mencukupi bagi menghadapi musim perayaan telah dibuat oleh MOA sejak tiga bulan lepas.\n\n\"MOA telah mengambil langkah proaktif memastikan bekalan mencukupi melalui meningkatkan pengeluaran tempatan dan menambahkan kuota import bagi beberapa makanan terpilih serta melaksanakan sekatan eksport ikan ke luar negara,\" kata beliau dalam satu kenyataan hari ini.\n\nBagi tempoh sebulan musim perayaan sempena Ramadan dan Aidil Fitri, MOA menganggarkan jumlah pengeluaran bahan-bahan utama makanan seperti daging lembu (tempatan dan import) adalah sebanyak 49,733 tan metrik, ayam (tempatan) 351,046 tan metrik, telur ayam 2,808 juta biji, dan kobis bulat 15,000 tan metrik manakala ikan (pelbagai spesis) sebanyak 108,500 tan metrik.\n\nSalahuddin berkata, kadar harga jualan di pasar khususnya di pasar tani sepatutnya berpatutan walaupun berlaku peningkatan permintaan semasa musim perayan ini.\n\nKatanya, sekiranya berlaku bekalan yang tidak mencukupi dan wujudnya peningkatan harga, pengguna dinasihatkan supaya melaporkan kepada MOA dan Kementerian Perdagangan Dalam Negeri, Koperasi dan Kepenggunaan (KPDNKK).\n\n\"Penguatkuasaan akan dipertingkatkan dengan kerjasama KPDNKK bagi memastikan tiada unsur pencatutan dan peniaga meletakkan tanda harga pada barangan yang dijual,\" tambah beliau.\n\nSebagai rujukan, pengguna juga boleh menggunakan aplikasi MyHarga Tani dan Go Pasar Tani oleh Lembaga Pemasaran Pertanian Persekutuan (FAMA) serta Price Catcher oleh KPDNKK bagi mendapatkan maklumat dan membuat perbandingan harga. - Bernama", "top-image": "http://www.kosmo.com.my/polopoly_fs/1.682019!/image/image.jpg_gen/derivatives/landscape_650/image.jpg", "url": "http://www.kosmo.com.my/terkini/bekalan-bahan-makanan-utama-musim-perayaan-mencukupi-1.682018", "title": "Bekalan bahan makanan utama musim perayaan mencukupi", "summary": "KUALA LUMPUR - Kementerian Pertanian dan Industri Asas Tani (MOA) memberi jaminan bekalan bahan makanan utama untuk kegunaan sepanjang Ramadan sehingga sambutan Hari Raya Aidilfitri adalah mencukupi.\nMenterinya, Salahuddin Ayub berkata, perancangan bagi menjamin bekalan bahan makanan utama seperti daging, ayam, ikan, sayur-sayuran dan buah-buahan mencukupi bagi menghadapi musim perayaan telah dibuat oleh MOA sejak tiga bulan lepas.\n\"MOA telah mengambil langkah proaktif memastikan bekalan mencukupi melalui meningkatkan pengeluaran tempatan dan menambahkan kuota import bagi beberapa makanan terpilih serta melaksanakan sekatan eksport ikan ke luar negara,\" kata beliau dalam satu kenyataan hari ini.\nSalahuddin berkata, kadar harga jualan di pasar khususnya di pasar tani sepatutnya berpatutan walaupun berlaku peningkatan permintaan semasa musim perayan ini.\nKatanya, sekiranya berlaku bekalan yang tidak mencukupi dan wujudnya peningkatan harga, pengguna dinasihatkan supaya melaporkan kepada MOA dan Kementerian Perdagangan Dalam Negeri, Koperasi dan Kepenggunaan (KPDNKK).", "authors": [], "news": "Kosmo!", "keyword": ["pertanian", "perayaan", "ayam", "ikan", "bekalan", "metrik", "mencukupi", "tani", "moa", "ramadan"], "language": "INDONESIA"}, {"date": "08-29-2015", "text": "A- A+ (Ubah saiz teks)\n\nKUALA TERENGGANU - Pengambilan makanan yang mengandungi pewarna tambahan dengan dos yang banyak pada setiap hari berpotensi mengundang penyakit kanser bagi lelaki atau wanita dewasa.\n\n\n\nPensyarah Pusat Pengajian Sains dan Teknologi Makanan, Universiti Malaysia Terengganu (UMT), Dr Hayati Mohd Yusof berkata, walaupun risiko itu berasaskan kajian ke atas haiwan disebabkan timbul isu etika jika dilakukan kepada manusia, kesan pengambilan makanan\n\ndengan pewarna tambahan yang banyak berupaya mendatangkan keburukan kepada individu terbabit.\n\n\n\n“Sebagaimana semua jenis potensi risiko, jika ia diamalkan oleh ibu hamil, ia juga akan memberikan risiko kepada anak yang bakal dilahirkan, namun, bergantung pada dos pewarna yang terkandung dalam makanan dan tolerasi fisiologi tubuh ibu tersebut,” katanya.\n\n\n\nBeliau berkata, penggunaan pewarna tambahan dalam makanan telah diamalkan sejak sekian lama, walaupun begitu, terdapat banyak kemungkinan dan faktor bagi setiap kajian yang dijalankan untuk mendapat sesuatu keputusan.\n\n\n\n“Makanan komersial semuanya berwarna-warni, jadi kita amat sukar untuk menentukan dos toksik yang terkandung dalam makanan itu, sebab itulah ia bergantung kepada individu mengenai tahap keselamatannya.\n\n\n\n“Kemungkinan penyakit kanser juga masih di peringkat kajian lagi memandangkan proses kajian tidak memadai dengan hanya satu bentuk kajian, perlu ada satu analisis kompilasi beberapa kajian besar yang di kumpul bagi mendapat satu keputusan yang benar-benar jelas,” katanya.\n\n\n\nHayati berkata, sebenarnya, pendedahan terhadap bahan kimia secara langsung memberi kesan kepada kesihatan, bukan hanya berpunca daripada pewarna makanan.\n\n\n\n“Kalau di negara luar, terdapat sesetengah negara yang memang tidak menggalakkan penggunaan pewarna di dalam makanan contohnya di Sweden, yang suatu ketika dahulu menolak terus penggunaan pewarna bagi makanan komersial di negara itu.\n\n\n\n“Sebenarnya, untuk menyedarkan masyarakat mengenai kesan pengambilan pewarna dalam makanan dan minuman ini mengambil masa berpuluh-puluh tahun. Hasilnya bergantung kepada peranan ibu bapa dalam mencorakkan gaya pemakanan anak-anak mereka,” katanya.\n\n\n\nBeliau berkata, di Malaysia, kesedaran terhadap bahaya penggunaan pewarna dalam makanan masih kurang walaupun ia boleh menggugat pembesaran anak-anak secara sihat.\n\n\n\n“Kalau di Eropah, mereka banyak mengadakan kempen kesedaran sehingga ramai ibu bapa dan masyarakat yang peka mengenai perkara itu. Ini kerana suatu ketika, pewarna makanan pernah diwartakan berperanan menyumbang kepada hiperaktif dalam kalangan kanak-kanak.\n\n\n\n“Jadi, dalam perkara ini, kita semua disarankan mengehadkan pengambilan makanan dan minuman yang mengandungi pewarna tambahan ini, di samping didikan terhadap masyarakat mengenai perkara ini sebenarnya dilihat amat perlu dan penting bagi melahirkan\n\nmasyarakat yang sihat dan mengamalkan gaya pemakanan yang sihat,” katanya.\n\n\n\nMenurutnya, ibu bapa dan pihak sekolah juga perlu memainkan peranan dalam perkara ini.\n\n\n\n“Makanan ringan juga mengandungi bahan pewarna yang tinggi, jadi, kerjasama ibu bapa dan guru dalam mendidik anak-anak di bangku sekolah lagi dilihat amat perlu, malah pendekatan kedua-dua pihak ini amat penting bagi melahirkan generasi sihat dan cemerlang.\n\n\n\n“Pelbagai bentuk kempen dan penerangan mengenai perkara ini boleh dilakukan di semua peringkat terutama di peringkat sekolah,” katanya.", "top-image": "http://www.sinarharian.com.my/polopoly_fs/1.424974!/image/image.jpg_gen/derivatives/landscape_700/image.jpg", "url": "http://www.sinarharian.com.my/edisi/terengganu/usah-keterlaluan-mewarna-makanan-1.424973", "title": "Usah keterlaluan 'mewarna' makanan", "summary": "A- A+ (Ubah saiz teks)KUALA TERENGGANU - Pengambilan makanan yang mengandungi pewarna tambahan dengan dos yang banyak pada setiap hari berpotensi mengundang penyakit kanser bagi lelaki atau wanita dewasa.\nBeliau berkata, penggunaan pewarna tambahan dalam makanan telah diamalkan sejak sekian lama, walaupun begitu, terdapat banyak kemungkinan dan faktor bagi setiap kajian yang dijalankan untuk mendapat sesuatu keputusan.\nHayati berkata, sebenarnya, pendedahan terhadap bahan kimia secara langsung memberi kesan kepada kesihatan, bukan hanya berpunca daripada pewarna makanan.\n“Sebenarnya, untuk menyedarkan masyarakat mengenai kesan pengambilan pewarna dalam makanan dan minuman ini mengambil masa berpuluh-puluh tahun.\nBeliau berkata, di Malaysia, kesedaran terhadap bahaya penggunaan pewarna dalam makanan masih kurang walaupun ia boleh menggugat pembesaran anak-anak secara sihat.", "authors": ["Norhaspida Yatim"], "news": "Sinarharian", "keyword": ["kesan", "dos", "mengandungi", "pengambilan", "risiko", "sihat", "mewarna", "bapa", "tambahan", "kajian", "pewarna"], "language": "INDONESIA"}, {"date": "12-28-2017", "text": ": Sampel daripada 210 kotak susu rumusan bayi tiruan yang dirampas Kementerian Perdagangan Dalam Negeri, Koperasi dan Kepenggunaan (KPDNKK) di lima lokasi berbeza di Johor tempoh hari didapati tidak mengikut standard kualiti yang ditetapkan Kementerian Kesihatan (KKM).Bagaimanapun, Ketua Pengarahnya, Datuk Dr Noor Hisham Abdullah berkata produk berkenaan masih lagi selamat.\"KKM melalui Bahagian Keselamatan dan Kualiti Makanan bekerjasama rapat dengan KPDNKK dan telah mengambil sampel produk terbabit untuk analisis oleh Makmal Keselamatan dan Kualiti Makanan di bawah KKM dan Jabatan Kimia Malaysia bagi mengesahkan keselamatan produk berkenaan.\"Hasil analisis mendapati produk tersebut adalah selamat. Walau bagaimanapun, produk berkenaan tidak mencapai standard kualiti yang ditetapkan dalam Peraturan-Peraturan Makanan 1985 di bawah Akta Makanan 1983 iaitu dari segi kandungan lemak,\" katanya dalam satu kenyataan media yang dikeluarkan hari ini.Katanya, KKM sentiasa peka dan prihatin terhadap perkara-perkara yang boleh mengancam kesihatan pengguna.Justeru, pengguna yang mempunyai sebarang kemusykilan berhubung sebarang isu keselamatan makanan, boleh menghubungi Pejabat Kesihatan Daerah atau Jabatan Kesihatan Negeri terdekat.Pengguan juga boleh melayari atau melalui laman sesawang Sistem Pengurusan Aduan Awam (SisPAA) KKM atau facebook Bahagian Keselamatan dan Kualiti Makanan (BKKM ).", "top-image": "https://img.astroawani.com/2017-12/51514466842_KPK.jpg", "url": "http://www.astroawani.com/berita-malaysia/susu-tiruan-dirampas-tidak-ikut-kualiti-standard-akta-makanan-kkm-164180", "title": "Susu tiruan dirampas tidak ikut kualiti standard Akta Makanan - KKM", "summary": ": Sampel daripada 210 kotak susu rumusan bayi tiruan yang dirampas Kementerian Perdagangan Dalam Negeri, Koperasi dan Kepenggunaan (KPDNKK) di lima lokasi berbeza di Johor tempoh hari didapati tidak mengikut standard kualiti yang ditetapkan Kementerian Kesihatan (KKM).Bagaimanapun, Ketua Pengarahnya, Datuk Dr Noor Hisham Abdullah berkata produk berkenaan masih lagi selamat.\n\"KKM melalui Bahagian Keselamatan dan Kualiti Makanan bekerjasama rapat dengan KPDNKK dan telah mengambil sampel produk terbabit untuk analisis oleh Makmal Keselamatan dan Kualiti Makanan di bawah KKM dan Jabatan Kimia Malaysia bagi mengesahkan keselamatan produk berkenaan.\n\"Hasil analisis mendapati produk tersebut adalah selamat.\nWalau bagaimanapun, produk berkenaan tidak mencapai standard kualiti yang ditetapkan dalam Peraturan-Peraturan Makanan 1985 di bawah Akta Makanan 1983 iaitu dari segi kandungan lemak,\" katanya dalam satu kenyataan media yang dikeluarkan hari ini.Katanya, KKM sentiasa peka dan prihatin terhadap perkara-perkara yang boleh mengancam kesihatan pengguna.Justeru, pengguna yang mempunyai sebarang kemusykilan berhubung sebarang isu keselamatan makanan, boleh menghubungi Pejabat Kesihatan Daerah atau Jabatan Kesihatan Negeri terdekat.Pengguan juga boleh melayari atau melalui laman sesawang Sistem Pengurusan Aduan Awam (SisPAA) KKM atau facebook Bahagian Keselamatan dan Kualiti Makanan (BKKM ).", "authors": [], "news": "Astro Awani", "keyword": ["kkm", "susu", "terbabit", "terdekatpengguan", "sampel", "dirampas", "akta", "kpdnkk", "tiruan", "analisis", "ditetapkan", "kualiti", "standard"], "language": "INDONESIA"}, {"date": "05-23-2018", "text": "", "top-image": "", "url": "https://www.bharian.com.my/rencana/surat-pembaca/2018/05/429650/pantau-bufet-ramadan-guna-sijil-halal-tak-diiktiraf", "title": "", "summary": "", "authors": [], "news": "Berita Harian", "keyword": [], "language": "INDONESIA"}, {"date": "10-09-2018", "text": ": Sebanyak 42 kes baharu keracunan makanan (KRM) yang disyaki berpunca daripada memakan laksa yang dibeli di premis di Kupang, Baling telah direkodkan sehingga kini.Ketua Pengarah Kesihatan, Datuk Dr Noor Hisham Abdullah dalam satu kenyataan berkata dengan pertambahan itu menjadikan keseluruhan kes adalah sebanyak 61 dan kekal dua kematian seperti direkodkan.\"Pertambahan itu adalah 14 kes di Kedah, Perak (tujuh) dan Selangor sebanyak 21 kes yang dilaporkan mengalami gejala yang sama. Hasil siasatan mendapati pesakit yang bergejala mempunyai sejarah telah memakan laksa yang dibeli dari premis di Kupang Baling, Kedah iaitu di premis yang sama seperti dilaporkan oleh kes-kes KRM sebelum ini,\" katanya.Beliau berkata dengan laporan kes baharu itu membabitkan keseluruhan 24 kes adalah di Kedah iaitu 16 kes dari daerah Baling, lima kes dari daerah Sik dan tiga dari daerah Kulim manakala 21 kes pula di daerah Hulu Langat Selangor dan 16 kes dari Hulu Perak Gerik.Katanya sebanyak 21 pesakit dirawat sebagai pesakit dalam iaitu masing-masing lima di Hospital Gerik dan Hospital Pantai Sungai Petani, empat di Hospital Baling, masing-masing tiga di Hospital Sik dan di Pusat Perubatan UKM (PPUKM) dan satu di Hospital Columbia Asia manakala selebihnya 38 pesakit dirawat sebagai pesakit luar dan kesemua pesakit dilaporkan dalam keadaan stabil.Dr Noor Hisham berkata Jabatan Kesihatan Negeri Kedah telah menjalankan pemeriksaan terperinci terhadap premis yang menjual laksa tersebut dan siasatan juga mendapati ramuan laksa yang dijual tidak ada kaitan dengan Iceberg Lettuce yang telah tular di media sosial.Setakat ini Kementerian Kesihatan Malaysia (KKM) masih menunggu keputusan daripada sampel makanan yang telah dihantar ke makmal untuk dianalisa.\"Sampel najis daripada dua kes keracunan makanan di Baling adalah positif Salmonella spp dan kajian lanjut penemuan ini sedang dijalankan,\" katanya.Sehubungan itu kementerian menasihatkan orang ramai untuk mendapatkan rawatan segera jika mengalami gejala keracunan makanan dengan tatacara keselamatan makanan perlu dititikberatkan oleh semua pengendali makanan dan orang awam.Katanya makanan mesti dimakan tidak lebih daripada empat jam selepas penyediaannya dan sekiranya ia perlu disimpan, hendaklah di dalam suhu yang sesuai dan dipanaskan dengan suhu yang mencukupi bagi mengelakkan keracunan makanan.\"Orang ramai juga perlu sentiasa mengamalkan keselamatan makanan dengan memilih premis makanan yang bersih untuk membeli makanan, serta mengamalkan konsep 'lihat, hidu dan rasa' sebelum makan untuk mengelakkan memakan makanan yang telah basi serta agar sentiasa mengamalkan kebersihan diri dan membasuh tangan sebelum makan dan selepas menggunakan tandas,\" katanya.-- BERNAMA", "top-image": "https://img.astroawani.com/2018-10/51538989084_TBLAKSA.jpg", "url": "http://www.astroawani.com/berita-malaysia/42-kes-baharu-keracunan-makanan-akibat-laksa-di-baling-187793", "title": "42 kes baharu keracunan makanan akibat laksa di Baling", "summary": ": Sebanyak 42 kes baharu keracunan makanan (KRM) yang disyaki berpunca daripada memakan laksa yang dibeli di premis di Kupang, Baling telah direkodkan sehingga kini.Ketua Pengarah Kesihatan, Datuk Dr Noor Hisham Abdullah dalam satu kenyataan berkata dengan pertambahan itu menjadikan keseluruhan kes adalah sebanyak 61 dan kekal dua kematian seperti direkodkan.\n\"Pertambahan itu adalah 14 kes di Kedah, Perak (tujuh) dan Selangor sebanyak 21 kes yang dilaporkan mengalami gejala yang sama.\nHasil siasatan mendapati pesakit yang bergejala mempunyai sejarah telah memakan laksa yang dibeli dari premis di Kupang Baling, Kedah iaitu di premis yang sama seperti dilaporkan oleh kes-kes KRM sebelum ini,\" katanya.Beliau berkata dengan laporan kes baharu itu membabitkan keseluruhan 24 kes adalah di Kedah iaitu 16 kes dari daerah Baling, lima kes dari daerah Sik dan tiga dari daerah Kulim manakala 21 kes pula di daerah Hulu Langat Selangor dan 16 kes dari Hulu Perak Gerik.Katanya sebanyak 21 pesakit dirawat sebagai pesakit dalam iaitu masing-masing lima di Hospital Gerik dan Hospital Pantai Sungai Petani, empat di Hospital Baling, masing-masing tiga di Hospital Sik dan di Pusat Perubatan UKM (PPUKM) dan satu di Hospital Columbia Asia manakala selebihnya 38 pesakit dirawat sebagai pesakit luar dan kesemua pesakit dilaporkan dalam keadaan stabil.Dr Noor Hisham berkata Jabatan Kesihatan Negeri Kedah telah menjalankan pemeriksaan terperinci terhadap premis yang menjual laksa tersebut dan siasatan juga mendapati ramuan laksa yang dijual tidak ada kaitan dengan Iceberg Lettuce yang telah tular di media sosial.Setakat ini Kementerian Kesihatan Malaysia (KKM) masih menunggu keputusan daripada sampel makanan yang telah dihantar ke makmal untuk dianalisa.\n\"Sampel najis daripada dua kes keracunan makanan di Baling adalah positif Salmonella spp dan kajian lanjut penemuan ini sedang dijalankan,\" katanya.Sehubungan itu kementerian menasihatkan orang ramai untuk mendapatkan rawatan segera jika mengalami gejala keracunan makanan dengan tatacara keselamatan makanan perlu dititikberatkan oleh semua pengendali makanan dan orang awam.Katanya makanan mesti dimakan tidak lebih daripada empat jam selepas penyediaannya dan sekiranya ia perlu disimpan, hendaklah di dalam suhu yang sesuai dan dipanaskan dengan suhu yang mencukupi bagi mengelakkan keracunan makanan.\n\"Orang ramai juga perlu sentiasa mengamalkan keselamatan makanan dengan memilih premis makanan yang bersih untuk membeli makanan, serta mengamalkan konsep 'lihat, hidu dan rasa' sebelum makan untuk mengelakkan memakan makanan yang telah basi serta agar sentiasa mengamalkan kebersihan diri dan membasuh tangan sebelum makan dan selepas menggunakan tandas,\" katanya.-- BERNAMA", "authors": [], "news": "Astro Awani", "keyword": ["laksa", "keracunan", "dilaporkan", "pesakit", "hospital", "baling", "premis", "memakan", "mengamalkan", "kedah", "42"], "language": "INDONESIA"}, {"date": "02-26-2018", "text": "A+ A-\n\nPerdana Menteri Datuk Seri Najib Razak hari ini memulangkan paku buah keras kepada pengkritik utamanya Tun Dr Mahathir Mohamad dalam isu diet sihatnya.\n\nMempertahankan diet quinoa – bijian mahal dari Amerika Selatan – yang diamalkannya, Najib berkata kos ditanggung beliau tidaklah sebanyak makanan kuda Mahathir.\n\n“Saya sebut makan quinoa pun jadi isu. Makanan ini ubat macam kita makan madu, vitamin. Tapi nasi lemak, nasi Vanggey pun saya makan.\n\n“Tapi adakah Dr Mahathir fikir pasal makanan kudanya yang lebih mahal?\n\n“(Beri) makan kuda lebih mahal dari (beri) makan manusia. Saya ingat sebulan (beri) makan kuda, tiga tahun (saya boleh) makan quinoa. Beri makan kuda lebih mahal dari makan quinoa. Berapa ekor dia (Dr Mahathir) ada, tanya dia.\n\n“Lepas itu dia bercuti di Argentina pula main kuda. Apa yang mahal sangat quinoa tu, apalah nak jadi isu,\" katanya seperti dipetik Malaysia Gazette pada majlis pertemuan dengan pemimpin di Negeri Sembilan hari ini.\n\nLaporan sama turut disiarkan Sin Chew Daily.\n\nPerdana menteri dipercayai merujuk dakwaan bahawa Dr Mahathir mempunyai ladang ternak kuda di Argentina.\n\nNajib pada Khamis lalu dalam sesi perkongsian atas talian berhubung Bajet 2018 di Universiti Kebangsaan Malaysia mendedahkan beliau beralih dari makan nasi kepada makan quinoa untuk diet pemakanannya atas cadangan anaknya.\n\nPemimpin pembangkang tampil memperlekeh kenyataan Najib itu dengan mendakwa beliau tidak faham penderitaan rakyat kerana hanya makan makanan mahal.\n\nAnak Najib berdikari\n\nSementara itu, kontroversi itu turut menaikkan nama anak perdana menteri, Ashman yang mempunyai syarikat import quinoa.\n\nPembantu khas perdana menteri, Datuk Rizal Mansor hari ini tampil berkata, isu ini membuktikan Ashman sebagai anak perdana menteri tidak bergantung kepada bapanya dengan menjalankan perniagaan sendiri.\n\nRizal turut berkata, selain tidak terlibat dalam bisnes dengan kerajaan, Ashman sebagai anak perdana menteri juga tiada perniagaan perkapalan, tidak mendapat kontrak dari Petronas dan tidak menggunakan kuasa bapanya untuk mendapat sebarang projek atau kontrak daripada syarikat berkaitan kerajaan (GLC).\n\n\"Secara tidak langsung ia membawa maksud yang perdana menteri hari ini tidak menggunakan kuasanya untuk kepentingan perniagaan ahli keluarganya.\n\nAnak sendiri hendak berniaga kena usaha sebagaimana orang lain hendak berniaga,\" kata Rizal.\n\nRizal berkata demikian sebagai menyindir Dr Mahathir dan anaknya yang didakwa terlibat dalam petroleum dan perkapalan selain syarikat berkaitan kerajaan ketika Dr Mahathir menjadi perdana menteri.", "top-image": "https://i.malaysiakini.com/1218/26dc3f215f91f00f575c5fb79fcef133.jpeg", "url": "https://www.malaysiakini.com/news/413549", "title": "'Makanan kuda Dr M lagi mahal dari quinoa saya'", "summary": "Mempertahankan diet quinoa – bijian mahal dari Amerika Selatan – yang diamalkannya, Najib berkata kos ditanggung beliau tidaklah sebanyak makanan kuda Mahathir.\n“Saya sebut makan quinoa pun jadi isu.\n“(Beri) makan kuda lebih mahal dari (beri) makan manusia.\nSaya ingat sebulan (beri) makan kuda, tiga tahun (saya boleh) makan quinoa.\nBeri makan kuda lebih mahal dari makan quinoa.", "authors": [], "news": "Malaysiakini (caruman)", "keyword": ["mahathir", "m", "kuda", "diet", "quinoa", "nasi", "terlibat", "ashman", "makan", "najib", "mahal"], "language": "INDONESIA"}, {"date": "09-03-2018", "text": "", "top-image": "", "url": "https://www.bharian.com.my/berita/nasional/2018/09/469410/beberapa-kementerian-bincang-isu-harga-barang", "title": "", "summary": "", "authors": [], "news": "Berita Harian", "keyword": [], "language": "INDONESIA"}, {"date": "06-06-2018", "text": "", "top-image": "", "url": "https://www.bharian.com.my/berita/kes/2018/06/434964/kanak-kanak-maut-3-ahli-keluarga-dirawat-keracunan-makanan", "title": "", "summary": "", "authors": [], "news": "Berita Harian", "keyword": [], "language": "INDONESIA"}, {"date": "06-23-2018", "text": "A+ A-\n\nCef selebriti Redzuawan Ismail, atau dikenali sebagai Chef Wan, menyifatkan cadangan Menteri Sumber Manusia M Kulasegaran untuk tidak membenarkan tukang masak asing bekerja di restoran tempatan sebagai \"perkauman\".\n\n\"Bagi saya cadangan itu bersifat perkauman. Macam mana kita halang bangsa lain daripada menimba ilmu dan kemahiran dalam mana-mana restoran?\n\n\"Makanan, seperti kasih sayang, tidak ada sempadan.\n\n\"Kita ada ramai cef warganegara Malaysia yang bekerja di luar negara melakukan perkara sama.\n\n\"Jadi soalan saya kepada kementerian adalah kenapa berbeza? Tiba-tiba pekerja asing di negara ini tidak boleh masak masakan Malaysia hanya kerana mereka bukan rakyat Malaysia? Kenapa kita perlu diskriminasi mereka?\" katanya dalam kenyataan di Instagram.\n\nChef Wan menjelaskan bahawa adalah tidak adil jika tersinggung apabila ada pihak tidak mahukan menteri kewangan atau peguam negara bukan Melayu, tapi dalam masa sama mendiskriminasikan orang bukan warganegara.\n\nSemalam, Kulasegaran berkata, sebelum hujung tahun, semua premis makanan tempatan dikehendaki hanya mengambil pekerja tempatan.\n\nBagaimanapun, Kulasegaran telah menjelaskan bahawa ia hanya cadangan, dan keputusan muktamad belum dibuat. Dia juga menjelaskan bahawa cadangan itu hanya untuk premis makanan milik orang tempatan dan bukan orang luar.\n\nBaca Peraturan tukang masak tempatan belum muktamad\n\nSelain untuk mengurangkan pekerja asing dalam negara, ramai pihak percaya langkah itu susulan pelbagai aduan tentang tahap ebersihan dan keselamatan yang diamalkan premis makanan yang mengambil pekerja asing.\n\nChef Wan bagaimanapun menjelaskan, piawai kebersihan itu boleh diajar dan dikuatkuasakan.\n\nRasuah pegawai pemeriksa\n\nMenurut Chef Wan lagi, banyak premis makanan, termasuk hotel tidak mengamalkan piawai kebersihan, namun merasuah pegawai pemeriksa untuk mengelak hukuman.\n\n\"Jadi siapa yang anda salahkan?\" katanya.\n\nTambah Chef Wan, hanya dengan mengambil tukang masak tempatan tidak menjamin tahap kebersihan makanan yang lebih baik.\n\n\"Alahai, nak salahkan pendatang-pendatang dari negara lain yang kita kata pengotor ini dan tak pandai masak masakan kita.\n\n\"(Sedangkan) bersepah di seluruh negara ini yang saya sudah lihat dengan biji mata saya sendiri restoran orang Malaysia yang pengotor. Semuanya diuruskan dan dioperasikan oleh rakyat Malaysia.\n\n\"Kita lupa sifat-sifat pengotor ni wahai menteri sumber manusia sebenarnya terdapat dalam setiap bangsa mahu pun pada setiap tuan empunya restoran ini.\n\n\"Anda patut pakai apron dan kerja sendiri untuk tengok pengalaman ini. Anda akan terkejut betapa teruka keadaan industri hari ini,\" katanya.\n\n[Baca berita penuh]", "top-image": "https://i.malaysiakini.com/1198/baddcd9875b8de790ecadcf390dc8a82.jpeg", "url": "https://www.malaysiakini.com/news/430982", "title": "Chef Wan: Jangan bersifat perkauman isu kebersihan makanan", "summary": "A+ A-Cef selebriti Redzuawan Ismail, atau dikenali sebagai Chef Wan, menyifatkan cadangan Menteri Sumber Manusia M Kulasegaran untuk tidak membenarkan tukang masak asing bekerja di restoran tempatan sebagai \"perkauman\".\nChef Wan menjelaskan bahawa adalah tidak adil jika tersinggung apabila ada pihak tidak mahukan menteri kewangan atau peguam negara bukan Melayu, tapi dalam masa sama mendiskriminasikan orang bukan warganegara.\nChef Wan bagaimanapun menjelaskan, piawai kebersihan itu boleh diajar dan dikuatkuasakan.\nRasuah pegawai pemeriksaMenurut Chef Wan lagi, banyak premis makanan, termasuk hotel tidak mengamalkan piawai kebersihan, namun merasuah pegawai pemeriksa untuk mengelak hukuman.\nTambah Chef Wan, hanya dengan mengambil tukang masak tempatan tidak menjamin tahap kebersihan makanan yang lebih baik.", "authors": [], "news": "Malaysiakini (caruman)", "keyword": ["restoran", "wan", "bersifat", "perkauman", "kulasegaran", "salahkan", "tukang", "pengotor", "premis", "masak", "kebersihan", "chef"], "language": "INDONESIA"}, {"date": "10-13-2018", "text": "Sebahagian daripada tujuh gerai menjual makanan berasaskan daging babi pada Ekspo Tastefully Food and Baverage di Pusat Dagangan Antarabangsa Melaka, Ayer Keroh diarah tutup serta-merta hari ini.\n\nMELAKA - Tujuh gerai jualan yang didapati menjual makanan berasaskan daging babi secara terbuka sempena Ekspo Tastefully Food And Baverage di Pusat Dagangan Antarabangsa Melaka (MITC), Ayer Keroh di sini diarahkan ditutup serta-merta hari ini.\n\nKetua Pegawai Eksekutif MITC, Abdul Wahab Ibrahim berkata, tindakan drastik itu dibuat selepas pihaknya mengadakan perbincangan dengan Mufti negeri, Datuk Abdul Halim Tawil dan Yang Dipertua Majlis Perbandaran Hang Tuah Jaya, Mahani Masban.\n\nKatanya, kawasan gerai jualan yang ditutup itu akan disertu mengikut keperluan oleh penguat kuasa Jabatan Agama Islam negeri sebaik sahaja eskpo tersebut tamat esok.\n\n\"Pihak MITC memohon maaf dan mengakui ini adalah satu kesilapan teknikal membabitkan penyusunan gerai makanan tidak halal yang spatutnya berada pada sudut lain.\n\n\"Ini insiden yang pertama selepas ekspo sama diadakan sejak empat tahun lalu dan kami akan lebih memastikan perkara tersebut tidak berulang lagi pada masa akan datang,\" katanya pada sidang akhbar khas di MITC hari ini.\n\nMenurut Abdul Wahab, pihaknya menyedari mengenai insiden itu selepas ia tular dalam laman Facebook sehingga menimbulkan kemarahan netizen yang mengaitkan sensitiviti umat Islam.\n\nDalam pada itu, Penganjur Lanceford Exhibition (M) Sdn. Bhd., Dicky Lee memberitahu, pihaknya menyasarkan pelanggan bukan beragama Islam dan sebanyak 60 daripada 170 buah gerai yang dibuka pada ekspo berkenaan menjual produk tidak halal.\n\n\"Pada tahun lalu, lebih 90 peratus atau 40, 000 pengunjung yang datang ke ekspo yang menawarkan pelbagai produk pada harga lebih murah ini terdiri daripada mereka yang bukan Islam, \" katanya. - K! ONLINE", "top-image": "http://www.kosmo.com.my/polopoly_fs/1.766778!/image/image.jpeg_gen/derivatives/landscape_650/image.jpeg", "url": "http://www.kosmo.com.my/terkini/tujuh-gerai-makanan-berasaskan-babi-di-mitc-diarah-tutup-serta-merta-1.766770", "title": "Tujuh gerai makanan berasaskan babi di MITC diarah tutup serta-merta", "summary": "Sebahagian daripada tujuh gerai menjual makanan berasaskan daging babi pada Ekspo Tastefully Food and Baverage di Pusat Dagangan Antarabangsa Melaka, Ayer Keroh diarah tutup serta-merta hari ini.\nMELAKA - Tujuh gerai jualan yang didapati menjual makanan berasaskan daging babi secara terbuka sempena Ekspo Tastefully Food And Baverage di Pusat Dagangan Antarabangsa Melaka (MITC), Ayer Keroh di sini diarahkan ditutup serta-merta hari ini.\nKetua Pegawai Eksekutif MITC, Abdul Wahab Ibrahim berkata, tindakan drastik itu dibuat selepas pihaknya mengadakan perbincangan dengan Mufti negeri, Datuk Abdul Halim Tawil dan Yang Dipertua Majlis Perbandaran Hang Tuah Jaya, Mahani Masban.\n\"Pihak MITC memohon maaf dan mengakui ini adalah satu kesilapan teknikal membabitkan penyusunan gerai makanan tidak halal yang spatutnya berada pada sudut lain.\nMenurut Abdul Wahab, pihaknya menyedari mengenai insiden itu selepas ia tular dalam laman Facebook sehingga menimbulkan kemarahan netizen yang mengaitkan sensitiviti umat Islam.", "authors": ["Diyanatul Atiqah Zakarya"], "news": "Kosmo!", "keyword": ["tujuh", "sertamerta", "diarah", "babi", "gerai", "wahab", "mitc", "ekspo", "tutup", "berasaskan", "abdul", "menjual", "melaka", "tastefully"], "language": "INDONESIA"}, {"date": "06-27-2018", "text": "PUTRAJAYA - Kementerian Pertanian dan Industri Asas Tani (MOA) ) akan terus mempergiat dan mempertingkatkan usaha penguatkuasaan dan kawalan terhadap produk-produk makanan yang diimport ke negara ini.\n\nMenterinya, Salahuddin Ayub berkata, pihak kementerian menerusi Jabatan Perkhidmatan Kuarantin dan Pemeriksaan Malaysia (MAQIS) akan melakukan pemantauan lebih kerap bagi produk makanan import di setiap pintu masuk di Malaysia.\n\n\"Sudah tentu selepas ini MAQIS akan melakukan kawalan dan siasatan lebih teliti. Ini antara tugas utama pihak kementerian (MOA).\n\n\"Difahamkan, kita ada 57 pintu masuk untuk mengawal sebarang barangan yang masuk ke negara ini melalui permit import khususnya yang dikeluarkan oleh MOA.\n\n\"Pihak kementerian akan mengambil tanggungjawab penuh terhadap isu keselamatan makanan yang mana kita bukan sahaja mahu memastikan makanan mencukupi dan boleh dibeli di pasaran, tetapi apa yang paling penting, kualiti makanan,\" katanya.\n\nSalahuddin berkata demikian pada sidang akhbar bagi mengulas mengenai kejayaan MAQIS menahan dua buah kontena dari China berisi sardin di dalam tin yang mengandungi bendasing iaitu cacing pada 14 Mei lalu.\n\nKelmarin, MAQIS dalam satu kenyataan memaklumkan, sardin di dalam itu dibawa masuk melalui pintu masuk North Butterworth Container Terminal (NBCT) Pulau Pinang dengan anggaran berat 36,720 kilogram dan bernilai RM199,797.24.\n\nMengulas lanjut, Salahuddin menzahirkan ucapan tahniah kepada MAQIS setelah berjaya menemukan dua buah kontena tersebut.\n\n\"Saya ingin mengucapkan syabas kepada MAQIS yang telah menjalankan tanggungjawab dengan berkesan.\n\n\"Terima kasih juga diucapkan kepada Kementerian Kesihatan yang turut serta mengawal dan berada di setiap pintu masuk ke negara ini.\n\n\"Jadi saya berharap, pada masa-masa akan datang, pasukan MAQIS akan dapat menjalankan kerja dengan lebih cemerlang,\" katanya.\n\nKetua Pengarah MAQIS, Datuk Mokhtaruddin Husain sebelum ini memberitahu, cacing terbabit ditemui menerusi pemeriksaan fizikal dan persampelan ke atas beberapa tin sardin yang tiba dalam dua kontena yang ditahan di NBCT.\n\nCacing terbabit berkemungkinan daripada genus Anisakis spp yang menyebabkan penyakit anisakiasis kepada manusia yang biasanya berlaku apabila manusia memakan makanan laut seperti ikan mentah atau tidak dimasak sepenuhnya yang dijangkiti parasit terbabit.\n\nAnisakiasis adalah penyakit parasit dan zoonotik bawaan ikan yang disebabkan oleh nematode Anisakis spp(cacing) yang menyerang sistem gastrointestinal seperti perut dan usus manusia dan boleh menyebabkan masalah atau simptom gastrointestinal seperti sakit perut, cirit-birit, loya dan muntah. - K! ONLINE", "top-image": "http://www.kosmo.com.my/polopoly_fs/1.697715!/image/image.jpg_gen/derivatives/landscape_650/image.jpg", "url": "http://www.kosmo.com.my/terkini/moa-pertingkat-kawalan-produk-makanan-import-1.697711", "title": "MOA pertingkat kawalan produk makanan import", "summary": "PUTRAJAYA - Kementerian Pertanian dan Industri Asas Tani (MOA) ) akan terus mempergiat dan mempertingkatkan usaha penguatkuasaan dan kawalan terhadap produk-produk makanan yang diimport ke negara ini.\nMenterinya, Salahuddin Ayub berkata, pihak kementerian menerusi Jabatan Perkhidmatan Kuarantin dan Pemeriksaan Malaysia (MAQIS) akan melakukan pemantauan lebih kerap bagi produk makanan import di setiap pintu masuk di Malaysia.\n\"Sudah tentu selepas ini MAQIS akan melakukan kawalan dan siasatan lebih teliti.\n\"Difahamkan, kita ada 57 pintu masuk untuk mengawal sebarang barangan yang masuk ke negara ini melalui permit import khususnya yang dikeluarkan oleh MOA.\n\"Terima kasih juga diucapkan kepada Kementerian Kesihatan yang turut serta mengawal dan berada di setiap pintu masuk ke negara ini.", "authors": ["Azizul Fahmi Ahmad Zabidi"], "news": "Kosmo!", "keyword": ["import", "sardin", "kontena", "terbabit", "pintu", "maqis", "salahuddin", "tin", "penyakit", "kawalan", "moa", "perut", "tanggungjawab", "pertingkat"], "language": "INDONESIA"}, {"date": "06-18-2018", "text": "", "top-image": "", "url": "https://www.bharian.com.my/berita/nasional/2018/06/439002/kenyataan-harga-barang-turun-hasil-tinjauan-umum-menteri", "title": "", "summary": "", "authors": [], "news": "Berita Harian", "keyword": [], "language": "INDONESIA"}, {"date": "08-21-2018", "text": "KEMENTERIAN Kesihatan menjelaskan bahawa susu rumusan bayi jenama Dumex Mamil Gold-Step 1 buatan Malaysia yang dilaporkan ditarik balik dari pasaran Singapura tidak dijual dalam pasaran Malaysia.\n\nKetua Pengarah Kesihatan Datuk Dr Noor Hisham Abdullah dalam kenyataan hari ini berkata produk susu formula bayi berkenaan dihasilkan hanya untuk pasaran eksport di Singapura.\n\nKatanya Kementerian Kesihatan mengambil maklum mengenai isu penarikan balik susu rumusan itu, yang berdasarkan laporan Agri-Food & Veterinary Authority (AVA) Singapura bahawa susu itu tercemar dengan bakteria Cronobacter sakazaki.\n\n“Produk susu rumusan bayi yang terbabit mempunyai berat bersih 850 gram setiap tin, nombor 09117R1 dan tarikh luput pada 11 September 2019.\n\n“Bakteria Cronobacter sakazaki terdapat secara meluas di persekitaran yang boleh hidup dalam keadaan kering seperti susu formula bayi biarpun jangkitan Cronobacter jarang berlaku namun menyebabkan meningitis atau sepsis yang boleh membawa maut kepada bayi baru lahir,” katanya.\n\nSimptom yang terdapat pada bayi adalah seperti demam, tiada selera makan atau kelesuan.\n\nDr Noor Hisham berkata Kementerian Kesihatan sentiasa peka dan prihatin terhadap perkara-perkara yang boleh mengancam kesihatan pengguna dan akan terus meningkatkan pemantauan ke atas produk susu rumusan bayi di pasaran tempatan bagi memastikan pematuhan ke atas Akta Makanan 1983 dan peraturan-peraturan di bawahnya.\n\nHasil pemantauan kementerian itu dari 2015 sehingga kini, sebanyak 129 sampel telah diambil dan didapati tiada bakteria Cronobacter sakazakii dikesan dalam produk susu rumusan bayi.\n\n“Di bawah subseksyen 13(1) Akta Makanan 1983, mana-mana orang yang menyediakan atau menjual apa-apa makanan yang ada dalam atau padanya apa-apa bahan yang beracun, merosakkan atau selainnya memudaratkan kesihatan adalah melakukan suatu kesalahan,” katanya.\n\nSebarang kemusykilan orang ramai berhubung sebarang isu keselamatan makanan, pengguna boleh menghubungi mana-mana pejabat kesihatan daerah atau jabatan kesihatan negeri terdekat atau melalui laman sesawang http://moh.spab.gov.my atau Facebook Bahagian Keselamatan dan Kualiti Makanan (BKKM) www.facebook.com/bkkmhq.", "top-image": "https://assets.hmetro.com.my/images/articles/susu_HMfield_image_listing_featured_v2.var_1534869715.jpg", "url": "https://www.hmetro.com.my/mutakhir/2018/08/370268/susu-tercemar-tak-dijual-di-malaysia", "title": "Susu tercemar tak dijual di Malaysia", "summary": "KEMENTERIAN Kesihatan menjelaskan bahawa susu rumusan bayi jenama Dumex Mamil Gold-Step 1 buatan Malaysia yang dilaporkan ditarik balik dari pasaran Singapura tidak dijual dalam pasaran Malaysia.\nKetua Pengarah Kesihatan Datuk Dr Noor Hisham Abdullah dalam kenyataan hari ini berkata produk susu formula bayi berkenaan dihasilkan hanya untuk pasaran eksport di Singapura.\nKatanya Kementerian Kesihatan mengambil maklum mengenai isu penarikan balik susu rumusan itu, yang berdasarkan laporan Agri-Food & Veterinary Authority (AVA) Singapura bahawa susu itu tercemar dengan bakteria Cronobacter sakazaki.\n“Produk susu rumusan bayi yang terbabit mempunyai berat bersih 850 gram setiap tin, nombor 09117R1 dan tarikh luput pada 11 September 2019.\nHasil pemantauan kementerian itu dari 2015 sehingga kini, sebanyak 129 sampel telah diambil dan didapati tiada bakteria Cronobacter sakazakii dikesan dalam produk susu rumusan bayi.", "authors": [], "news": "Harian Metro", "keyword": ["susu", "noor", "pemantauan", "cronobacter", "manamana", "formula", "bakteria", "hisham", "dijual", "bayi", "tercemar", "rumusan"], "language": "INDONESIA"}, {"date": "06-11-2018", "text": "", "top-image": "", "url": "https://www.bharian.com.my/berita/nasional/2018/06/436887/kementerian-pertanian-felda-bekerjasama-tingkat-bekalan-makanan", "title": "", "summary": "", "authors": [], "news": "Berita Harian", "keyword": [], "language": "INDONESIA"}, {"date": "08-14-2017", "text": ": Malaysia tidak mengimport telur ayam dari Eropah yang didakwa tercemar dengan bahan kimia fipronil seperti yang disiarkan oleh media baru-baru ini, kata Ketua Pengarah Kesihatan Datuk Dr Noor Hisham Abdullah.Dalam satu kenyataan malam ini, beliau berkata pihak delegasi Kesatuan Eropah ke Malaysia turut mengesahkan bahawa tiada telur atau hasilan telur dari negara Eropah dieksport ke negara ini.\"KKM sentiasa peka dan prihatin terhadap perkara-perkara yang boleh mengancam kesihatan pengguna.\"Sekiranya pengguna mempunyai sebarang kemusykilan berhubung sebarang isu keselamatan makanan, sila hubungi Pejabat Kesihatan Daerah atau Jabatan Kesihatan Negeri terdekat atau melalui laman sesawang http://moh.spab.gov.my atau Facebook Bahagian Keselamatan dan Kualiti Makanan (BKKM) www.facebook.com/bkkmhq,\" katanya.Beliau merujuk beberapa laporan media berhubung isu telur ayam tercemar dengan bahan kimia fipronil di Belanda baru-baru ini.Susulan isu itu, Jerman, Belgium, Sweden dan Switzerland menarik balik berjuta-juta telur daripada pasaran selepas fipronil dikesan pada produk berkenaan.Dr Noor Hisham berkata Seksyen 13 Akta Makanan 1983 memperuntukkan mana-mana pihak yang terlibat mengimport, mengedar, menyimpan atau menjual makanan yang ada dalam atau padanya apa-apa bahan yang beracun, merosakkan atau selainnya memudaratkan kesihatan termasuk telur ayam yang mengandungi fipronil adalah melakukan kesalahan.Pihak yang disabitkan kesalahan itu boleh didenda tidak melebihi RM100,000 atau penjara selama tempoh tidak melebihi 10 tahun atau kedua-duanya sekali.Fipronil adalah sejenis racun serangga yang biasanya digunakan ke atas haiwan untuk mengatasi masalah kutu dan hama.Pengambilan fibronil pada paras tinggi dalam jangka masa pendek boleh menyebabkan berpeluh, loya, muntah, sakit kepala, sakit perut, pening, resah, lemah dan kekejangan.Sehingga kini, tiada bukti menunjukkan kesan kronik dan karsinogenik pengambilan fipronil kepada manusia.-- BERNAMA", "top-image": "https://img.astroawani.com/2016-05/41463849007_Eggs.jpg", "url": "http://www.astroawani.com/berita-malaysia/usah-khuatir-malaysia-tidak-import-telur-dari-eropah-kkm-152411", "title": "Usah khuatir, Malaysia tidak import telur dari Eropah - KKM", "summary": ": Malaysia tidak mengimport telur ayam dari Eropah yang didakwa tercemar dengan bahan kimia fipronil seperti yang disiarkan oleh media baru-baru ini, kata Ketua Pengarah Kesihatan Datuk Dr Noor Hisham Abdullah.Dalam satu kenyataan malam ini, beliau berkata pihak delegasi Kesatuan Eropah ke Malaysia turut mengesahkan bahawa tiada telur atau hasilan telur dari negara Eropah dieksport ke negara ini.\n\"KKM sentiasa peka dan prihatin terhadap perkara-perkara yang boleh mengancam kesihatan pengguna.\n\"Sekiranya pengguna mempunyai sebarang kemusykilan berhubung sebarang isu keselamatan makanan, sila hubungi Pejabat Kesihatan Daerah atau Jabatan Kesihatan Negeri terdekat atau melalui laman sesawang http://moh.spab.gov.my atau Facebook Bahagian Keselamatan dan Kualiti Makanan (BKKM) www.facebook.com/bkkmhq,\" katanya.Beliau merujuk beberapa laporan media berhubung isu telur ayam tercemar dengan bahan kimia fipronil di Belanda baru-baru ini.Susulan isu itu, Jerman, Belgium, Sweden dan Switzerland menarik balik berjuta-juta telur daripada pasaran selepas fipronil dikesan pada produk berkenaan.Dr Noor Hisham berkata Seksyen 13 Akta Makanan 1983 memperuntukkan mana-mana pihak yang terlibat mengimport, mengedar, menyimpan atau menjual makanan yang ada dalam atau padanya apa-apa bahan yang beracun, merosakkan atau selainnya memudaratkan kesihatan termasuk telur ayam yang mengandungi fipronil adalah melakukan kesalahan.Pihak yang disabitkan kesalahan itu boleh didenda tidak melebihi RM100,000 atau penjara selama tempoh tidak melebihi 10 tahun atau kedua-duanya sekali.Fipronil adalah sejenis racun serangga yang biasanya digunakan ke atas haiwan untuk mengatasi masalah kutu dan hama.Pengambilan fibronil pada paras tinggi dalam jangka masa pendek boleh menyebabkan berpeluh, loya, muntah, sakit kepala, sakit perut, pening, resah, lemah dan kekejangan.Sehingga kini, tiada bukti menunjukkan kesan kronik dan karsinogenik pengambilan fipronil kepada manusia.-- BERNAMA", "authors": [], "news": "Astro Awani", "keyword": ["kkm", "import", "mengimport", "noor", "ayam", "khuatir", "hisham", "melebihi", "telur", "kimia", "tercemar", "eropah", "fipronil"], "language": "INDONESIA"}, {"date": "06-28-2017", "text": "", "top-image": "", "url": "https://www.bharian.com.my/node/297147", "title": "", "summary": "", "authors": [], "news": "Berita Harian", "keyword": [], "language": "INDONESIA"}, {"date": "09-28-2018", "text": ": Jeruk kulit limau keluaran Jiabao Jiuzhi Chenpi dari China yang dikesan mengandungi plumbum tidak diimport ke Malaysia, kata Ketua Pengarah Kesihatan Datuk Dr Noor Hisham Abdullah.Beliau berkata Kementerian Kesihatan menerusi data diperolehi dari Sistem Maklumat Keselamatan Makanan Malaysia (Food Safety Information System of Malaysia - FoSIM) dari tahun 2017 sehingga kini mendapati jeruk berkenaan tidak dibawa masuk ke Malaysia.\"Walau bagaimanapun, sebagai langkah berjaga-jaga kementerian melalui Bahagian Keselamatan dan Kualiti Makanan (BKKM) telah meningkatkan pemantauan ke atas semua jenis jeruk buah kering termasuklah jeruk kulit limau yang diimport dari negara China di semua pintu masuk negara.\"Sekiranya didapati tidak mematuhi Akta Makanan 1983 dan Peraturan-peraturan di bawahnya, tindakan penguatkuasaan akan diambil,\" katanya dalam satu kenyataan yang dikeluarkan di sini pada Jumaat.Beliau berkata demikian bagi mengulas laporan media 26 Sept bertajuk 'Kulit limau jeruk dikesan ada kandungan plumbum', ia melaporkan bahawa kulit limau jeruk keluaran Jiabao Jiuzhi Chenpi dari China yang popular di beberapa negara termasuk Malaysia dan Singapura dikesan dicemari plumbum oleh pihak berkuasa negara China.Noor Hisham berkata pengguna yang mempunyai sebarang kemusykilan berhubung sebarang isu keselamatan makanan, pengguna boleh menghubungi Pejabat Kesihatan Daerah atau Jabatan Kesihatan Negeri terdekat atau melalui laman sesawang http://moh.spab.gov.my atau Facebook Bahagian Keselamatan dan Kualiti Makanan (BKKM) www.facebook.com/bkkmhq.-- BERNAMA", "top-image": "https://img.astroawani.com/2018-09/61538173746_kulitlimau.jpg", "url": "http://www.astroawani.com/berita-malaysia/jeruk-limau-ada-plumbum-tidak-diimport-ke-malaysia-186881", "title": "Jeruk limau ada plumbum tidak diimport ke Malaysia", "summary": ": Jeruk kulit limau keluaran Jiabao Jiuzhi Chenpi dari China yang dikesan mengandungi plumbum tidak diimport ke Malaysia, kata Ketua Pengarah Kesihatan Datuk Dr Noor Hisham Abdullah.Beliau berkata Kementerian Kesihatan menerusi data diperolehi dari Sistem Maklumat Keselamatan Makanan Malaysia (Food Safety Information System of Malaysia - FoSIM) dari tahun 2017 sehingga kini mendapati jeruk berkenaan tidak dibawa masuk ke Malaysia.\n\"Walau bagaimanapun, sebagai langkah berjaga-jaga kementerian melalui Bahagian Keselamatan dan Kualiti Makanan (BKKM) telah meningkatkan pemantauan ke atas semua jenis jeruk buah kering termasuklah jeruk kulit limau yang diimport dari negara China di semua pintu masuk negara.\n\"Sekiranya didapati tidak mematuhi Akta Makanan 1983 dan Peraturan-peraturan di bawahnya, tindakan penguatkuasaan akan diambil,\" katanya dalam satu kenyataan yang dikeluarkan di sini pada Jumaat.Beliau berkata demikian bagi mengulas laporan media 26 Sept bertajuk 'Kulit limau jeruk dikesan ada kandungan plumbum', ia melaporkan bahawa kulit limau jeruk keluaran Jiabao Jiuzhi Chenpi dari China yang popular di beberapa negara termasuk Malaysia dan Singapura dikesan dicemari plumbum oleh pihak berkuasa negara China.Noor Hisham berkata pengguna yang mempunyai sebarang kemusykilan berhubung sebarang isu keselamatan makanan, pengguna boleh menghubungi Pejabat Kesihatan Daerah atau Jabatan Kesihatan Negeri terdekat atau melalui laman sesawang http://moh.spab.gov.my atau Facebook Bahagian Keselamatan dan Kualiti Makanan (BKKM) www.facebook.com/bkkmhq.-- BERNAMA", "authors": [], "news": "Astro Awani", "keyword": ["diimport", "jiabao", "plumbum", "keluaran", "jiuzhi", "hisham", "kulit", "dikesan", "kualiti", "limau", "jeruk"], "language": "INDONESIA"}, {"date": "01-31-2018", "text": "PASIR SALAK 31 Jan. – Malaysia dijangka tidak menerima sebarang kesan sekiranya kerajaan bertindak memboikot produk makanan dan hasil pertanian dari negara Kesatuan Eropah (EU).\n\nTimbalan Menteri Pertanian dan Industri Asas Tani, Datuk Seri Tajuddin Abdul Rahman berkata, ini kerana produk-produk yang diimport negara dari EU bukan merupakan makanan asas rakyat negara ini.\n\nSebaliknya, kata Tajuddin, negara hanya mengimport produk-produk tenusu seperti majerin dan keju yang hanya merupakan makanan sampingan rakyat.\n\n‘‘Adakah kita bergantung bekalan makanan kepada mereka (EU)? Jawapannya tidak... kerana makanan asas kita adalah beras dan ia diimport dari Thailand, Vietnam serta beberapa negara lain.\n\n‘‘Yang kita import adalah makanan yang bukan keperluan seperti keju dan produk tenusu di mana bukan semua rakyat memakannya. Jadi kita tidak perlu risau kalau kerajaan buat keputusan boikot produk mereka (EU),’’ katanya.\n\nTajuddin berkata demikian selepas merasmikan Mesyuarat Agung Pertubuhan Ibu Tunggal Kebangsaan Malaysia (PITKM) Parlimen Pasir Salak Ke-4 di Dewan Pekan Rabu, Chenderong Balai dekat sini.\n\nYang turut hadir, Pengerusi PITKM Pasir Salak, Rahimah Salleh.\n\nSabtu lalu, Timbalan Perdana Menteri, Datuk Seri Dr. Ahmad Zahid Hamidi berkata, kerajaan akan mengkaji semula keputusan membeli barangan daripada EU selepas negara-negara berkenaan bertindak mengecualikan minyak sawit daripada campuran biofuel dan tenaga boleh diperbaharui menjelang 2021.\n\nAhmad Zahid berkata, sekira­nya EU benar-benar melaksanakan pengharaman itu, ia akan memberi impak buruk kepada negara khususnya 650,000 pekebun kecil sawit tempatan.\n\nBaru-baru ini, Parlimen Eropah meluluskan resolusi yang mensyaratkan hanya minyak sawit dihasilkan secara lestari boleh diimport ke pasaran EU selepas 2021.\n\nTajuddin yang juga Ahli Parlimen Pasir Salak meminta semua kementerian mengeluarkan senarai produk yang dimport dari EU bagi membolehkan kajian untuk memboikotnya dilakukan.", "top-image": "http://www.utusan.com.my/polopoly_fs/1.600976!/image/image.jpg_gen/derivatives/landscape_650/image.jpg", "url": "http://www.utusan.com.my/berita/nasional/boikot-produk-eu-sektor-makanan-negara-tidak-akan-terjejas-1.600977", "title": "Boikot produk EU: Sektor makanan negara tidak akan terjejas", "summary": "PASIR SALAK 31 Jan. – Malaysia dijangka tidak menerima sebarang kesan sekiranya kerajaan bertindak memboikot produk makanan dan hasil pertanian dari negara Kesatuan Eropah (EU).\nJadi kita tidak perlu risau kalau kerajaan buat keputusan boikot produk mereka (EU),’’ katanya.\nYang turut hadir, Pengerusi PITKM Pasir Salak, Rahimah Salleh.\nBaru-baru ini, Parlimen Eropah meluluskan resolusi yang mensyaratkan hanya minyak sawit dihasilkan secara lestari boleh diimport ke pasaran EU selepas 2021.\nTajuddin yang juga Ahli Parlimen Pasir Salak meminta semua kementerian mengeluarkan senarai produk yang dimport dari EU bagi membolehkan kajian untuk memboikotnya dilakukan.", "authors": [], "news": "Utusan Malaysia", "keyword": ["boikot", "pitkm", "diimport", "tajuddin", "pertanian", "terjejas", "pasir", "salak", "zahid", "tenusu", "produkproduk", "eu"], "language": "INDONESIA"}, {"date": "10-13-2018", "text": ": Kementerian Kesihatan akan mengadakan perbincangan dengan pengusaha premis makanan dalam masa terdekat sebelum membuat keputusan berhubung cadangan penyediaan ruang khas merokok susulan larangan merokok di semua premis makanan mulai 1 Januari depan.Timbalan Menterinya Dr Lee Boon Chye bagaimanapun berkata pihak kementerian sama sekali tidak menggalakkan ruang khas merokok itu diwujudkan kerana perlu mengutamakan kesihatan orang ramai terutamanya di tempat awam.\"Kita akan berbincang dengan pengusaha (premis makanan) supaya mereka faham dengan hasrat kementerian (menguatkuasakan larangan merokok di premis makanan) untuk menjaga kesihatan.\"Kita perlu mengutamakan hak individu yang tidak merokok supaya mereka bebas daripada asap rokok kerana kita semua tahu merokok itu memudaratkan kesihatan,\" katanya kepada pemberita selepas merasmikan Majlis Gotong Royong Perdana Cegah Denggi di Padang Medan Pengkalan Mutiara di sini, hari ini.Terdapat cadangan beberapa pengusaha premis makanan yang mahu menyediakan ruang khas merokok bagi memudahkan pelanggan merokok tanpa mengganggu pelanggan bukan perokok lain.Kementerian Kesihatan sebelum ini mengeluarkan arahan larangan merokok di semua restoran dan premis di negara ini termasuk warung di tepi jalan, termasuk tindakan turut diambil terhadap perokok berkuat kuasa 1 Januari tahun depan dan cadangan itu sudah diluluskan kerajaan.Berhubung kes keracunan makanan yang dikatakan berpunca daripada laksa yang dibeli di sebuah kedai makan di Baling, Kedah, Dr Lee berkata hasil analisis sampel makanan yang diambil di premis terbabit akan diketahui selewat-lewatnya Selasa depan.Katanya sekiranya terbukti laksa itu menjadi punca kes keracunan makanan itu, pengusaha premis itu boleh diambil tindakan dan menurutnya siasatan turut dilakukan terhadap pembekal laksa serta bahan-bahan laksa yang lain seperti sayur-sayuran.Pada Khamis, pemilik gerai laksa itu berkata pihaknya menimbangkan untuk menyaman Kementerian Kesihatan kerana kenyataan yang dikeluarkan mengelirukan serta memberi gambaran buruk seolah-olah laksa yang dijualnya sah beracun sedangkan keputusan sampel laksa yang dihantar ke makmal belum diketahui.Bilangan kes keracunan makanan disyaki berpunca daripada memakan laksa itu meningkat kepada 83 orang, termasuk dua kematian susulan tiga kes baharu dilaporkan di Perak pada Jumaat lepas.Terdahulu, Dr Lee dalam ucapannya berkata kes denggi di seluruh negara sejak awal tahun ini merekodkan sebanyak 56,608 kes setakat ini dan berharap ia mencatatkan penurunan menerusi program cegah denggi.-- BERNAMA", "top-image": "https://img.astroawani.com/2018-10/41539498626_SMOKING.jpg", "url": "http://www.astroawani.com/berita-malaysia/cadangan-ruang-khas-merokok-di-premis-makanan-akan-dibincang-kkm-188217", "title": "Cadangan ruang khas merokok di premis makanan akan dibincang - KKM", "summary": ": Kementerian Kesihatan akan mengadakan perbincangan dengan pengusaha premis makanan dalam masa terdekat sebelum membuat keputusan berhubung cadangan penyediaan ruang khas merokok susulan larangan merokok di semua premis makanan mulai 1 Januari depan.Timbalan Menterinya Dr Lee Boon Chye bagaimanapun berkata pihak kementerian sama sekali tidak menggalakkan ruang khas merokok itu diwujudkan kerana perlu mengutamakan kesihatan orang ramai terutamanya di tempat awam.\n\"Kita akan berbincang dengan pengusaha (premis makanan) supaya mereka faham dengan hasrat kementerian (menguatkuasakan larangan merokok di premis makanan) untuk menjaga kesihatan.\n\"Kita perlu mengutamakan hak individu yang tidak merokok supaya mereka bebas daripada asap rokok kerana kita semua tahu merokok itu memudaratkan kesihatan,\" katanya kepada pemberita selepas merasmikan Majlis Gotong Royong Perdana Cegah Denggi di Padang Medan Pengkalan Mutiara di sini, hari ini.Terdapat cadangan beberapa pengusaha premis makanan yang mahu menyediakan ruang khas merokok bagi memudahkan pelanggan merokok tanpa mengganggu pelanggan bukan perokok lain.Kementerian Kesihatan sebelum ini mengeluarkan arahan larangan merokok di semua restoran dan premis di negara ini termasuk warung di tepi jalan, termasuk tindakan turut diambil terhadap perokok berkuat kuasa 1 Januari tahun depan dan cadangan itu sudah diluluskan kerajaan.Berhubung kes keracunan makanan yang dikatakan berpunca daripada laksa yang dibeli di sebuah kedai makan di Baling, Kedah, Dr Lee berkata hasil analisis sampel makanan yang diambil di premis terbabit akan diketahui selewat-lewatnya Selasa depan.Katanya sekiranya terbukti laksa itu menjadi punca kes keracunan makanan itu, pengusaha premis itu boleh diambil tindakan dan menurutnya siasatan turut dilakukan terhadap pembekal laksa serta bahan-bahan laksa yang lain seperti sayur-sayuran.Pada Khamis, pemilik gerai laksa itu berkata pihaknya menimbangkan untuk menyaman Kementerian Kesihatan kerana kenyataan yang dikeluarkan mengelirukan serta memberi gambaran buruk seolah-olah laksa yang dijualnya sah beracun sedangkan keputusan sampel laksa yang dihantar ke makmal belum diketahui.Bilangan kes keracunan makanan disyaki berpunca daripada memakan laksa itu meningkat kepada 83 orang, termasuk dua kematian susulan tiga kes baharu dilaporkan di Perak pada Jumaat lepas.Terdahulu, Dr Lee dalam ucapannya berkata kes denggi di seluruh negara sejak awal tahun ini merekodkan sebanyak 56,608 kes setakat ini dan berharap ia mencatatkan penurunan menerusi program cegah denggi.-- BERNAMA", "authors": [], "news": "Astro Awani", "keyword": ["kkm", "laksa", "khas", "lee", "denggi", "merokok", "keracunan", "larangan", "pengusaha", "premis", "dibincang", "diambil"], "language": "INDONESIA"}, {"date": "09-07-2017", "text": "Malaysia bermula dengan sebuah negara pertanian dengan tumpuan kepada tanaman komoditi seperti sawit, getah dan kelapa.\n\nSejarah negara memang jelas bergantung sektor tanaman komoditi yang kini dikenali sebagai pertanian industri yang dikendalikan bawah Kementerian Perusahaan Perladangan dan Komoditi (KPPK).\n\nMalaysia dikenali antara pengeluar terbesar komoditi tersebut sejak dahulu hingga sekarang dan tidak ada masalah timbul mengenainya dari segi teknologi dan ekonomi pengeluarannya.\n\nNamun bagi sektor tanaman makanan yang menjadi tanggungjawab Kementerian Pertanian dan Industri Asas Tani, banyak perkara perlu dilihat dan diberikan perhatian serius, kerana terdapat banyak kekangan dalam pengeluarannya.\n\nIsunya adalah bagaimana meningkatkan pengeluaran bagi semua subsektor yang melibatkan tanaman dan ternakan.\n\nIni bermakna pengeluaran yang tidak cukup tidak dapat memenuhi permintaan yang tinggi bagi menampung kekurangan tersebut, oleh itu kerajaan terpaksa mengimport bahan makanan.\n\nPada 2015 misalnya, import makanan mencecah RM43 bilion dengan defisit atau kekurangan dalam dagangan (BOT) sebanyak RM18 bilion.\n\nUntuk sumber makanan, hanya produk ayam dan telur yang mampu dikeluarkan melebihi permintaan atau melepasi kadar 100 peratus tahap sara diri (SSL) sedangkan padi sebagai contoh, hanya 72 peratus SSL dapat dipenuhi.\n\nAda beberapa faktor yang menyebabkan Malaysia berdepan cabaran bagi meningkatkan pengeluaran makanan menerusi pertanian.\n\nKetua Kluster Pertanian dan Makanan Majlis Profesor Negara (MPN), Prof Dr. Ghizan Saleh berkata, bahawa, ada antara faktor tersebut adalah faktor biologi, faktor fizikal dan alam sekitar.\n\nBeliau berkata, faktor biologi merangkumi varieti atau baka, iaitu Malaysia masih kekurangan varieti tanaman dan baka ternakan tempatan yang unggul. Kita masih banyak mengimport varieti dan baka ini dari luar.\n\nBeliau berkata, antara faktor fizikal yang mempengaruhi adalah tanah di negara ini yang kebanyakannya berasid dan ini memerlukan kerja-kerja pengapuran untuk merawatnya sebelum dapat dimanfaatkan untuk tujuan penanaman.\n\n“Ini telah menambahkan kos pengeluaran dan juga merosakkan struktur dan komposisi tanah. Keadaan alam sekitar yang sentiasa berubah dan tidak menentu juga banyak mempengaruhi kestabilan pengeluaran bahan pertanian,” ujarnya.\n\nKetika ini kata beliau, terdapat kira-kira 7.6 juta hektar tanah yang sesuai untuk pertanian tetapi 70 peratus daripadanya merupakan tanah berasid\n\nFaktor tanah terbiar juga amat penting, iaitu sekarang terdapat sekitar 120,000 hektar (ha) tanah terbiar, dan angka ini meningkat setiap tahun kerana masalah pemegangan tanah yang tidak tukar nama daripada tanah pusaka atau tidak ada kesepakatan dalam keluarga untuk melakukan pembahagian tanah.\n\nDalam masa sama, keperluan baja dan sistem pengairan akan mengakibatkan kos-kos pertanian akan meningkat.\n\nMenurut Dr Ghizan lagi, faktor yang berkaitan dengan persekitaran banyak memberi impak dan memberi kesan kepada bidang pertanian di negara ini.\n\nBeliau berkata, antaranya, perubahan suhu bumi yang meningkat sehingga 0.2 darjah Celsius dalam tempoh tiap 10 tahun, akan mengakibatkan dijangka suhu naik sebanyak dua darjah Celsius pada tahun 2100.\n\nKenaikan suhu ini akan menyebabkan terjejasnya kehidupan tanaman dan ternakan yang banyak bergantung pada suhu sebagai faktor kehidupan.\n\nMasalah pemanasan global ini juga akan menyebabkan kenaikan paras air laut dan sungai melimpah menyebabkan kawasan pertanian rosak akibat limpahan air masin.\n\nMasalah kerosakan akibat banjir boleh mencecah sehingga berbilion-bilion ringgit .\n\nSebagai contoh bencana banjir di Thailand pada tahun 2011 telah menyebabkan kerugian pertanian sebanyak RM40 bilion manakala di Acheh, Sumatera semasa kejadian tsunami pada 2004 menyebabkan kerugian RM16 bilion kepada industri pertanian.\n\nMenurut Ghizan lagi, kejadian kemarau dan banjir di negara kadangkala mencecah RM50 juta setahun.\n\nMasalah seterusnya adalah kekurangan tenaga buruh menyebabkan industri pertanian terpaksa bergantung kepada 80 peratus buruh asing.\n\nKetika ini, sektor pertanian makanan tempatan terlalu bercirikan buruh intensif sedangkan rakyat tempatan lebih berminat kepada pekerja di bawah pendingin hawa.\n\nFaktor teknologi juga kata Dr. Ghizan menjadi masalah yang tidak kurang pentingnya dan menjadi ancaman dalam usaha pemodenan pertanian.\n\n“Teknologi kita banyak, tetapi banyak juga yang kurang sesuai kerana kurang diadaptasikan,” ujar beliau.\n\nContohnya teknologi rumah kaca di negara Barat dimanfaatkan untuk mengelak cuaca sejuk, manakala suasana di negara kita berbeza dan memerlukan rumah kaca tidak mengakibatkan suhu yang terlalu panas di dalamnya.\n\nPenghasilan teknologi untuk membantu memodenkan sektor pertanian kurang berjaya kerana tidak sampai kepada pengguna menerusi pemindahan teknologi.\n\nPeranan ini wajar dimainkan oleh jabatan dan kementerian tertentu yang terlibat.\n\nFaktor ekonomi juga penting kerana ia berkait dengan cara memasarkan hasil pertanian\n\nSebagai contoh kata Dr. Ghizan, Lembaga Pemasaran Pertanian Persekutuan (FAMA) perlu berusaha lebih dalam memberikan jaminan harga yang stabil kepada pengusaha, bagi memastikan petani mempumyai saluran pemasaran yang melindung mereka.\n\nJika tidak, mungkin satu sistem insentif harga seperti padi juga perlu diwujudkan untuk tanaman-tanaman lain yang kritikal, seperti jagung bijian untuk ternakan ayam dan beberapa sayuran terpilih.\n\nBeliau juga menyentuh mengenai isu keselamatan makanan yang memerlukan kerajaan memantapkan jaminan bekalan bagi mengelakkan berlakunya krisis seperti yang pernah berlaku pada 2008.\n\nStok penimbal makanan utama, seperti beras perlu dimantapkan, dan setakat ini untuk beras, ia sudah meningkat dari 30 hari kepada 45 hari. Ini bermakna, jika tidak ada pengeluaran atau import beras, Malaysia boleh bertahan tanpa bekalan ini selama tempoh tersebut.\n\n“Adalah dicadangkan agar sistem stok penimbal seumpama ini juga diwujudkan untuk jagung bijian yang merupakan makanan penting untuk ayam ternakan,” katanya.\n\nMalaysia juga katanya berdepan dengan isu kenaikan harga makanan terutama padi, gandum, jagung dan kacang soya.\n\nTerdapat beberapa isu yang menghambat sektor pertanian makanan iaitu kenaikan harga seperti mana yang berlaku ketika krisis dahulu (2007/2008) yang mencatatkan kenaikan antara 125 hingga 150 peratus.\n\nKenaikan harga makanan seperti jagung juga antara lain disebabkan oleh polisi kerajaan negara luar yang menggunakan bahan makanan seperti jagung diproses menjadi bahan bakar bio (biofuel).", "top-image": "http://www.utusan.com.my/polopoly_fs/1.473175!/image/image.jpg_gen/derivatives/landscape_650/image.jpg", "url": "http://www.utusan.com.my/sains-teknologi/teknologi/cabaran-sektor-pertanian-1.523705", "title": "Cabaran sektor pertanian", "summary": "Malaysia bermula dengan sebuah negara pertanian dengan tumpuan kepada tanaman komoditi seperti sawit, getah dan kelapa.\nSejarah negara memang jelas bergantung sektor tanaman komoditi yang kini dikenali sebagai pertanian industri yang dikendalikan bawah Kementerian Perusahaan Perladangan dan Komoditi (KPPK).\nAda beberapa faktor yang menyebabkan Malaysia berdepan cabaran bagi meningkatkan pengeluaran makanan menerusi pertanian.\nMenurut Dr Ghizan lagi, faktor yang berkaitan dengan persekitaran banyak memberi impak dan memberi kesan kepada bidang pertanian di negara ini.\nSebagai contoh bencana banjir di Thailand pada tahun 2011 telah menyebabkan kerugian pertanian sebanyak RM40 bilion manakala di Acheh, Sumatera semasa kejadian tsunami pada 2004 menyebabkan kerugian RM16 bilion kepada industri pertanian.", "authors": ["Intan Suhana Che Omar", "Laupa Junus", "Aqilah Mior Kamarulbaid"], "news": "Utusan Malaysia", "keyword": ["pertanian", "suhu", "ghizan", "faktor", "komoditi", "ternakan", "jagung", "tanaman", "kekurangan", "cabaran", "varieti"], "language": "INDONESIA"}, {"date": "10-16-2016", "text": "Makanan memberikan kita kehidupan. Makanan men­ce­ritakan budaya dan warisan sesebuah bang­sa. Makanan menyatukan kita dan penceria dalam setiap majlis dan perayaan. Makanan, terutama penghasilannya adalah an­ta­ra cabaran terbesar yang hari ini sedang diha­dapi dunia.\n\nMenurut Pertubuhan Makanan dan Pertanian (FAO), iaitu sebuah agensi Pertubuhan Bangsa-Bangsa Bersatu (PBB), menjelang 2050 penduduk dunia akan mencecah 9.1 bilion orang dan pengeluaran makanan perlu ditingkatkan 70 peratus untuk menepati keperluan ketika itu.Di Malaysia, Jabatan Perangkaan mengunjurkan penduduk negara akan berkembang daripada 31.7 juta tahun ini kepada 38.6 juta pada 2040. Angka ini mungkin akan mencecah 40 juta orang pada tahun 2050.\n\nDengan keluasan tanah yang kekal sama, dan sumber yang kian terbatas, cabaran kita adalah bagaimana untuk memenuhi keperluan makanan yang semakin mendesak pada masa depan. FAO melihat food security atau jaminan makanan sese­buah negara itu daripada beberapa faktor, iaitu bekalannya (availability), kemampuan rakyatnya (affordability) serta keperluan nutrisi dan keselamatan makanannya (quality and safety).\n\nNegara seperti Singapura, walaupun amat kurang menghasilkan makanannya sendiri, sering diletakkan antara yang teratas dari segi jaminan makanan, kerana purata rakyatnya berpendapatan tinggi dan mampu membeli dari negara luar.\n\nNamun, kebergantungan seperti ini sebenarnya tidak menjamin sepenuhnya bekalan makanan untuk sesebuah negara. Faktor ekonomi, logistik mahupun geopolitik sering menghidangkan ketidaktentuan yang mungkin menggugat status quo yang dinikmati. Menerusi usaha kerajaan yang berterusan sejak bertahun lama­nya, Alhamdulillah kita telah ba­ngun­kan satu sektor pertanian yang ber­jaya memenuhi sebahagian be­sar keperluan makanan negara.\n\nMerintis\n\nTahap Sara Diri (SSL) untuk bahan makanan utama berada pada kedudukan yang selesa, teruta­ma beras, ayam, telur, ikan, buah-bu­ahan dan sayur-sayuran.Industri ternakan negara, con­toh­nya, mampu membekalkan ham­pir semua ayam, telur dan ikan yang kita perlukan.\n\nNamun jika dikaji dengan lebih men­da­lam, sebenarnya bekalan pro­duk-produk ini masih belum benar-benar terjamin. Ini adalah kera­na kita mengimport hampir 100 peratus bahan mentah untuk maka­nan ayam dan ikan yang kita ternak, iaitu jagung bijirin dan soya. Itulah sebabnya kerajaan sedang merintis jalan ke arah penanaman jagung bijirin supaya kita kurang bergantung kepada bekalan negara luar.\n\nSelain itu, jika satu ekosistem baru dapat diwujudkan dalam bidang jagung bijirin ini, ia bakal membuka peluang besar kepada para pengusaha di sepanjang rantaian nilainya. Ini termasuk mereka yang terlibat dalam pembenihan, penanaman, baja, penuaian, pengeringan, pengumpulan, pemprosesan, logistik, penjualan, pengeksportan dan pembiayaan.\n\nSelain kecukupan makanan, kualiti dan nilai khasiat makanan yang dihasilkan juga penting. Sama ada kita hendak wujudkan generasi bijak ICT yang mampu menerajui ekonomi digital, mahupun kita mahu bentuk sepasukan pemain bola sepak yang mampu membawa negara ke Piala Dunia – permakanan hari ini akan menyokong pembangunan negara masa depan.\n\nAtas matlamat inilah kerajaan kini sedang merangka untuk membangunkan industri tenusu negara, dimulakan di dua “Lembah Tenusu”, iaitu di Muadzam Pahang dan Keningau Sabah. Ini akan mengurangkan kebergantungan kita kepada susu import, yang kini berjumlah RM2.8 bilion setahun, dan pada masa yang sama memastikan bekalan susu segar yang berkhasiat untuk anak-anak kita.\n\nKepada banyak negara besar, agenda pengeluaran makanan bukan lagi dilihat dari segi untung rugi, peluang pekerjaan mahupun pendapatan. Malah mereka melihat tanggungjawab memastikan rakyatnya masih bertani, masih menternak dan masih ke laut adalah keutamaan terpenting yang perlu dipertahankan.\n\nKerana mereka tahu, negara yang tidak cukup makan adalah negara lemah yang terdedah kepada pelbagai ancaman. Semua ini menggambarkan bahawa bidang penghasilan makanan bukan sahaja menyumbang kepada ekonomi, tetapi mempunyai kepentingan strategik lebih besar. Kedaulatan makanan adalah asas kekuatan negara.\n\nMasa depan Malaysia yang kekal makmur dan merdeka bakal ditentukan oleh suatu sektor agromakanan yang boleh berdepan apa jua cabaran. Ia bakal ditentukan melalui keupayaan kita untuk melahirkan generasi agropreneur muda yang mampu menjadi pelapis kepada wira-wira petani, penternak dan nelayan kita hari ini. Selamat Hari Makanan Sedunia!\n\nHari Makanan Sedunia disambut setiap tahun pada 16 Oktober sebagai mengingati tarikh penubuhan FAO pada tahun 1945.", "top-image": "http://www.utusan.com.my/img/utusan/logo-UO-450x350.png", "url": "http://www.utusan.com.my/rencana/utama/makanan-kita-masa-depan-kita-1.395432", "title": "Makanan Kita, Masa Depan Kita", "summary": "Ini adalah kera­na kita mengimport hampir 100 peratus bahan mentah untuk maka­nan ayam dan ikan yang kita ternak, iaitu jagung bijirin dan soya.\nItulah sebabnya kerajaan sedang merintis jalan ke arah penanaman jagung bijirin supaya kita kurang bergantung kepada bekalan negara luar.\nSelain itu, jika satu ekosistem baru dapat diwujudkan dalam bidang jagung bijirin ini, ia bakal membuka peluang besar kepada para pengusaha di sepanjang rantaian nilainya.\nMalah mereka melihat tanggungjawab memastikan rakyatnya masih bertani, masih menternak dan masih ke laut adalah keutamaan terpenting yang perlu dipertahankan.\nMasa depan Malaysia yang kekal makmur dan merdeka bakal ditentukan oleh suatu sektor agromakanan yang boleh berdepan apa jua cabaran.", "authors": ["Ahmad Shabery Cheek", "Mohamad Harith Mohamad Nizar"], "news": "Utusan Malaysia", "keyword": ["cabaran", "keperluan", "ikan", "bijirin", "sesebuah", "bekalan", "rakyatnya", "jagung", "mahupun", "fao"], "language": "INDONESIA"}, {"date": "05-14-2015", "text": "LAMBAKAN produk makanan sunnah di pasaran sekarang yang dikatakan mempunyai pelbagai kebaikan terhadap kesihatan telah menimbulkan kekeliruan kepada pengguna.\n\nAntara kemusykilan yang dikenal pasti berhubung produk sedemikian ialah iklan yang mendakwa boleh merawat penyakit tertentu tanpa pembuktian saintifik termasuk dakwaan yang berlebihan tentang kebaikannya.\n\nDakwaan sedemikian dibiarkan tanpa sebarang tindakan oleh pihak berkuasa kerana produk nutraseutikal (makanan tambahan) tidak memerlukan ujian dan keizinan khas daripada badan khusus sebelum dipasarkan kepada orang ramai seperti yang dikenakan terhadap produk farmaseutikal.\n\nPeniaga juga menggunakan agama dengan meletakkan petikan ayat al-Quran dan hadis pada pelekat iklan atau memaparkan gambar tokoh yang membawa imej Islam bagi menarik pengguna membeli produk yang dijual.\n\nWalaupun produk berkenaan mengandungi makanan yang disebut dalam al-Quran dan makanan kegemaran Rasulullah SAW seperti kurma, barli, buah ara, anggur, madu, tembikai, susu, labu, cendawan, minyak zaitun, buah delima dan cuka; namun bahan itu bukannya asli kerana telah dicampur dengan pelbagai makanan lain.\n\nKebanyakan dakwaan khasiatnya adalah berdasarkan penemuan saintifik bahan asas yang terdapat dalam produk tersebut dan bukannya berasaskan campuran.\n\nKemungkinan dengan campuran berkenaan, komposisi kimia makanan tersebut dan khasiatnya turut berubah berbanding bahan asal itu sendiri. Maka, adakah wajar produk tersebut didakwa sebagai makanan sunnah?\n\nHad kuantiti sesuatu jenis makanan dalam produk juga perlu diambil kira. Contoh yang paling mudah adalah seperti jus kurma. Sekiranya jus kurma yang dijual tersebut bukan sekadar mengandungi kurma, tetapi juga gula tambahan, adakah ia baik untuk kesihatan?\n\nOleh itu, produk-produk campuran sedemikian perlulah dibuat kajian secara saintifik sekali lagi bagi dibuktikan kesahihan khasiat dan manfaatnya untuk kesihatan.\n\nDakwaan pengeluar ataupun tes­timoni pengguna bukanlah dalil terbaik untuk menjamin keselamatan, keberkesanan dan kualiti sesuatu produk.\n\nSehubungan itu, kerajaan perlu mengawal pemasaran produk makanan sunnah yang giat dimanipulasikan oleh pihak tertentu sebagai berkhasiat dan mujarab untuk mengelakkan persepsi negatif terhadap amalan pemakanan Rasulullah SAW.\n\nDi pihak pengguna, mereka perlu sedar bahawa makanan yang dijual peniaga terbabit adalah berbentuk suplemen dan bukanlah pengganti kepada diet harian yang perlu mengandungi pelbagai jenis vitamin yang berguna untuk tubuh.\n\nHarus juga diingatkan bahawa di dalam Islam, tidak ditetapkan jenis makanan yang perlu diambil, sebaliknya yang ditekankan ialah makanan yang halal lagi baik.\n\nApa sahaja makanan boleh diambil asalkan menepati makanan halal lagi baik dan tidak hanya tertumpu kepada makanan kegemaran Rasulullah SAW sahaja.\n\nJika kita amati, makanan yang dimakan oleh Rasulullah SAW tertumpu kepada bahan-bahan atau tumbuhan yang boleh diperoleh di sekitar tanah Arab. Justeru, itulah yang diamalkan dan disarankan oleh baginda.\n\nBagaimanapun, tidak bermakna kepelbagaian makanan lain yang Allah anugerahkan kepada hamba-hamba-Nya tidak memberi manfaat sebaiknya.\n\nBagaimana pula dengan banyak lagi makanan yang lain, daripada rezeki yang dikurniakan Allah kepada manusia tetapi tidak dinyatakan dalam hadis-hadis ini?\n\nAdakah makanan-makanan ini kurang keistimewaannya berbanding dengan apa yang dirujuk sebagai makanan sunnah itu?\n\nSebab itulah, perlu juga dilakukan kajian terhadap khasiat pelbagai jenis makanan yang terdapat di negara kita dalam konteks halal lagi baik.\n\nIni kerana, tidaklah selamanya kita mahu bergantung kepada makanan import yang tidak terdapat secara semula jadi di negara kita.\n\nKonsep pemakanan dalam Islam juga tidak hanya tertumpu kepada aspek fizikal makanan semata-mata iaitu baik dan berkhasiat, bahkan turut menjangkau aspek etika, rohaniah dan perundangan (halal).\n\nDalam erti kata lain, diharuskan untuk kita memakan semua jenis makanan asalkan bahan berkenaan halal dan baik, tidak lupa mensyukuri kepada-Nya, tidak berlebih-lebihan dan tidak membazir.\n\nSatu lagi hakikat yang perlu disedari, hadis-hadis yang menyentuh tentang makanan dan minuman Rasulullah SAW adalah termasuk dalam kalangan perbuatan yang harus sahaja dan bukannya sunat ataupun wajib. Oleh itu, terserahlah kepada setiap orang, sama ada mahu menurutinya ataupun tidak.", "top-image": "http://www.utusan.com.my/polopoly_fs/1.91889!/image/image.jpg_gen/derivatives/landscape_650/image.jpg", "url": "http://www.utusan.com.my/rencana/utama/kekeliruan-makanan-sunnah-1.91890", "title": "Kekeliruan makanan sunnah", "summary": "LAMBAKAN produk makanan sunnah di pasaran sekarang yang dikatakan mempunyai pelbagai kebaikan terhadap kesihatan telah menimbulkan kekeliruan kepada pengguna.\nSekiranya jus kurma yang dijual tersebut bukan sekadar mengandungi kurma, tetapi juga gula tambahan, adakah ia baik untuk kesihatan?\nSehubungan itu, kerajaan perlu mengawal pemasaran produk makanan sunnah yang giat dimanipulasikan oleh pihak tertentu sebagai berkhasiat dan mujarab untuk mengelakkan persepsi negatif terhadap amalan pemakanan Rasulullah SAW.\nJika kita amati, makanan yang dimakan oleh Rasulullah SAW tertumpu kepada bahan-bahan atau tumbuhan yang boleh diperoleh di sekitar tanah Arab.\nSatu lagi hakikat yang perlu disedari, hadis-hadis yang menyentuh tentang makanan dan minuman Rasulullah SAW adalah termasuk dalam kalangan perbuatan yang harus sahaja dan bukannya sunat ataupun wajib.", "authors": ["Nizam Yatim", "Rencana Utusan.Com.My", "Hashnan Abdullah", "Nor Safina Zainal", "Abdullah Bukhari Abdul Rahim Al-Hafiz", "Ustaz Kazim Elias"], "news": "Utusan Malaysia", "keyword": ["tertumpu", "halal", "rasulullah", "kekeliruan", "mengandungi", "kurma", "saw", "sunnah", "saintifik", "tambahan", "diambil"], "language": "INDONESIA"}, {"date": "04-05-2018", "text": "", "top-image": "", "url": "https://www.bharian.com.my/berita/nasional/2018/04/408023/ncfs-dibina-di-sepang", "title": "", "summary": "", "authors": [], "news": "Berita Harian", "keyword": [], "language": "INDONESIA"}, {"date": "06-22-2018", "text": ": Hampir semua pekerja asing yang diuji dalam satu kajian didapati membawa bakteria yang boleh menyebabkan keracunan makanan dan juga kematian, kata penyelidik.Memetik laporan Mstar Online, penyelidik turut berpendapat penutupan sementara premis makanan yang kotor tidak mencukupi dan kerajaan perlu menangani isu sistemik itu.Penemuan terbaharu pasukan penyelidik dari Universiti Malaya yang diketuai Prof Madya Dr Siti Nursheena Mohd Zain mendapati kandungan bakteria keracunan makanan yang tinggi, dibawa pekerja asing yang bekerja dalam industri perkhidmatan makanan.Ahli parasitologi itu berkata sampel diambil daripada 383 pekerja asing yang mengendalikan premis makanan di tiga bandar - Ipoh, Kuala Terengganu dan Shah Alam - hampir kesemua menunjukkan risiko bahaya kepada kesihatan.Dalam dokumen, “Mikroogranisme sebagai petunjuk status kebersihan di kalangan pengendali makanan warga asing di Semenanjung Malaysia”, Dr Siti Nursheena dan pasukannya mendapati 99.5 peratus sampel yang diambil dari pekerja asing mengandungi kandungan Aerobic Plate Count (APC) melebihi piawaian yang boleh diterima.Produk memperlihatkan APC tinggi yang luar biasa mempunyai potensi bahaya kepada kesihatan, sementara menunggu hasil pemeriksaan patogen.APC lebih tinggi di kalangan pekerja warga India dan disusuli Nepal.APC juga lebih tinggi di kalangan tukang masak, menurut dokumen yang diterbitkan dalam Jurnal Kesihatan Awam Asia Pasifik pada Oktober lepas.Ia juga menunjukkan 64 peratus sampel pekerja mencatatkan jumlah Staphylococcus aureus melebihi tahap kebersihan yang boleh diterima manakala satu perlima menunjukkan tahap Escherichia coli (E. coli) yang tinggi.Kebanyakan bakteria Staphylococcus tidak menyebabkan masalah serius tetapi boleh membawa maut sekiranya bakteria memasuki aliran darah, sendi, tulang, paru-paru atau jantung.E.coli, kumpulan bakteria yang pelbagai boleh menyebabkan cirit-birit, jangkitan saluran kencing, penyakit pernafasan dan radang paru-paru.“Pengendali makanan adalah sumber penularan penyakit melalui makanan di Malaysia.“Penemuan ini menunjukkan kebarangkalian penghantaran bakteria patogen yang tinggi dari tangan pengendali makanan kepada para pelanggan semasa penyediaan makanan.“Dan ini memerlukan penambahbaikan aspek kebersihan dan piawaian sanitasi oleh pihak berkuasa berkaitan,” kata Dr Siti Nursheena.", "top-image": "https://img.astroawani.com/2017-11/51510904986_MakanLaju.jpg", "url": "http://www.astroawani.com/berita-malaysia/pekerja-asing-pembawa-bakteria-keracunan-makanan-penyelidik-178682", "title": "Pekerja asing pembawa bakteria keracunan makanan - Penyelidik", "summary": ": Hampir semua pekerja asing yang diuji dalam satu kajian didapati membawa bakteria yang boleh menyebabkan keracunan makanan dan juga kematian, kata penyelidik.Memetik laporan Mstar Online, penyelidik turut berpendapat penutupan sementara premis makanan yang kotor tidak mencukupi dan kerajaan perlu menangani isu sistemik itu.Penemuan terbaharu pasukan penyelidik dari Universiti Malaya yang diketuai Prof Madya Dr Siti Nursheena Mohd Zain mendapati kandungan bakteria keracunan makanan yang tinggi, dibawa pekerja asing yang bekerja dalam industri perkhidmatan makanan.Ahli parasitologi itu berkata sampel diambil daripada 383 pekerja asing yang mengendalikan premis makanan di tiga bandar - Ipoh, Kuala Terengganu dan Shah Alam - hampir kesemua menunjukkan risiko bahaya kepada kesihatan.Dalam dokumen, “Mikroogranisme sebagai petunjuk status kebersihan di kalangan pengendali makanan warga asing di Semenanjung Malaysia”, Dr Siti Nursheena dan pasukannya mendapati 99.5 peratus sampel yang diambil dari pekerja asing mengandungi kandungan Aerobic Plate Count (APC) melebihi piawaian yang boleh diterima.Produk memperlihatkan APC tinggi yang luar biasa mempunyai potensi bahaya kepada kesihatan, sementara menunggu hasil pemeriksaan patogen.APC lebih tinggi di kalangan pekerja warga India dan disusuli Nepal.APC juga lebih tinggi di kalangan tukang masak, menurut dokumen yang diterbitkan dalam Jurnal Kesihatan Awam Asia Pasifik pada Oktober lepas.Ia juga menunjukkan 64 peratus sampel pekerja mencatatkan jumlah Staphylococcus aureus melebihi tahap kebersihan yang boleh diterima manakala satu perlima menunjukkan tahap Escherichia coli (E. coli) yang tinggi.Kebanyakan bakteria Staphylococcus tidak menyebabkan masalah serius tetapi boleh membawa maut sekiranya bakteria memasuki aliran darah, sendi, tulang, paru-paru atau jantung.E.coli, kumpulan bakteria yang pelbagai boleh menyebabkan cirit-birit, jangkitan saluran kencing, penyakit pernafasan dan radang paru-paru.“Pengendali makanan adalah sumber penularan penyakit melalui makanan di Malaysia.“Penemuan ini menunjukkan kebarangkalian penghantaran bakteria patogen yang tinggi dari tangan pengendali makanan kepada para pelanggan semasa penyediaan makanan.“Dan ini memerlukan penambahbaikan aspek kebersihan dan piawaian sanitasi oleh pihak berkuasa berkaitan,” kata Dr Siti Nursheena.", "authors": [], "news": "Astro Awani", "keyword": ["penyelidik", "sampel", "siti", "nursheena", "piawaian", "bakteria", "keracunan", "staphylococcus", "premis", "penyakit", "pembawa", "kebersihan"], "language": "INDONESIA"}, {"date": "09-24-2018", "text": "\n\n\n\nKEMENTERIAN Kesihatan Malaysia (KKM) mengesahkan produk dikenali sebagai Jus Al Sunnah, Jus Al Sunnah Gold dan Jus Penawar mengandungi bahan steroid iaitu dexamethasone dan prednisolone yang dilarang di bawah Akta Makanan 1983.\n\nKetua Pengarah Kesihatan, Datuk Dr Noor Hisham Abdullah berkata, kedua-dua jenis steroid berkenaan digunakan untuk merawat masalah bengkak dan radang yang serius.\n\nKatanya, penggunaan secara berpanjangan tanpa pengawasan ahli profesional kesihatan boleh mengakibatkan kesan sampingan serius seperti kelemahan otot, kerapuhan tulang, peningkatan gula dalam darah, tekanan darah tinggi, katarak, peningkatan risiko jangkitan dan sindrom cushing.\n\n“Hasil pemantauan Bahagian Keselamatan dan Kualiti Makanan ke atas produk berkenaan itu juga mendapati, syarikat yang mengedarkannya iaitu Sri Saga Marketing S/B tidak wujud dan melanggar Seksyen 16, Akta Makanan 1983.\n\n“Sehubungan itu, KKM melarang penjualan produk berkenaan termasuk peniaga atas talian yang masih mempunyai stok untuk menghentikan serta-merta penjualan dan menghubungi Pejabat Kesihatan Daerah terdekat untuk tujuan penyitaan.\n\n“Ini kerana di bawah Seksyen 13, Akta Makanan 1983, menyatakan mana-mana orang yang menyedia atau menjual makanan beracun, merosakkan atau memudaratkan kesihatan adalah suatu kesalahan dan jika disabitkan boleh dikenakan denda tidak melebihi RM100,000 atau penjara selama tempoh tidak melebihi 10 tahun atau kedua-duanya,” katanya.\n\nDr Noor Hisham berkata, orang awam disarankan segera mendapatkan nasihat serta rawatan dari ahli profesional kesihatan dan jika sudah mengambil produk terbabit dalam jangkamasa lama supaya tidak memberhentikan secara mendadak.\n\n“Ini kerana ia boleh menyebabkan masalah seperti kekeliruan dan penurunan tekanan darah yang boleh membahayakan kesihatan.\n\n“KKM sentiasa peka dan prihatin terhadap perkara-perkara yang boleh mengancam kesihatan pengguna. Sekiranya mempunyai sebarang kemusykilan berhubung isu keselamatan makanan, boleh hubungi Pejabat Kesihatan Daerah atau Jabatan Kesihatan Negeri terdekat atau hubungi KKM melalui laman sesawang http://moh.spab.gov.my atau facebook Bahagian Keselamatan dan Kualiti Makanan (BKKM) www.facebook.com/bkkmhq,” katanya.", "top-image": "https://assets.hmetro.com.my/images/articles/kl_jus_HMfield_image_listing_featured_v2.var_1537797064.jpg", "url": "https://www.hmetro.com.my/mutakhir/2018/09/380158/sah-ada-steroid", "title": "Sah ada steroid", "summary": "KEMENTERIAN Kesihatan Malaysia (KKM) mengesahkan produk dikenali sebagai Jus Al Sunnah, Jus Al Sunnah Gold dan Jus Penawar mengandungi bahan steroid iaitu dexamethasone dan prednisolone yang dilarang di bawah Akta Makanan 1983.\nKetua Pengarah Kesihatan, Datuk Dr Noor Hisham Abdullah berkata, kedua-dua jenis steroid berkenaan digunakan untuk merawat masalah bengkak dan radang yang serius.\nKatanya, penggunaan secara berpanjangan tanpa pengawasan ahli profesional kesihatan boleh mengakibatkan kesan sampingan serius seperti kelemahan otot, kerapuhan tulang, peningkatan gula dalam darah, tekanan darah tinggi, katarak, peningkatan risiko jangkitan dan sindrom cushing.\n“Hasil pemantauan Bahagian Keselamatan dan Kualiti Makanan ke atas produk berkenaan itu juga mendapati, syarikat yang mengedarkannya iaitu Sri Saga Marketing S/B tidak wujud dan melanggar Seksyen 16, Akta Makanan 1983.\n“Ini kerana ia boleh menyebabkan masalah seperti kekeliruan dan penurunan tekanan darah yang boleh membahayakan kesihatan.", "authors": ["Saadiah Ismail", "Saadiah_Ismail Bh.Com.My"], "news": "Harian Metro", "keyword": ["kkm", "darah", "terdekat", "seksyen", "jus", "tekanan", "akta", "steroid", "sah", "sunnah", "profesional"], "language": "INDONESIA"}]