[{"url": "https://www.businessinsider.my/anwar-ibrahim-could-be-released-soon-with-the-pardons-board-set-to-hold-a-meeting-on-wednesday/", "news": "Business Insider", "title": "Anwar Ibrahim could be released soon, with the Pardons Board set to hold a meeting on Wednesday", "language": "ENGLISH", "date": "05-15-2018", "top-image": "https://static.businessinsider.my/sites/3/2018/05/ANWAR-IBRAHIM-PIC.jpg", "summary": "The Royal Pardons Board will meet to discuss the fate of PKR leader Anwar Ibrahim.\nThe Royal Pardons Board will meet on that morning at 11am to discuss a royal pardon for the PKR founder, The Star reported.\nHe is serving a serving a five-year prison sentence for sodomy and was originally scheduled to be released on June 8.\nIf the Board decide to award him a royal pardon, he would be released immediately and will be able to return to politics as soon as he wants.\n“The date for the meeting has been moved to Wednesday at the request of the Prime Minister’s Office”, he wrote.", "keyword": ["hold", "pardon", "office", "ibrahim", "board", "wan", "royal", "soon", "released", "prime", "serving", "anwar", "set", "pkr", "meeting", "pardons"], "text": "The Royal Pardons Board will meet to discuss the fate of PKR leader Anwar Ibrahim. Facebook/Anwar Ibrahim\n\nFor the de facto leader of the People’s Justice Party (PKR), Anwar Ibrahim, Wednesday (16 May) could be a very important day for him.\n\nThe Royal Pardons Board will meet on that morning at 11am to discuss a royal pardon for the PKR founder, The Star reported.\n\nSultan Muhammad V has given his permission to go ahead, though the Prime Minister’s Office requested for it to be postponed from Tuesday to Wednesday instead.\n\nAnwar is currently in hospital recovering from a shoulder operation he had recently undergone.\n\nHe is serving a serving a five-year prison sentence for sodomy and was originally scheduled to be released on June 8.\n\nIf the Board decide to award him a royal pardon, he would be released immediately and will be able to return to politics as soon as he wants.\n\nAnwar’s lawyer R. Sivarasa has confirmed the postponement on his Facebook page in a statement.\n\n“The date for the meeting has been moved to Wednesday at the request of the Prime Minister’s Office”, he wrote.\n\nAccording to him, Deputy Prime Minister Datuk Seri Wan Azizah Wan Ismail, who is Anwar’s wife and president of the PKR, has also just spoken to Prime Minister Tun Dr Mahathir Mohamed about the matter; with the latter giving his assurance that the meeting will take place tomorrow.", "authors": ["Ethan Rakin"]}, {"url": "http://www.utusan.com.my/berita/politik/anwar-pilih-port-dickson-1.746058", "news": "Utusan Malaysia", "title": "Anwar pilih Port Dickson?", "language": "INDONESIA", "date": "09-11-2018", "top-image": "http://www.utusan.com.my/polopoly_fs/1.746057!/image/image.jpg_gen/derivatives/landscape_650/image.jpg", "summary": "Di utara bukan, di Pandan dinafikan, disebut-sebut pula Port Dickson, Negeri Sembilan tetapi ramai kepemimpinan yang terkejut, jadi di mana?\nSetakat analisis ini ditulis, belum ada satu pun pengesahan mengenai kerusi Parlimen yang bakal dikosongkan untuk Anwar, malah spekulasi semakin bertiup kencang.\nAda yang berpandangan, keputusan masih belum dibuat kerana Anwar mahu memastikan kerusi ditandingi benar-benar boleh dimenangi.\nMisalnya Ketua Wanita, Zuraida Kamaruddin yang terkejut apabila diajukan sama ada Anwar bakal bertanding di Ne­geri Sembilan.\natau Port Dickson?", "keyword": ["kerusi", "pilih", "rafizi", "sembilan", "port", "spekulasi", "terkejut", "bertanding", "dickson", "anwar", "pengumuman", "pkr"], "text": "MAHU bertanding di mana? Di utara bukan, di Pandan dinafikan, disebut-sebut pula Port Dickson, Negeri Sembilan tetapi ramai kepemimpinan yang terkejut, jadi di mana?\n\nPersoalan di mana Datuk Seri Anwar Ibrahim mahu bertan­ding menjadi isu yang sentiasa bermain di bibir pengamal media setiap kali bersua, tidak terkecuali menjadi topik rakyat marhain yang gemar bersembang politik di kedai-kedai kopi.\n\nPemerhati politik pula mengikuti dengan dekat isu ini, supaya mudah untuk memberi maklum balas segera apabila dihubungi pengamal media yang dahagakan pandangan mereka.\n\nBagaimanapun, persoalan yang lebih besar ialah siapa wakil rakyat dalam PKR yang berbesar hati mahu mengosongkan kerusi dimenanginya dalam Pilihan Raya Umum Ke-14 (PRU-14) kurang lima bulan lalu untuk memberi lalun kepada bakal Perdana Menteri kelapan.\n\nSetakat analisis ini ditulis, belum ada satu pun pengesahan mengenai kerusi Parlimen yang bakal dikosongkan untuk Anwar, malah spekulasi semakin bertiup kencang.\n\nEmpunya diri pula mengunci mulut, hanya memberi ‘ba­yang-bayang’ sahaja kerusi yang sedang dipertimbangkan. Ada yang berpandangan, keputusan masih belum dibuat kerana Anwar mahu memastikan kerusi ditandingi benar-benar boleh dimenangi.\n\nDi satu sudut pula, ada yang berpandangan bahawa keputusan untuk tidak mendedahkan kerusi itu sebagai langkah bagi mengelakkan berlakunya kemungkinan sabotaj dari dalaman parti sendiri.\n\nSementelah dalam proses pemilihan PKR kali ini berlangsung panas dengan tumpuan kepada perebutan jawatan Timbalan Presiden parti antara penyandangnya, Datuk Seri Mohamad Azmin Ali dan Rafizi Ramli yang dilihat banyak pihak sebagai ‘kem Anwar’.\n\nSelain itu, ramai dalam kala­ngan pucuk kepemimpinan parti sendiri tidak tahu di mana destinasi Presiden baharu PKR itu.\n\nMisalnya Ketua Wanita, Zuraida Kamaruddin yang terkejut apabila diajukan sama ada Anwar bakal bertanding di Ne­geri Sembilan. Bukan itu sahaja, isu tersebut juga mencetuskan perang mulut antara Rafizi dan Naib Presiden PKR, Tian Chua kerana didakwa ada ‘rahsia’ sesama mereka.\n\nApa pun, persoalan ini bakal terjawab apabila Setiausaha Agung PKR, Datuk Saifuddin Nasution Ismail, satu-satunya individu yang dipercayai mengetahui lokasi pilihan Anwar membuat pengumuman, dijangka hari ini.\n\nSebelum pengumuman itu dibuat, spekulasi akan terus berlegar sama ada di Pandan? Batu? Selayang? atau Port Dickson? Sama-sama kita nantikan.", "authors": ["Syukri Shaari"]}, {"url": "http://www.astroawani.com/berita-politik/jangan-kaitkan-isu-jawatan-pkr-dengan-masa-depan-anwar-khairuddin-183016", "news": "Astro Awani", "title": "Jangan kaitkan isu jawatan PKR dengan masa depan Anwar - Khairuddin", "language": "INDONESIA", "date": "08-14-2018", "top-image": "https://img.astroawani.com/2018-05/41526177414_KHAIRUDDINABU.jpg", "summary": "Saya pun rapat dengan Daim tetapi sekali pun tidak pernah mendengar Daim cuba menghalang Anwar untuk menjadi Perdana Menteri selepas Tun Dr Mahathir Mohamad berundur kelak.\n\"Perbuatan Abdullah Sani tidak wajar sama sekali.\nMereka berkempen untuk bertanding bagi merebut jawatan dalam PKR tetapi mengaitkan orang lain adalah tidak berasas sama sekali.\n\"Bolehkah Abdullah Sani tunjukkan atau sandarkan bukti-bukti di atas tohmahannya pada Daim?\n\"Kita sudah banyak kali menyatakan bahawa kejayaan PH pada hari ini adalah kerana jiwa besar Dr Mahathir dan Anwar.", "keyword": ["daim", "khairuddin", "cuba", "menghalang", "kaitkan", "tangan", "abdullah", "anwar", "ph", "sani", "pkr", "mahathir"], "text": ": Datuk Abdullah Sani Abdul Hamid diminta tidak membuat tohmahan palsu mengenai Pengerusi Majlis Penasihat Kerajaan, Tun Daim Zainuddin yang boleh merugikan Pakatan Harapan (PH).Ahli Jawatankuasa Komunikasi dan Mobiliti PH, Datuk Seri Khairuddin Abu Hassan berkata, Ahli Parlimen Kapar itu dan Naib Presiden PKR, Rafizi Ramli bebas untuk bertanding apa sahaja jawatan di dalam parti mereka namun tidak perlu mengaitkan isu melibatkan Datuk Seri Anwar Ibrahim yang bakal menjadi Perdana Menteri kelapan.Jelasnya, Abdullah Sani telah membuat kenyataan yang tidak mempunyai asas sama sekali kononnya Daim cuba menghalang Anwar sebagai Perdana Menteri kelapan.\"Ini tidak benar sama sekali. Saya pun rapat dengan Daim tetapi sekali pun tidak pernah mendengar Daim cuba menghalang Anwar untuk menjadi Perdana Menteri selepas Tun Dr Mahathir Mohamad berundur kelak.\"Perbuatan Abdullah Sani tidak wajar sama sekali. Mereka berkempen untuk bertanding bagi merebut jawatan dalam PKR tetapi mengaitkan orang lain adalah tidak berasas sama sekali. Ia tidak baik untuk membuat tuduhan secara rambang.\"Saya bukan hendak menyebelahi Daim. Sikap Abdullah akan meninggalkan implikasi yang amat negatif. Nampak seolah-olah tiada unsur perpaduan di dalam PH,\" katanya dalam satu kenyataan di sini, hari ini.Sebelum ini, Abdullah Sani mendakwa, ada golongan ahli PKR mendakwa wujud campur tangan pihak tertentu yang cuba menghalang pelantikan Anwar sebagai Perdana Menteri kelapan.Dakwa Abdullah Sani, gerakan itu digerakkan Daim, menerusi beberapa kenyataannya sebelum ini yang dilihat sebagai 'campur tangan luar biasa'.Jelasnya, amalan serta perbuatan itu adalah teladan yang tidak baik sama sekali untuk PH.\"Bolehkah Abdullah Sani tunjukkan atau sandarkan bukti-bukti di atas tohmahannya pada Daim?\"Kita sudah banyak kali menyatakan bahawa kejayaan PH pada hari ini adalah kerana jiwa besar Dr Mahathir dan Anwar.\"Dr Mahathir sudah berbuih mulut memberitahu Anwar adalah bakal penggantinya. Apa lagi yang tidak kena serta tak cukup dengan kenyataan mahupun jaminan Dr Mahathir itu,\" katanya.Tambahnya, lebih ramai pemimpin PH seperti Abdullah bakal meranapkan keutuhan perpaduan dalam gabungan itu sendiri.", "authors": []}, {"url": "http://www.sinarharian.com.my/politik/anwar-tak-mahu-panjangkan-isu-dengan-rahim-noor-1.873351", "news": "Sinarharian", "title": "Anwar tak mahu panjangkan isu dengan Rahim Noor", "language": "INDONESIA", "date": "08-28-2018", "top-image": "http://www.sinarharian.com.my/polopoly_fs/1.844453!/image/image.jpg_gen/derivatives/landscape_700/image.jpg", "summary": "A- A+ (Ubah saiz teks)KUALA LUMPUR - Presiden PKR, Datuk Seri Anwar Ibrahim tidak mahu memanjangkan isu yang mengaitkan beliau dengan bekas Ketua Polis Negara Tan Sri Rahim Noor.\nKatanya, apa yang dibangkitkan orang ramai terhadap Rahim kini, adalah sebagai peringatan kisah lampau mengenai kezaliman dan salah guna kuasa.\nKenyataan Anwar itu mengulas mengenai suara-suara dalam PH yang kuat menolak pelantikan Rahim sebagai fasilitator Rundingan Damai Selatan Thailand.\n[ARTIKEL BERKAITAN: Kaji semula pelantikan Rahim Noor]Menurut Anwar, apa yang paling penting ialah semua faham bahawa ia bukan berkisar tentang kisah ‘mata lebam’ semata-mata.\n\"Ada umpamanya pandangan lain seperti ini soal 'Anwar mata lebam', tentulah kalau begitu pandangan kurang arif atau jahil bahawa yang dibicarakan itu bukan soal Anwar.", "keyword": ["rahim", "lebam", "peribadi", "pelantikan", "noor", "kisah", "pandangan", "zalim", "peringatan", "anwar", "panjangkan", "mahathir"], "text": "A- A+ (Ubah saiz teks)\n\nKUALA LUMPUR - Presiden PKR, Datuk Seri Anwar Ibrahim tidak mahu memanjangkan isu yang mengaitkan beliau dengan bekas Ketua Polis Negara Tan Sri Rahim Noor.\n\nKatanya, apa yang dibangkitkan orang ramai terhadap Rahim kini, adalah sebagai peringatan kisah lampau mengenai kezaliman dan salah guna kuasa.\n\n\"Secara peribadi, saya tidak mahu panjangkan isu peribadi dengan beliau.\n\n\"Tetapi ternyata ramai yang membangkitkannya kerana jenayah yang beliau lakukan itu bukan terhadap saya sahaja. Ramai yang dipukul dan didera dan kini membangkitkan semula isu ini,” kata Anwar dipetik menerusi rakaman temubual program mingguan AI di Astro Awani.\n\nKenyataan Anwar itu mengulas mengenai suara-suara dalam PH yang kuat menolak pelantikan Rahim sebagai fasilitator Rundingan Damai Selatan Thailand.\n\n[ARTIKEL BERKAITAN: Kaji semula pelantikan Rahim Noor]\n\nMenurut Anwar, apa yang paling penting ialah semua faham bahawa ia bukan berkisar tentang kisah ‘mata lebam’ semata-mata.\n\n\"Ada umpamanya pandangan lain seperti ini soal 'Anwar mata lebam', tentulah kalau begitu pandangan kurang arif atau jahil bahawa yang dibicarakan itu bukan soal Anwar. Tapi, ini soal sosok manusia yang zalim dan salah guna kuasa.\n\n“Itu semua sekadar peringatan,” ujarnya.\n\nPada masa yang sama, beliau mahu semua pemimpin dalam Pakatan Harapan memberi ruang kepada Perdana Menteri Tun Dr Mahathir Mohamad untuk membuat keputusan.\n\n“Jadi, saya fikir elok kita memberi ruang kepada PM Tun Mahathir untuk buat keputusan yang terbaik dan mungkin ada peranan khusus yang perlu dilakukan,” kata Anwar.", "authors": ["Wartawan Sinar Harian"]}, {"url": "http://www.sinarharian.com.my/politik/isu-mb-kedah-ini-jawab-anwar-1.874355", "news": "Sinarharian", "title": "Isu MB Kedah, ini jawab Anwar", "language": "INDONESIA", "date": "08-30-2018", "top-image": "http://www.sinarharian.com.my/polopoly_fs/1.874356!/image/image.jpg_gen/derivatives/landscape_700/image.jpg", "summary": "A- A+ (Ubah saiz teks)KUALA LUMPUR - Ketua Umum PKR, Datuk Seri Anwar Ibrahim menafikan khabar angin membabitkan jawatan Menteri Besar Kedah yang bertiup kencang sejak minggu lalu.\nMenurut Anwar, soal Ahli Parlimen Sungai Petani, Datuk Johari Abdul menuntut jawatan nombor satu negeri itu tidak berbangkit.\nSejak minggu lalu, Johari didakwa memberi syarat ditawarkan jawatan Menteri Besar Kedah sebagai balasan sekiranya beliau melepaskan Parlimen Sungai Petani kepada Anwar.\nSebelum ini, Johari dengan rela ingin menyerahkan kerusi Parlimen Sungai Petani kepada Datuk Seri Anwar jika tokoh PKR berkenaan berminat untuk bertanding di parlimen berkenaan.\n[ARTIKEL BERKAITAN : Jangan cuba lagakan saya dengan Mukhriz: Johari]Utusan Malaysia sebelum ini melaporkan, Johari mengakui beliau lebih berminat untuk menjadi pemimpin di Kedah berbanding memegang jawatan di peringkat Pusat.", "keyword": ["mb", "petani", "ubah", "syarat", "kedah", "tekskuala", "johari", "mukhriz", "anwar", "pkr", "berminat"], "text": "A- A+ (Ubah saiz teks)\n\nKUALA LUMPUR - Ketua Umum PKR, Datuk Seri Anwar Ibrahim menafikan khabar angin membabitkan jawatan Menteri Besar Kedah yang bertiup kencang sejak minggu lalu.\n\nMenurut Anwar, soal Ahli Parlimen Sungai Petani, Datuk Johari Abdul menuntut jawatan nombor satu negeri itu tidak berbangkit.\n\nMalah katanya, beliau telah mendapatkan penjelasan daripada Johari sendiri berhubung perkara itu.\n\n“Saya hendak nasihat jika perkara itu ada asas tidak mengapa tetapi perkara itu tidak berbangkit. Perkara itu hanya berlaku andai kata Datuk Seri Mukhriz Mahathir mengosongkan kerusinya.\n\n“Konsensus yang parti dalam PH capai adalah menyokong Muhkriz sebagai Menteri Besar Kedah. Itu pendirian parti,” katanya lapor Berita Harian, hari ini.\n\nSejak minggu lalu, Johari didakwa memberi syarat ditawarkan jawatan Menteri Besar Kedah sebagai balasan sekiranya beliau melepaskan Parlimen Sungai Petani kepada Anwar.\n\nSebelum ini, Johari dengan rela ingin menyerahkan kerusi Parlimen Sungai Petani kepada Datuk Seri Anwar jika tokoh PKR berkenaan berminat untuk bertanding di parlimen berkenaan.\n\nBeliau juga meminta tiada pihak yang melagakannya dengan Mukhriz dengan membangkitkan isu itu.\n\n[ARTIKEL BERKAITAN : Jangan cuba lagakan saya dengan Mukhriz: Johari]\n\nUtusan Malaysia sebelum ini melaporkan, Johari mengakui beliau lebih berminat untuk menjadi pemimpin di Kedah berbanding memegang jawatan di peringkat Pusat.", "authors": ["Raziatul Hanum A.Rajak"]}, {"url": "http://www.astroawani.com/berita-politik/isu-peletakan-jawatan-ahli-parlimen-pd-tidak-berbangkit-185789", "news": "Astro Awani", "title": "'Isu peletakan jawatan Ahli Parlimen PD tidak berbangkit'", "language": "INDONESIA", "date": "09-16-2018", "top-image": "https://img.astroawani.com/2018-09/51537143879_MOHDSOFI.jpg", "summary": ": Tindakan mengosongkan kerusi Parlimen Port Dickson bagi memberi laluan kepada Presiden PKR, Datuk Seri Anwar Ibrahim untuk bertanding tidak seharusnya dijadikan isu memandangkan ia sudah digariskan dalam Manifesto PH pada PRU14 lalu.Timbalan Pengerusi Amanah Melaka, Mohd Sofi Abdul Wahab berkata, manifesto terbabit telah menyatakan bahawa laluan akan diberikan kepada Anwar untuk bertanding selepas dibebaskan dari tahanan atau diampunkan hukuman penjara.Menurutnya, apa yang digariskan manifesto ini adalah bagi membolehkan Anwar menjadi seorang Ahli Parlimen dan seterusnya memasuki kerajaan.“Ini sememangnya sudah digariskan di dalam Manifesto PH pada PRU lalu.\nJadi isu peletakan jawatan Ahli Parlimen Port Dickson itu tidak berbangkit,” katanya kepada Sinar Harian.Beliau mengulas tindakan bekas Ahli Parlimen Port Dickson, Datuk Danyal Balagopal Abdullah yang meletak jawatan bagi membolehkan Anwar bertanding dalam PRK di Port Dickson nanti.Pada masa sama, Mohd Sofi turut berkata, isu pembaziran wang rakyat sebagaimana disebut sesetengah pihak ekoran PRK di Port Dickson ini boleh dielakkan sekiranya pembangkang tidak meletak calon mereka.Jelasnya, beliau yakin jika pembangkang meletak calon mereka sekalipun, mereka tidak akan mampu menyaingi PH dalam mendapatkan sokongan pengundi.Katanya, ini jelas apabila pengundi di kawasan parlimen berkenaan telah memberi kemenangan kepada PKR dalam PRU lalu, sekaligus membuktikan bahawa Parlimen Port Dickson merupakan kubu kuat PH.", "keyword": ["bertanding", "pd", "sofi", "meletak", "manifesto", "berbangkit", "anwar", "peletakan", "digariskan", "port", "ph", "dickson", "ahli"], "text": ": Tindakan mengosongkan kerusi Parlimen Port Dickson bagi memberi laluan kepada Presiden PKR, Datuk Seri Anwar Ibrahim untuk bertanding tidak seharusnya dijadikan isu memandangkan ia sudah digariskan dalam Manifesto PH pada PRU14 lalu.Timbalan Pengerusi Amanah Melaka, Mohd Sofi Abdul Wahab berkata, manifesto terbabit telah menyatakan bahawa laluan akan diberikan kepada Anwar untuk bertanding selepas dibebaskan dari tahanan atau diampunkan hukuman penjara.Menurutnya, apa yang digariskan manifesto ini adalah bagi membolehkan Anwar menjadi seorang Ahli Parlimen dan seterusnya memasuki kerajaan.“Ini sememangnya sudah digariskan di dalam Manifesto PH pada PRU lalu. Jadi isu peletakan jawatan Ahli Parlimen Port Dickson itu tidak berbangkit,” katanya kepada Sinar Harian.Beliau mengulas tindakan bekas Ahli Parlimen Port Dickson, Datuk Danyal Balagopal Abdullah yang meletak jawatan bagi membolehkan Anwar bertanding dalam PRK di Port Dickson nanti.Pada masa sama, Mohd Sofi turut berkata, isu pembaziran wang rakyat sebagaimana disebut sesetengah pihak ekoran PRK di Port Dickson ini boleh dielakkan sekiranya pembangkang tidak meletak calon mereka.Jelasnya, beliau yakin jika pembangkang meletak calon mereka sekalipun, mereka tidak akan mampu menyaingi PH dalam mendapatkan sokongan pengundi.Katanya, ini jelas apabila pengundi di kawasan parlimen berkenaan telah memberi kemenangan kepada PKR dalam PRU lalu, sekaligus membuktikan bahawa Parlimen Port Dickson merupakan kubu kuat PH.", "authors": []}, {"url": "http://www.utusan.com.my/berita/politik/penduduk-pd-sambut-baik-kehadiran-anwar-1.759184", "news": "Utusan Malaysia", "title": "Penduduk PD sambut baik kehadiran Anwar", "language": "INDONESIA", "date": "10-01-2018", "top-image": "http://www.utusan.com.my/polopoly_fs/1.759186!/image/image.jpg_gen/derivatives/landscape_650/image.jpg", "summary": "PORT DICKSON 2 Okt.- Kehadiran Datuk Seri Anwar Ibrahim di Port Dickson semakin diterima baik para penduduk daerah ini yang rata-ratanya cukup teruja untuk menerima seorang bakal Perdana Menteri sebagai ahli Parlimen mereka.\nBekas Ahli Parlimen Port Dickson, Datuk Danyal Balagopal Abdullah berkata, kempen turun padang Pakatan Harapan (PH) untuk Pilihan Raya Kecil (PRK) Parlimen Port Dickson setakat ini berjalan lancar dan mendapat sambutan rakyat.\n“Masih ada 10 hari lagi untuk tempoh berkempen dan menjelang hari pengundian, kempen-kempen untuk bertemu rakyat akan lebih giat dijalankan.\nTambah Danyal, sepanjang kempen beramah mesra dan bertemu rakyat, Anwar turut mengambil maklum masalah dan isu yang diutarakan oleh mereka.\n“Semua masalah ini telah dikenal pasti dan akan dilihat satu demi satu, oleh sebab itu kita membawa bakal Perdana Menteri ke Port Dickson untuk mencari jalan penyelesaiannya,” katanya.", "keyword": ["pd", "teruja", "kehadiran", "setakat", "prk", "anwar", "port", "ph", "ahli", "dickson", "sambut", "kempen", "danyal"], "text": "PORT DICKSON 2 Okt.- Kehadiran Datuk Seri Anwar Ibrahim di Port Dickson semakin diterima baik para penduduk daerah ini yang rata-ratanya cukup teruja untuk menerima seorang bakal Perdana Menteri sebagai ahli Parlimen mereka.\n\nBekas Ahli Parlimen Port Dickson, Datuk Danyal Balagopal Abdullah berkata, kempen turun padang Pakatan Harapan (PH) untuk Pilihan Raya Kecil (PRK) Parlimen Port Dickson setakat ini berjalan lancar dan mendapat sambutan rakyat.\n\n“Masih ada 10 hari lagi untuk tempoh berkempen dan menjelang hari pengundian, kempen-kempen untuk bertemu rakyat akan lebih giat dijalankan.\n\n“Apa yang kami lakukan sekarang adalah untuk memperkenalkan Anwar kepada komuniti tempatan dan setakat ini orang ramai yang ditemui dilihat cukup teruja dapat berjumpa dengan Anwar terutama mereka yang telah bersama berjuang semasa era reformasi kira-kira 20 tahun lalu,” katanya dalam sidang akhbar di Bilik Gerakan Utama PH bagi PRK Port Dickson di sini, hari ini.\n\nTambah Danyal, sepanjang kempen beramah mesra dan bertemu rakyat, Anwar turut mengambil maklum masalah dan isu yang diutarakan oleh mereka.\n\n“Segala masalah tersebut merupakan isu yang sama semasa saya menjadi Ahli Parlimen di sini termasuklah berkaitan kesesakan jalan raya, pengangkutan awam, kebersihan dan projek-projek terbengkalai.\n\n“Semua masalah ini telah dikenal pasti dan akan dilihat satu demi satu, oleh sebab itu kita membawa bakal Perdana Menteri ke Port Dickson untuk mencari jalan penyelesaiannya,” katanya. - UTUSAN ONLINE", "authors": ["Badrul Hafizan Mat Isa"]}, {"url": "http://www.astroawani.com/berita-politik/terima-kasih-anwar-ibrahim-kerana-terima-saya-tun-mahathir-165020", "news": "Astro Awani", "title": "Terima kasih Anwar Ibrahim kerana terima saya - Tun Mahathir", "language": "INDONESIA", "date": "01-07-2018", "top-image": "https://img.astroawani.com/2015-09/41443245863_TunMahathirMohamad.jpg", "summary": ": Pengerusi Pakatan Harapan (PH) Tun Dr Mahathir Mohamad hari ini berharap agar keluarga Datuk Seri Anwar Ibrahim melupakan perkara yang lepas, dan sebaliknya menumpukan usaha memenangi Pilihan Raya Umum ke-14.Berucap sejurus dinamakan calon Perdana Menteri pilihan gabungan empat parti pembangkang itu, Dr Mahathir berkata, beliau sedar tekanan yang dialami keluarga ketua umum PKR itu, namun beliau merakamkan ucapan terima kasih atas kesanggupan menerimanya semula.“Di masa saya memerintah (1981-2003 sebagai Perdana Menteri ke-4), dia (Anwar) dihantar ke Sungai Buloh.\nBukan mudah baginya untuk menerima saya.\n\"Bukan sahaja Anwar, malah keluarganya tentu merasai tekanan apabila Anwar dimasuk dalam tahanan.\nMereka menderita selama 20 tahun dan untuk melupakan peristiwa ini bukan mudah buat keluarga Anwar,” katanya sewaktu berucap di penghujung Konvensyen Pakatan Harapan, di Shah Alam hari ini.Namun, Dr Mahathir berkata, beliau terhutang budi dan mengucapkan terima kasih kepada Anwar kerana sanggup bekerjasama dengan pasukan, termasuk dirinya sendiri, dalam apa yang mereka anggap sebagai ‘usaha’ menyelamatkan negara ini.Pada 2015, Mahkamah Persekutuan mengekalkan hukuman penjara lima tahun ke atas Anwaratas kesalahan meliwat bekas pembantunya Mohd Saiful Bukhari Azlan pada Jun 2008.Namun, Ketua Pengarah Jabatan Penjara Malaysia Datuk Seri Zulkifli Omar hari ini berkata, Anwar akan dibebaskan pada 8 Jun ini berdasarkan ketetapan Seksyen 44, Akta Penjara 1995 serta Peraturan 43 (1) (a) Peraturan-Peraturan Penjara 2000, 1/3 remitan daripada hukuman diberikan kepada mana-mana banduan yang menjalani hukuman melebihi satu bulan.Terdahulu, Majlis Presiden Pakatan Harapan turut bersetuju menamakan Datuk Seri Dr Wan Azizah Wan Ismail sebagai timbalan perdana menteri sejurus selepas gabungan itu mendapat mandat rakyat selepas PRU14 nanti.Perkara itu diumumkan Ketua Sekretariat Pakatan Harapan Datuk Saifuddin Abdullah sewaktu membaca dokumen resolusi konvensyen yang dikenali sebagai Muafakat Pakatan Harapan.Turut diumumkan, langkah Pakatan Harapan untuk membebaskan Anwar segera melalui permohonan Pengampunan Diraja, serta pengagihan 165 kerusi parlimen Semenanjung untuk empat parti itu.Dalam sidang media kemudiannya, ketika ditanya sama ada beliau akan memegang jawatan itu untuk tempoh penuh lima tahun, Dr Mahathir berkata, beliau sudah pun berumur 93 tahun.Ditanya sama ada 165 kerusi itu sudah cukup bagi Pakatan Harapan menewaskan Barisan Nasional, Dr Mahathir berkata ia sebenarnya berkemungkinan.Namun, tambahnya lagi, perlu juga rundingan berterusan dengan parti-parti politik di Sabah dan Sarawak dalam menentukan jumlah sebenar pengagihan 222 kerusi parlimen.\n\"Kita punyai 165 kerusi, ia sebenarnya berkemungkinan untuk kita memenangi pilihan raya tanpa memerlukan kita bergantung kepada mereka (di Sabah dan Sarawak), tetapi kami tetap mahu bekerjasama dengan mereka,\" katanya lagi.", "keyword": ["harapan", "kerusi", "hukuman", "ibrahim", "165", "terima", "penjara", "kasih", "pakatan", "anwar", "wan", "mahathir"], "text": ": Pengerusi Pakatan Harapan (PH) Tun Dr Mahathir Mohamad hari ini berharap agar keluarga Datuk Seri Anwar Ibrahim melupakan perkara yang lepas, dan sebaliknya menumpukan usaha memenangi Pilihan Raya Umum ke-14.Berucap sejurus dinamakan calon Perdana Menteri pilihan gabungan empat parti pembangkang itu, Dr Mahathir berkata, beliau sedar tekanan yang dialami keluarga ketua umum PKR itu, namun beliau merakamkan ucapan terima kasih atas kesanggupan menerimanya semula.“Di masa saya memerintah (1981-2003 sebagai Perdana Menteri ke-4), dia (Anwar) dihantar ke Sungai Buloh. Bukan mudah baginya untuk menerima saya.\"Bukan sahaja Anwar, malah keluarganya tentu merasai tekanan apabila Anwar dimasuk dalam tahanan. Mereka menderita selama 20 tahun dan untuk melupakan peristiwa ini bukan mudah buat keluarga Anwar,” katanya sewaktu berucap di penghujung Konvensyen Pakatan Harapan, di Shah Alam hari ini.Namun, Dr Mahathir berkata, beliau terhutang budi dan mengucapkan terima kasih kepada Anwar kerana sanggup bekerjasama dengan pasukan, termasuk dirinya sendiri, dalam apa yang mereka anggap sebagai ‘usaha’ menyelamatkan negara ini.Pada 2015, Mahkamah Persekutuan mengekalkan hukuman penjara lima tahun ke atas Anwaratas kesalahan meliwat bekas pembantunya Mohd Saiful Bukhari Azlan pada Jun 2008.Namun, Ketua Pengarah Jabatan Penjara Malaysia Datuk Seri Zulkifli Omar hari ini berkata, Anwar akan dibebaskan pada 8 Jun ini berdasarkan ketetapan Seksyen 44, Akta Penjara 1995 serta Peraturan 43 (1) (a) Peraturan-Peraturan Penjara 2000, 1/3 remitan daripada hukuman diberikan kepada mana-mana banduan yang menjalani hukuman melebihi satu bulan.Terdahulu, Majlis Presiden Pakatan Harapan turut bersetuju menamakan Datuk Seri Dr Wan Azizah Wan Ismail sebagai timbalan perdana menteri sejurus selepas gabungan itu mendapat mandat rakyat selepas PRU14 nanti.Perkara itu diumumkan Ketua Sekretariat Pakatan Harapan Datuk Saifuddin Abdullah sewaktu membaca dokumen resolusi konvensyen yang dikenali sebagai Muafakat Pakatan Harapan.Turut diumumkan, langkah Pakatan Harapan untuk membebaskan Anwar segera melalui permohonan Pengampunan Diraja, serta pengagihan 165 kerusi parlimen Semenanjung untuk empat parti itu.Dalam sidang media kemudiannya, ketika ditanya sama ada beliau akan memegang jawatan itu untuk tempoh penuh lima tahun, Dr Mahathir berkata, beliau sudah pun berumur 93 tahun.Ditanya sama ada 165 kerusi itu sudah cukup bagi Pakatan Harapan menewaskan Barisan Nasional, Dr Mahathir berkata ia sebenarnya berkemungkinan.Namun, tambahnya lagi, perlu juga rundingan berterusan dengan parti-parti politik di Sabah dan Sarawak dalam menentukan jumlah sebenar pengagihan 222 kerusi parlimen.\"Kita punyai 165 kerusi, ia sebenarnya berkemungkinan untuk kita memenangi pilihan raya tanpa memerlukan kita bergantung kepada mereka (di Sabah dan Sarawak), tetapi kami tetap mahu bekerjasama dengan mereka,\" katanya lagi.", "authors": []}, {"url": "https://www.bharian.com.my/berita/kes/2018/01/372153/anwar-ibrahim-dibebaskan-8-jun", "news": "Berita Harian", "title": "", "language": "INDONESIA", "date": "01-06-2018", "top-image": "", "summary": "", "keyword": [], "text": "", "authors": []}, {"url": "http://www.utusan.com.my/berita/politik/hanya-pengundi-port-dickson-boleh-halang-anwar-1.757664", "news": "Utusan Malaysia", "title": "Hanya pengundi Port Dickson boleh halang Anwar", "language": "INDONESIA", "date": "09-29-2018", "top-image": "http://www.utusan.com.my/polopoly_fs/1.757665!/image/image.jpeg_gen/derivatives/landscape_650/image.jpeg", "summary": "PORT DICKSON 30 Sept. - Presiden PKR, Datuk Seri Anwar Ibrahim menegaskan hanya pengundi di Port Dickson yang boleh menentukan nasib beliau sama ada dapat menjadi Ahli Parlimen atau sebaliknya.\nJelas Anwar, banyak pihak cuba menghalangnya ke Parlimen namun beliau hanya akan menerima keputusan yang akan ditentukan oleh pengundi di Port Dickson pada 13 Oktober nanti.\n\"Saya nak jadi Ahli Parlimen Port Dickson pun berkali-kali ada yang mahu failkan di mahkamah nak halang.\nTak payahlah, biar orang Port Dickson tentukan mereka nak atau tidak.\n\"Saya jjumpa seorang pengusaha besar di Singapura yang mahu membina hotel lima bintang di Port Dickson.", "keyword": ["kena", "tentukan", "syarat", "pengundi", "ahli", "halang", "port", "biar", "dickson", "anwar", "nak"], "text": "PORT DICKSON 30 Sept. - Presiden PKR, Datuk Seri Anwar Ibrahim menegaskan hanya pengundi di Port Dickson yang boleh menentukan nasib beliau sama ada dapat menjadi Ahli Parlimen atau sebaliknya.\n\nJelas Anwar, banyak pihak cuba menghalangnya ke Parlimen namun beliau hanya akan menerima keputusan yang akan ditentukan oleh pengundi di Port Dickson pada 13 Oktober nanti.\n\n\"Saya nak jadi Ahli Parlimen Port Dickson pun berkali-kali ada yang mahu failkan di mahkamah nak halang. Tak payahlah, biar orang Port Dickson tentukan mereka nak atau tidak.\n\n\"Bukan dua tiga orang korporat, golongan elit cerdik pandai, peguam tetapi biar rakyat yang tentukan. Kalau takdir saya menang Alhamdulillah, kalau tidak pun saya kena reda,\" katanya sewaktu berucap dalam Ceramah Perdana di Medan Selera, Bagan Pinang, di sini malam tadi.\n\nSementara itu, jelas Anwar, sekiranya dipilih sebagai Ahli Parlimen Port Dickson dalam pilihan raya kecil (PRK) akan datang, beliau akan sentiasa mengutamakan prinsip menjaga kepentingan rakyat dalam setiap projek pembangunan di kawasan tersebut.\n\n\"Saya jjumpa seorang pengusaha besar di Singapura yang mahu membina hotel lima bintang di Port Dickson. Saya kata okay tetapi saya berikan syarat dan minta Menteri Besar Negeri Sembilan menyediakan sebidang tanah dan mempercepatkan kelulusan untuk buat rumah bagi orang yang berpendapatan rendah, itu syarat saya.\n\n\"Bidang perniagaan dan industri juga akan dikembangkan tetapi kita kena jaga juga pusat-pusat perniagaan kecil dan warung-warung yang bersih dan banyak di Port Dickson, itu yang saya akan usahakan, insya-Allah, \" katanya.\n\nDalam pada itu, tambah Anwar, beliau dalam masa terdekat akan mengumumkan sebuah program khas pendidikan meliputi murid darjah satu hingga tingkatan lima yang akan memberikan manfaat besar kepada penduduk di Port Dickson. - UTUSAN ONLINE", "authors": ["Badrul Hafizan Mat Isa"]}, {"url": "http://www.utusan.com.my/berita/politik/isu-pelantikan-rahim-noor-anwar-serah-kepada-kebijaksanaan-pm-1.740213", "news": "Utusan Malaysia", "title": "Isu pelantikan Rahim Noor: Anwar serah kepada kebijaksanaan PM", "language": "INDONESIA", "date": "09-01-2018", "top-image": "http://www.utusan.com.my/polopoly_fs/1.740218!/image/image.jpeg_gen/derivatives/landscape_650/image.jpeg", "summary": "BUTTERWORTH 2 Sept. - Presiden PKR, Datuk Seri Anwar Ibrahim berharap Perdana Menteri, Tun Dr. Mahathir Mohamad diberikan ruang untuk menentukan yang terbaik berhubung isu pelantikan bekas Ketua Polis Negara, Tan Sri Abdul Rahim Noor sebagai fasilitator keamanan di selatan Thailand.\nBeliau bagaimanapun mengakui, apa yang terbaik itu belum tentu dapat memuaskan hati pelbagai pihak terutama yang masih tidak dapat melupakan apa yang dilakukan Abdul Rahim ketika memegang jawatan Ketua Polis Negara sebelum ini.\n“Dalam hal ini, ia bukan hanya tentang kes Anwar (insiden mata lebam ketika berada dalam tahanan), sebaliknya, pengajaran yang boleh diambil oleh orang lain (susulan isu berkenaan),” katanya.\nBeliau mengulas mengenai kenyataan anak perempuannya yang juga Ahli Parlimen Permatang Pauh, Nurul Izzah Anwar yang membantah dengan keras pelantikan Abdul Rahim Noor untuk jawatan berkenaan.\n- UTUSAN ONLINE", "keyword": ["rahim", "twitter", "tahanan", "serah", "kebijaksanaan", "pelantikan", "utusan", "noor", "insiden", "anwar", "abdul", "pkr"], "text": "BUTTERWORTH 2 Sept. - Presiden PKR, Datuk Seri Anwar Ibrahim berharap Perdana Menteri, Tun Dr. Mahathir Mohamad diberikan ruang untuk menentukan yang terbaik berhubung isu pelantikan bekas Ketua Polis Negara, Tan Sri Abdul Rahim Noor sebagai fasilitator keamanan di selatan Thailand.\n\nBeliau bagaimanapun mengakui, apa yang terbaik itu belum tentu dapat memuaskan hati pelbagai pihak terutama yang masih tidak dapat melupakan apa yang dilakukan Abdul Rahim ketika memegang jawatan Ketua Polis Negara sebelum ini.\n\n“Dalam hal ini, ia bukan hanya tentang kes Anwar (insiden mata lebam ketika berada dalam tahanan), sebaliknya, pengajaran yang boleh diambil oleh orang lain (susulan isu berkenaan),” katanya.\n\nBeliau mengulas mengenai kenyataan anak perempuannya yang juga Ahli Parlimen Permatang Pauh, Nurul Izzah Anwar yang membantah dengan keras pelantikan Abdul Rahim Noor untuk jawatan berkenaan.\n\nNaib Presiden PKR itu dalam satu status yang dimuat naik dalam laman Twitter beberapa hari lalu menyifatkan Abdul Rahim sebagai penyerang kejam terhadap seorang lelaki yang tidak bersalah iaitu merujuk kepada insiden yang berlaku kepada bapanya ketika berada dalam tahanan. - UTUSAN ONLINE", "authors": ["Iswan Shafiq Isa"]}, {"url": "http://www.utusan.com.my/berita/nasional/peluang-besar-buat-anwar-di-port-dickson-1.754361", "news": "Utusan Malaysia", "title": "Peluang besar buat Anwar di Port Dickson", "language": "INDONESIA", "date": "09-24-2018", "top-image": "http://www.utusan.com.my/polopoly_fs/1.754362!/image/image.jpg_gen/derivatives/landscape_650/image.jpg", "summary": "KUALA LUMPUR 25 Sept. - Pakatan Harapan (PH) sudah pun menamakan Ketua Umum PKR Datuk Seri Anwar Ibrahim sebagai calonnya pada Pilihan Raya Kecil (PRK) Port Dickson.\nBerdasarkan komposisi kaum di Parlimen Port Dickson, beliau berkata ia sememanya memberi banyak kelebihan kepada Anwar.\nPada masa sama, katanya, Anwar boleh mengunakan PRK Port Dickson itu sebagai medan untuk kembali mendekati dan menyentuh sanubari rakyat.\nOleh itu, beliau harus berjaya pada PRK Port Dickson.\nMohd Azizuddin turut melihat PRK Port Dickson sebagai medan bagi Anwar untuk menguji sama ada beliau mampu meraih majoriti besar undi pelbagai kaum terutamanya Melayu di kawasan itu.", "keyword": ["kerusi", "menang", "prk", "port", "undi", "ph", "bertanding", "dickson", "anwar", "pkr"], "text": "KUALA LUMPUR 25 Sept. - Pakatan Harapan (PH) sudah pun menamakan Ketua Umum PKR Datuk Seri Anwar Ibrahim sebagai calonnya pada Pilihan Raya Kecil (PRK) Port Dickson.\n\nBarisan Nasional (BN) pula mengesahkan ia tidak akan bertanding merebut kerusi itu, yang nampaknya akan memberikan laluan mudah kepada Anwar.\n\nSebenarnya, ramai yang mahu menyaksikan pertarungan tradisi satu lawan satu antara PKR dan BN bagi merebut kerusi Parlimen itu.\n\nNamun, Parti Rakyat Malaysia (PRM) dan sebuah badan bukan kerajaan menyatakan hasrat untuk turut bertanding pada PRK itu, yang akan diadakan 13 Okt ini.\n\nDan, keputusan tentang siapa yang sebenarnya bertanding bakal diketahui pada penamaan calon PRK itu Sabtu ini.\n\nPRK itu diadakan berikutan peletakan jawatan penyandangnya Datuk Danyal Balagopal Abdullah, 68, bagi memberi laluan kepada Anwar untuk bertanding dan kembali ke Dewan Rakyat.\n\nDalam Pilihan Raya Umum Ke-14 (PRU14) pada 9 Mei lepas, Danyal Balagopal memenangi kerusi itu dengan majoriti selesa 17,710 undi mengalahkan calon Barisan Nasional Datuk V.S. Mogan dan Mahfuz Roslan daripada Pas.\n\nPELUANG BERTANDING\n\nPada 5 Ogos lalu, Anwar, 71, menang tanpa bertanding jawatan Presiden PKR pada hari penamaan calon sempena pemilihan Majlis Pimpinan Tertinggi PKR 2018, bagi menggantikan isterinya, Datuk Seri Wan Azizah Wan Ismail yang telah memegang jawatan itu sejak parti tersebut diasaskan pada 1999.\n\nSelepas kemenangan PH pada PRU14, Anwar menegaskan beliau tidak akan tergesa-gesa menjadi perdana menteri kelapan sebaliknya langkah bertanding di Port Dickson adalah bagi membolehkannya kembali bersuara di Parlimen.\n\nRakan-rakan sekutu PKR dalam PH - DAP, Bersatu dan Amanah - turut memberi sokongan penuh kepada Anwar untuk bertanding kerusi Parlimen itu bagi memastikan kemenangan PH serta merealisasikan peralihan jawatan perdana menteri daripada Tun Dr Mahathir Mohamad kepada Anwar nanti.\n\nPenganalisis politik berpendapat kerusi Parlimen Port Dickson perlu menyaksikan pertandingan berbanding menang tanpa bertanding, walaupun ramai yang berpendapat Anwar mempunyai peluang besar untuk memenangi kerusi itu.\n\nPensyarah Kanan Universiti Putra Malaysia (UPM) Dr Anuar Shah Bali Mahomed berkata dalam sistem demokrasi, pertandingan perlu diadakan bagi membolehkan rakyat memberi sokongan dan memilih calon pilihan mereka.\n\n\"Walaupun peluang untuk pembangkang menang nampaknya tipis berikutan ada yang mencadangkan supaya pembangkang tidak bertanding pada PRK itu tetapi mengikut sistem demokrasi, pertandingan perlu diadakan,\" katanya.\n\nBerdasarkan komposisi kaum di Parlimen Port Dickson, beliau berkata ia sememanya memberi banyak kelebihan kepada Anwar.\n\nDaripada 75,000 pengundi di kawasan itu, katanya, tidak ada satu kaum pun yang peratusannya melebihi 50 peratus.\n\n\"Pengundi Melayu adalah 43 peratus , 33 peratus (Cina) , 22 peratus (India) dan lain-lain pula hanya dua peratus.\n\n\"Komposisi ini akan memberi kelebihan kepada Anwar dan menjadikan Port Dickson kerusi yang 'selamat' buat beliau,\" katanya yang yakin bahawa perkara itu pasti diambil kira pembangkang khususnya BN sebelum membuat keputusan tentang meletakkan calonnya.\n\nAnuar Shah berkata PRK itu juga bakal menjadi petunjuk sama ada sokongan rakyat masih utuh kepada PH walaupun kerajaan masih belum menyelesaikan banyak janji dan isu berbangkit selepas memenangi PRU14.\n\nMenurutnya Anwar mahu pun PH tidak boleh memandang mudah pertarungan dalam PRK Port Dickson kerana berdasarkan keputusan PRK Seri Setia baru- baru ini, terdapat penurunan dari segi sokongan orang Melayu terhadap PH.\n\nDalam PRK itu, undi yang diperoleh PH menurun sebanyak 8 peratus iaitu 58.6 peratus berbanding 66.6 peratus semasa PRU14.\n\n\"Kalau kita lihat keputusan PRU14, PAS tidak menang satu pun Pusat Daerah Mengundi (PDM) tetapi pada PRK Seri Setia baru-baru ini, PAS menang di 3 PDM* ini menunjukkan undi Melayu meningkat kepada PAS dan UMNO sebanyak 8.5 peratus,\" jelasnya.\n\nPada masa sama, katanya, Anwar boleh mengunakan PRK Port Dickson itu sebagai medan untuk kembali mendekati dan menyentuh sanubari rakyat.\n\nIsu-isu tempatan yang sebelum ini mendominasi topik perbualan dan ceramah pada mana-mana PRK mungkin kurang diperkatakan pada PRK Port Dickson, sebaliknya isu nasional terutamanya mengenai Anwar sebagai bakal perdana menteri dijangka mendapat perhatian ramai.\n\n\"Itulah kempen yang akan berkisar dalam PRU Port Dickson nanti dengan tujuan Anwar bertanding dalam PRK itu bukanlah kerana mahu berada di Parlimen sahaja sebaliknya ia menjadi persiapan baginya untuk menjadi perdana menteri kelapan negara,\" kata Anuar Shah.\n\nLANCARKAN PERALIHAN KUASA\n\nSekiranya Anwar memenangi kerusi Parlimen itu, beliau berkata Negeri Sembilan dan Port Dickson khususnya bakal mencipta sejarah kerana kelak akan mempunyai perdana menteri yang mewakili negeri dan kawasan itu.\n\nDan, kemenangan itu boleh memastikan kestabilan pemerintahan kerajaan PH selain menjamin kelancaran pelaksanaan peralihan kuasa.\n\n\"Jika tiada krisis kepimpinan, peralihan kuasa boleh dilakukan dengan lancar,\" kata penganalisis politik dari Universiti Utara Malaysia (UUM) Prof Dr Mohd Azizuddin Mohd Sani.\n\nBeliau berkata Anwar perlu melalui beberapa proses yang dapat menjaminnya untuk mengisi jawatan tertinggi kerajaan itu.\n\n\"Anwar sudahpun dipilih menjadi Presiden PKR, proses seterusnya ialah menjadi Ahli Parlimen. Oleh itu, beliau harus berjaya pada PRK Port Dickson.\n\n\"Dan, Anwar juga perlulah menjadi backbencherterlebih dahulu dalam proses menjiwai perjalanan kerajaan semasa dan aspirasi rakyat bagi membolehkannya mengambil alih tampuk kepimpinan kerajaan nanti,\" katanya.\n\nMohd Azizuddin turut melihat PRK Port Dickson sebagai medan bagi Anwar untuk menguji sama ada beliau mampu meraih majoriti besar undi pelbagai kaum terutamanya Melayu di kawasan itu.\n\n\"Ini juga akan menjadi petunjuk kepada kredibiliti Anwar sebagai bakal perdana menteri kelapan untuk memimpin Malaysia.\n\n\"Walaupun yang keluar mengundi dijangka berkurangan pada PRK itu, Anwar perlu memastikan margin majoriti undi yang besar bagi PH,\" katanya. -BERNAMA", "authors": []}, {"url": "https://www.malaysiakini.com/news/424609", "news": "Malaysiakini (caruman)", "title": "Anwar bincang isu rundingan lantikan menteri dengan Mahathir", "language": "INDONESIA", "date": "05-13-2018", "top-image": "https://i.malaysiakini.com/1264/d874a3f35965545be52ec917a8453180.jpeg", "summary": "A+ A-Ketua Umum PKR Datuk Seri Anwar Ibrahim berkata beliau telah menyampaikan keresahan sejumlah pemimpin parti itu dalam isu rundingan pelantikan menteri kerajaan baru.\nBeliau berkata Perdana Menteri Tun Dr Mahathir Mohamad menyambut baik pandangan itu.\nNaib Presiden PKR Rafizi Ramli semalam berkata Mahathir mengumumkan pelantikan tiga menteri kanan tanpa berunding dengan parti itu.\nBagaimanapun sumber daripada parti komponen HARAPAN berkata wakil PKR ada bersama pemimpin lain tetapi beredar sebelum mesyuarat bermula.\nMahathir sebelum ini berkata kerajaan akan mendapatkan pengampunan diraja untuknya daripada Yang di-Pertuan Agong.", "keyword": ["harapan", "bincang", "pelantikan", "tugastugas", "lantikan", "untuknya", "tanggungjawab", "timbalannya", "rundingan", "anwar", "wan", "pkr", "seperjuangan", "mahathir"], "text": "A+ A-\n\nKetua Umum PKR Datuk Seri Anwar Ibrahim berkata beliau telah menyampaikan keresahan sejumlah pemimpin parti itu dalam isu rundingan pelantikan menteri kerajaan baru.\n\nBeliau berkata Perdana Menteri Tun Dr Mahathir Mohamad menyambut baik pandangan itu.\n\n\"Namun (perkara itu) harus diputuskan bersama oleh Majlis Presiden Pakatan Harapan,\" katanya dalam kenyataan media hari ini.\n\nNaib Presiden PKR Rafizi Ramli semalam berkata Mahathir mengumumkan pelantikan tiga menteri kanan tanpa berunding dengan parti itu.\n\nBagaimanapun sumber daripada parti komponen HARAPAN berkata wakil PKR ada bersama pemimpin lain tetapi beredar sebelum mesyuarat bermula.\n\nDalam pada itu, beliau berkata telah meminta pemimpin PKR untuk memastikan kerajaan baru pimpinan Mahathir dan timbalannya Datuk Seri Wan Azizah Wan Ismail mantap dan kukuh serta dapat melaksanakan tanggungjawab dengan baik.\n\n\"Saya menggesa rakan seperjuangan yang telah menerima mandat rakyat untuk segera menjalankan tugas-tugas menyelamatkan dan membina semula negara kita,\" katanya lagi.\n\nAnwar dijangka dibebaskan daripada penjara pada Selasa ini. Mahathir sebelum ini berkata kerajaan akan mendapatkan pengampunan diraja untuknya daripada Yang di-Pertuan Agong.", "authors": []}, {"url": "http://www.utusan.com.my/berita/politik/anwar-menang-bakal-pm-1.723511", "news": "Utusan Malaysia", "title": "Anwar menang, bakal PM", "language": "INDONESIA", "date": "08-05-2018", "top-image": "http://www.utusan.com.my/polopoly_fs/1.723510!/image/image.jpg_gen/derivatives/landscape_650/image.jpg", "summary": "Ia susulan daripada spekulasi bahawa Dr. Mahathir cuba mengangkat Mohamed Azmin dalam usaha mengekang kemaraan Anwar dalam pentas politik.\nMengulas mengenai keputusan Mohamed Azmin, Setiausaha Politiknya, Hilman Idham berkata, kesetiaan Mohamed Azmin terhadap Anwar tidak boleh dipertikaikan.\n“Sepanjang berkhidmat de­ngan Mohamed Azmin, saya tahu beliau orang yang setia dengan Anwar.\nTiada orang lain yang le­bih setia kepada Anwar selain Mohamed Azmin,” katanya kepada pemberita di ibu pejabat parti itu.\nBagaimanapun, rata-rata pe­mimpin tertinggi PKR yang menghantar borang pencalonan ma­sing-masing tidak mahu melihat sebarang tindakan yang boleh memecahbelahkan parti itu sama ada spekulasi pertembungan Mohamed Azmin dengan Anwar atau Rafizi.", "keyword": ["setia", "pertembungan", "rafizi", "menang", "azmin", "anwar", "pkr", "wan", "spekulasi", "mohamed", "mahathir"], "text": "KUALA LUMPUR 5 Ogos - Datuk Seri Anwar Ibrahim berada pada landasan terbaik untuk mengambil alih kedudukan Tun Dr. Mahathir Mohamad selaku Perdana Menteri selepas berjaya memenangi jawatan Presiden PKR.\n\nBeliau menang tanpa bertan­ding apabila menjadi satu-satu­nya calon yang menghantar borang ke ibu pejabat PKR di Peta­ling Jaya dekat sini hari ini bagi me­rebut jawatan tersebut.\n\nBorang pencalonan Anwar dicadangkan sendiri oleh Datuk Seri Dr. Wan Azizah Wan Ismail untuk membolehkan suaminya mengambil alih peranan beliau untuk menerajui parti.\n\nPeralihan kuasa dari­pada Dr. Mahathir kepada Anwar dijangka dilaksanakan dalam tempoh dua tahun selepas Pakatan Harapan memenangi Pilihan Raya Umum Ke-14 (PRU-14) pada 9 Mei lalu, namun Presiden PKR itu terlebih dahulu perlu bertanding di dalam pilihan raya dan menjadi Ahli Parlimen.\n\nKemenangan Anwar itu juga sedikit sebanyak menggembirakan penyokongnya yang sebelum ini dikatakan bimbang ko­non­nya beliau akan disaingi oleh menteri ‘paling berkuasa’ dalam Kabinet selepas Dr. Mahathir iaitu Datuk Seri Mohamed Azmin Ali.\n\nIa susulan daripada spekulasi bahawa Dr. Mahathir cuba mengangkat Mohamed Azmin dalam usaha mengekang kemaraan Anwar dalam pentas politik.\n\nBagaimanapun hasrat menyaksikan pertembungan Anwar dengan Timbalan Presiden PKR itu tidak kesampaian apabila Menteri Hal Ehwal Ekonomi tersebut sekadar mahu mempertahankan jawatannya dalam pemilihan parti yang akan bermula September ini.\n\nMengulas mengenai keputusan Mohamed Azmin, Setiausaha Politiknya, Hilman Idham berkata, kesetiaan Mohamed Azmin terhadap Anwar tidak boleh dipertikaikan.\n\n“Sepanjang berkhidmat de­ngan Mohamed Azmin, saya tahu beliau orang yang setia dengan Anwar. Tiada orang lain yang le­bih setia kepada Anwar selain Mohamed Azmin,” katanya kepada pemberita di ibu pejabat parti itu.\n\nMohamed Azmin akan menentang Naib Presiden PKR, Rafizi Ramli sekali gus menepati persepsi sesetengah pemerhati politik mengenai pertembungan kem Mohamed Azmin dan kem Rafizi.\n\nMalah ia seolah-olah seperti mengesahkan kandungan rakaman suara yang ditularkan sebelum ini yang mendakwa Rafizi mendapat ‘restu’ untuk menentang Moha­med Azmin meskipun tidak terbukti suara tersebut adalah milik Anwar.\n\nBagaimanapun, rata-rata pe­mimpin tertinggi PKR yang menghantar borang pencalonan ma­sing-masing tidak mahu melihat sebarang tindakan yang boleh memecahbelahkan parti itu sama ada spekulasi pertembungan Mohamed Azmin dengan Anwar atau Rafizi.", "authors": ["Fadzil Zainol Dan", "Badrul Hafizan Mat Isa"]}, {"url": "http://www.astroawani.com/berita-malaysia/15-minit-bersama-anwar-ibrahim-dalam-ai-malam-ini-176930", "news": "Astro Awani", "title": "15 minit bersama Anwar Ibrahim dalam 'AI' malam ini", "language": "INDONESIA", "date": "05-31-2018", "top-image": "https://img.astroawani.com/2018-05/51527754755_AIAnwarIbrahim.jpg", "summary": ": Buat julung kalinya, Astro AWANI bakal menyiarkan penampilan sulung Ketua Umum Parti Keadilan Rakyat (PKR), Datuk Seri Anwar Ibrahim dalam satu wawancara khas.Program dikenali sebagai \"AI\" bakal mendapatkan pandangan peribadi Anwar Ibrahim mengenai isu-isu semasa.Wawancara selama 15 minit bermula 8.15 malam ini akan dikendalikan oleh pengacara, Ashwad Ismail.Ingin tahu apa pandangan Anwar Ibrahim mengenai UiTM dan siapakah individu berpangkat 'Tan Sri' yang bertemu beliau yang dikatakan orang kanan Datuk Seri Najib Tun Razak, jangan ketinggalan untuk menonton malam ini!Teruskan bersama kami di semua platform Astro AWANI -- Saluran 501 Astro AWANI, LIVE TV, Facebook Astro AWANI.", "keyword": ["sulung", "wawancara", "minit", "ibrahim", "ai", "semasawawancara", "astro", "uitm", "saluran", "pandangan", "awani", "15", "anwar"], "text": "\n\n\n\n\n\n\n\n: Buat julung kalinya, Astro AWANI bakal menyiarkan penampilan sulung Ketua Umum Parti Keadilan Rakyat (PKR), Datuk Seri Anwar Ibrahim dalam satu wawancara khas.Program dikenali sebagai \"AI\" bakal mendapatkan pandangan peribadi Anwar Ibrahim mengenai isu-isu semasa.Wawancara selama 15 minit bermula 8.15 malam ini akan dikendalikan oleh pengacara, Ashwad Ismail.Ingin tahu apa pandangan Anwar Ibrahim mengenai UiTM dan siapakah individu berpangkat 'Tan Sri' yang bertemu beliau yang dikatakan orang kanan Datuk Seri Najib Tun Razak, jangan ketinggalan untuk menonton malam ini!Teruskan bersama kami di semua platform Astro AWANI -- Saluran 501 Astro AWANI, LIVE TV, Facebook Astro AWANI.", "authors": []}, {"url": "https://www.freemalaysiatoday.com/category/nation/2018/07/18/anwar-still-a-given-to-lead-pkr-despite-years-fighting-personal-battle/", "news": "Free Malaysia Today", "title": "Anwar still a given to lead PKR, despite years fighting personal battle", "language": "ENGLISH", "date": "07-17-2018", "top-image": "https://s3media.freemalaysiatoday.com/wp-content/uploads/2018/07/anwar-ibrahim-pkr-bernama-1.jpg", "summary": "Now, with a full pardon that has legally cleared his name, the man often referred to as the “de facto leader” is poised to take over as PKR president.\nAnalysts agree that Anwar is synonymous with PKR and will fit easily into the presidential seat.\nAlready, there are suggestions that PKR, now thrust into federal power two decades after its inception, is split between Anwar and Mohamed Azmin Ali.\n“With Anwar, his support is stronger at the top leadership layer, while Azmin has stronger support at the division level.\nBut Universiti Malaya’s Awang Azman Awang Pawi said Anwar and Azmin represented different leaderships with different results.", "keyword": ["fighting", "party", "lead", "president", "strengthen", "umno", "presidential", "azmin", "politics", "given", "personal", "battle", "support", "anwar", "pkr", "despite"], "text": "PETALING JAYA: Years of being out of active politics may have cost Anwar Ibrahim in terms of his reputation as an icon for reforms, the battle cry of his party PKR which goes to the polls next month.\n\nAnwar, who was released from prison about a week after the historic May 9 election, was convicted of sodomy with a former PKR staff member in 2008, a charge he has vehemently denied.\n\nNow, with a full pardon that has legally cleared his name, the man often referred to as the “de facto leader” is poised to take over as PKR president.\n\nIf he wins, which is a foregone conclusion, it will be the first time he has occupied such a post since his dramatic downfall in 1998 when he was sacked and jailed after a fallout with then-prime minister Dr Mahathir Mohamad.\n\nAnalysts agree that Anwar is synonymous with PKR and will fit easily into the presidential seat.\n\nBut still, it’s not something he should take for granted.\n\nAlready, there are suggestions that PKR, now thrust into federal power two decades after its inception, is split between Anwar and Mohamed Azmin Ali.\n\nThis is not surprising. The former political secretary of Anwar has made a quick rise to power since 2014, from a party rabble-rouser to the Selangor menteri besar, and now the powerful portfolio of economic affairs under the Prime Minister’s Department.\n\nMohamad Hisomuddin Bakar, who heads pollster Ilham Centre, said Anwar’s path to presidency was clear although there were voices from among Azmin’s supporters calling for him to join the presidential contest.\n\n“Anwar is still synonymous with the party because after all, the existence of the party was due to the injustice done to Anwar back in 1998,” he said, referring to past allegations of moral misconduct against Anwar.\n\nBut he said Azmin’s influence should not be dismissed, especially as Anwar had been busy fighting for his freedom since 2008 when the second sodomy allegation was made.\n\n“Ten years have passed, mindsets have changed. Therefore, the strength of grassroots support for both Anwar and Azmin is still unclear.\n\n“He has been away for so long, many of those who joined PKR to champion the cause of freeing Anwar may have had a change of heart,” said Hisomuddin.\n\nHe added that much had happened since the Reformasi movement of the late nineties.\n\n“He cannot assume that the Reformasi cause is still strong and that it was the sole reason why PH won the election,” he said, adding that it would be foolhardy of PKR to take credit for the change of government in May.\n\n“If Anwar is not careful with his words and actions, he may lose the support he used to have.”\n\nHisomuddin also said the voting for PKR’s top leadership council as well as at division levels was something to pay attention to.\n\n“The power struggle will be noticeable at these levels as the Umno DNA still lingers within the party, since this party was started by former Umno members.”\n\nHe warned that the coming polls would also see money politics creeping in.\n\n“There is also a possibility that money politics could come into play, because it is a baggage that was brought along with those who used to be in Umno. Money politics will be utilised to win over support at division level,” he said.\n\nHe added that both Anwar and Azmin had their limitations.\n\n“With Anwar, his support is stronger at the top leadership layer, while Azmin has stronger support at the division level. However, they do not command the same amount of support.”\n\nHe said whether the president was Anwar or Azmin, both would be able to “tie up loose ends” and ultimately strengthen PH as a whole.\n\nBut Universiti Malaya’s Awang Azman Awang Pawi said Anwar and Azmin represented different leaderships with different results.\n\n“If Anwar wins, he will be able to strengthen not only his position, but the party as a whole.\n\n“But if the presidential role goes to Azmin, it will only strengthen him as a political figure. It may not necessarily be reflected as strengthening the party or the PH coalition.”\n\nIf Anwar became the party president, he added, it would serve as leverage to assist him in his future role as prime minister, the post he had been promised.\n\nAwang Azman said Azmin did not need such leverage, adding that the PKR deputy president “has the strong backing of Mahathir and former finance minister Daim Zainuddin”.\n\n\n\n", "authors": []}, {"url": "https://www.freemalaysiatoday.com/category/nation/2018/06/03/anwar-to-brief-pkr-reps-on-partys-future/", "news": "Free Malaysia Today", "title": "Anwar to brief PKR reps on party’s future", "language": "ENGLISH", "date": "06-03-2018", "top-image": "https://s3media.freemalaysiatoday.com/wp-content/uploads/2018/06/anwar-ibrahim-talk-reformasi-bernama-1-os.jpg", "summary": "PETALING JAYA: Anwar Ibrahim has called a meeting of all PKR elected representatives, former representatives and state leaders on Wednesday, amid talk of a rift between him and Prime Minister Dr Mahathir Mohamad.\nDr Wan Azizah Wan Ismail, who is PKR president, is the deputy prime minister.\nPKR vice-president Nurul Izzah Anwar, who is party elections director, was reported today to have said the meeting would be for Anwar to talk about his prison experience and the future of the party.\nIn addition, Wan Azizah was made deputy prime minister while Mahathir, who is PPBM chairman, is prime minister.\nPKR also now has 67 state assembly members in all states, except Kelantan and Terengganu,” the letter said.", "keyword": ["minister", "future", "representatives", "mahathir", "partys", "reps", "state", "members", "anwar", "letter", "pkr", "prime", "meeting", "brief"], "text": "PETALING JAYA: Anwar Ibrahim has called a meeting of all PKR elected representatives, former representatives and state leaders on Wednesday, amid talk of a rift between him and Prime Minister Dr Mahathir Mohamad.\n\nLast night, at a rally in Kajang, he said old enemies were trying to drive a wedge between him and Mahathir, and news of his recent audiences with several Malay Rulers, and of the coming meeting on Wednesday, were being used against him.\n\nThe venue for the meeting on Wednesday, which was to be held at the official residence of the deputy prime minister, was changed to a hotel in Petaling Jaya after concerns over mixing party and government business.\n\nDr Wan Azizah Wan Ismail, who is PKR president, is the deputy prime minister.\n\nPKR vice-president Nurul Izzah Anwar, who is party elections director, was reported today to have said the meeting would be for Anwar to talk about his prison experience and the future of the party.\n\nAttendance at the meeting was compulsory.\n\nAnwar was released from prison this month after receiving a royal pardon.\n\nWhile no agenda was stated on the letter, signed by Nurul Izzah, it points out PKR’s strength as holding the largest contingent of members of Parliament among Pakatan Harapan component parties.\n\nThe relative strength of the parties came into public focus recently when some PKR members complained that the party had been sidelined when Mahathir made three senior appointments to the Cabinet: Lim Guan Eng of DAP was appointed finance minister, Muhyiddin Yassin of PPBM the home minister and Mohamad Sabu of Amanah the defence minister.\n\nPKR holds three ministerial portfolios in the Cabinet, DAP 4, PPBM 3 and Amanah 3. In addition, Wan Azizah was made deputy prime minister while Mahathir, who is PPBM chairman, is prime minister.\n\nBesides the jostling for Cabinet seats, there has been public talk about a growing division between Mahathir and Anwar, which have been dismissed by both. Anwar has repeatedly stressed his loyalty.\n\nAnwar was dismissed from Mahathir’s Cabinet in 1998 and expelled from Umno, leading to the formation of PKR and the opposition coalition after a bitter 20-year struggle. He reconciled recently with Mahathir, who joined the opposition to lead their successful campaign to end Barisan Nasional rule.\n\nThe letter to PKR’s election representatives said: “The national Election Committee is directed by the party leader to call all MPs, state assembly members and former elected representatives, heads of the state leadership councils, and state election directors to a special meeting.”\n\nA Selangor PKR lawyer confirmed the letter, but did not know why the special meeting is being called.\n\nHowever, the letter points out that PKR’s strength in Pakatan Harapan is having the largest contingent of MPs in the coalition.\n\n“Of the 113 PH members of Parliament, (excluding MPs from Parti Warisan Sabah), PKR currently has the largest number of 49, or 42% of the total. PKR also now has 67 state assembly members in all states, except Kelantan and Terengganu,” the letter said.\n\n\n\n", "authors": []}, {"url": "http://www.utusan.com.my/berita/politik/anwar-hormati-teguran-spr-bersih-1.762955", "news": "Utusan Malaysia", "title": "Anwar hormati teguran SPR, Bersih", "language": "INDONESIA", "date": "10-07-2018", "top-image": "http://www.utusan.com.my/polopoly_fs/1.762964!/image/image.jpeg_gen/derivatives/landscape_650/image.jpeg", "summary": "- Datuk Seri Anwar Ibrahim menghormati teguran Suruhanjaya Pilihan Raya (SPR) dan Bersih berhubung dakwaan beliau menyalahgunakan aset kerajaan dalam Pilihan Raya Kecil (PRK) Parlimen Port Dickson.\nMenurut calon Pakatan Harapan (PH) itu, beliau menghargai peranan kedua-dua pihak bagi memastikan pembaharuan dalam sistem pilihan raya negara.\n“Seperti semasa saya menaiki kereta Menteri Pertahanan, Mohamad Sabu untuk berbincang kira-kira 10 minit baru-baru ini yang ditegur sebagai salah guna.\nPengerusi SPR, Azhar Azizan baru-baru ini mengingatkan supaya aset atau kemudahan kerajaan tidak digunakan bagi tujuan kempen dan suruhanjaya itu mengambil perhatian terhadap perbuatan yang menimbulkan reaksi negatif semasa PRK kali ini.\nDalam pada itu, Anwar berkata, beliau dan pemimpin PH menyambut baik arahan SPR supaya menteri Kabinet dan ahli politik yang memegang jawatan dalam kerajaan tidak berkempen semasa waktu bekerja.", "keyword": ["teguran", "bersih", "hormati", "aset", "utusan", "spr", "prk", "barubaru", "port", "suruhanjaya", "ph", "berkempen", "anwar"], "text": "PORT DICKSON 8 Okt. - Datuk Seri Anwar Ibrahim menghormati teguran Suruhanjaya Pilihan Raya (SPR) dan Bersih berhubung dakwaan beliau menyalahgunakan aset kerajaan dalam Pilihan Raya Kecil (PRK) Parlimen Port Dickson.\n\nMenurut calon Pakatan Harapan (PH) itu, beliau menghargai peranan kedua-dua pihak bagi memastikan pembaharuan dalam sistem pilihan raya negara.\n\n“Kita akan cuba sedaya upaya ikut tetapi kadangkala perlu ada kelonggaran diberikan kepada calon.\n\n“Seperti semasa saya menaiki kereta Menteri Pertahanan, Mohamad Sabu untuk berbincang kira-kira 10 minit baru-baru ini yang ditegur sebagai salah guna. Bukannya saya berkempen. Saya fikir SPR perlu pertimbanglah.\n\n“Yang penting tidak ada menteri umumkan projek semasa PRK, itu salah guna paling besar tetapi tidak berlaku kali ini,” katanya dalam sidang akhbar dalam Program Santai Pagi di Taman Tanjung Gemok di sini pagi tadi.\n\nPengerusi SPR, Azhar Azizan baru-baru ini mengingatkan supaya aset atau kemudahan kerajaan tidak digunakan bagi tujuan kempen dan suruhanjaya itu mengambil perhatian terhadap perbuatan yang menimbulkan reaksi negatif semasa PRK kali ini.\n\nDalam pada itu, Anwar berkata, beliau dan pemimpin PH menyambut baik arahan SPR supaya menteri Kabinet dan ahli politik yang memegang jawatan dalam kerajaan tidak berkempen semasa waktu bekerja. - UTUSAN ONLINE", "authors": ["Haradian Shah Hamdan"]}, {"url": "http://www.utusan.com.my/berita/politik/selayang-pandan-jadi-pilihan-1.745460", "news": "Utusan Malaysia", "title": "Selayang, Pandan jadi pilihan?", "language": "INDONESIA", "date": "09-10-2018", "top-image": "http://www.utusan.com.my/polopoly_fs/1.745538!/image/image.jpg_gen/derivatives/landscape_650/image.jpg", "summary": "KUALA LUMPUR 10 Sept. - Kawasan yang mempunyai komposisi pengundi bukan Melayu melebihi 50 peratus seperti Selayang dan Pandan dijangka antara pilihan bagi Presiden PKR, Datuk Seri Anwar Ibrahim untuk bertanding menjadi ahli Parlimen.\nPenganalisis politik firma penyelidikan Skydata Centre, Dr. Ainul Adzellie Hasnul menganggap Selayang atau Pandan adalah kawasan yang sesuai untuk Anwar jika risau tentang persepsi sentimen penolakan Melayu terhadap PH.\n“Berdasarkan isu kepentingan Melayu dan Islam seolah-oleh dipinggirkan, agak berisiko jika Anwar bertanding di kawasan Melayu.\nBerdasarkan pecahan kaum pengundi di Pandan dan Selayang dalam Pilihan Raya Umum Ke-14 (PRU-14), pengundi Melayu adalah sekitar 45 peratus hingga 49 peratus.\nDalam pada itu, Pas meminta jentera parti di Pandan untuk bersiap sedia bagi menghadapi kemungkinan pilihan raya kecil (PRK) yang dijangka ditandingi Anwar.", "keyword": ["selayang", "pengundi", "ahli", "anwar", "bertanding", "melayu", "pandan", "wan", "pkr", "pas"], "text": "KUALA LUMPUR 10 Sept. - Kawasan yang mempunyai komposisi pengundi bukan Melayu melebihi 50 peratus seperti Selayang dan Pandan dijangka antara pilihan bagi Presiden PKR, Datuk Seri Anwar Ibrahim untuk bertanding menjadi ahli Parlimen.\n\nPemerhati politik berpanda­ngan ini kerana kawasan pengundi Melayu yang ramai dianggap be­risiko kepada Anwar, memandangkan isu semasa memperlihatkan seolah-olah kerajaan Pakatan Harapan (PH) tidak menjaga sentimen orang Melayu.\n\nMalah, kawasan bilangan pengundi Melayu yang ramai juga boleh mengundang berlakunya unsur-unsur sabotaj untuk menggagalkan kemenangan Anwar, sekali gus menghalangnya menjadi Perdana Menteri kelapan.\n\nPenganalisis politik firma penyelidikan Skydata Centre, Dr. Ainul Adzellie Hasnul menganggap Selayang atau Pandan adalah kawasan yang sesuai untuk Anwar jika risau tentang persepsi sentimen penolakan Melayu terhadap PH.\n\n“Berdasarkan isu kepentingan Melayu dan Islam seolah-oleh dipinggirkan, agak berisiko jika Anwar bertanding di kawasan Melayu.\n\n“Strategi utama adalah untuk memastikan kemenangan Anwar. Jadi saya lihat kawasan pengundi Cina dan India yang ramai akan menjadi pilihan,” katanya kepada Utusan Malaysia di sini hari ini.\n\nBerdasarkan pecahan kaum pengundi di Pandan dan Selayang dalam Pilihan Raya Umum Ke-14 (PRU-14), pengundi Melayu adalah sekitar 45 peratus hingga 49 peratus.\n\nSemasa PRU-14, isteri Anwar, Datuk Seri Dr. Wan Azizah Wan Ismail menang dengan majori­ti 52,543 di Parlimen Pandan, meskipun pencabar terdekatnya merupakan calon Barisan Nasional (BN) berbangsa Cina.\n\nDalam pada itu, Pas meminta jentera parti di Pandan untuk bersiap sedia bagi menghadapi kemungkinan pilihan raya kecil (PRK) yang dijangka ditandingi Anwar.\n\nPerkara itu disahkan Naib Presiden Pas, Datuk Iskandar Abdul Samad ekoran khabar angin kemungkinan Wan Azizah bakal mengosongkan kerusinya untuk memberi laluan kepada suami beliau.\n\n“Mesej saya kepada jentera Pandan agar bersiap sedia. Khabar angin bertiup kencang Anwar akan bertanding di sini. Pas bersedia jika berlaku PRK,” katanya menerusi aplikasi WhatsApp.\n\nSementara itu, Ahli Parlimen Sela­yang, William Leong Jee Keen dan Ahli Parlimen Port Dickson, Datuk Danyal Balagopal Abdullah tidak pasti adakah kawasan masing-masing perlu dikosongkan untuk memberi laluan kepada Anwar, kerana keputusan akan ditentukan oleh parti.\n\nLokasi pilihan Anwar itu turut mencetuskan perang mulut antara dua Naib Presiden PKR, Rafizi Ramli dan Tian Chua kerana didakwa berlaku rahsia sesama mereka.\n\nSetiausaha Agung PKR, Datuk Saifuddin Nasution Ismail dan mereka yang rapat dengan Anwar turut dihubungi bagi mengesahkan Pandan sebagai pilihan Presiden PKR itu, namun tidak dijawab sehingga waktu penerbitan.", "authors": ["Fadzil Zainol"]}, {"url": "http://www.astroawani.com/berita-malaysia/itu-bukan-suara-saya-tegas-anwar-182081", "news": "Astro Awani", "title": "Itu bukan suara saya, tegas Anwar", "language": "INDONESIA", "date": "08-02-2018", "top-image": "https://img.astroawani.com/2018-08/81533227535_DSAnwarIbrahim.jpg", "summary": ": Ketua Umum PKR, Datuk Seri Anwar Ibrahim meminta semua pihak tidak terpengaruh dengan penularan beberapa rakaman audio yang dikatakan suara beliau mengkritik timbalan presiden parti itu, Datuk Seri Mohamed Azmin Ali dan Perdana Menteri, Tun Dr Mahathir Mohamad.Tegasnya, beliau tidak pernah mengeluarkan kenyataan seperti dalam rakaman audio itu yang tersebar di aplikasi Whatsapp hari ini.\n\"Saya tidak memberi sebarang ucapan selepas Khazanah (lembaga pengarah) diumumkan kecuali di Sungai Kandis.\nTiada ucapan, sebelum itu saya berada di Turki.\n\"Saya tidak fikir kita cukup bodoh untuk mudah tertipu tetapi kita hanya perlu menafikan kerana ia tidak benar...tiada asas dalam itu.\nSaya dengar juga (rakaman audio)...garang-garang saya, istilah barua tidak pernah pakai,\" katanya.-- BERNAMA", "keyword": ["ucapan", "rakaman", "azmin", "barua", "khazanah", "penularan", "terpengaruh", "audio", "anwar", "mohamed"], "text": ": Ketua Umum PKR, Datuk Seri Anwar Ibrahim meminta semua pihak tidak terpengaruh dengan penularan beberapa rakaman audio yang dikatakan suara beliau mengkritik timbalan presiden parti itu, Datuk Seri Mohamed Azmin Ali dan Perdana Menteri, Tun Dr Mahathir Mohamad.Tegasnya, beliau tidak pernah mengeluarkan kenyataan seperti dalam rakaman audio itu yang tersebar di aplikasi Whatsapp hari ini.\"Cara jawab tidak betul...suara saya...saya tidak guna bahasa-bahasa kesat, barua bukan bahasa saya, jangan terpengaruh dengan fitnah,\" katanya kepada pemberita selepas program ceramah perdana sempena Pilihan Raya Kecil (PRK) Dewan Undangan Negeri (DUN) Sungai Kandis, di sini malam ini.Anwar berkata demikian ketika diminta mengulas penularan rakaman audio itu yang dikatakan mirip suaranya mengkritik Mohamed Azmin dan Dr Mahathir berkenaan pelantikan anggota lembaga pengarah Khazanah Nasional Bhd (Khazanah), baru-baru ini.Antara intipati rakaman itu ialah suara seorang individu didakwa Anwar yang mengakui mengarahkan Mohd Rafizi Ramli bertanding jawatan timbalan presiden PKR pada pemilihan parti bulan ini, kerana mendakwa Mohamed Azmin sudah menjadi 'barua' (orang suruhan) Dr Mahathir.Jelas Anwar, beliau tidak pernah memberi sebarang kenyataan berhubung Khazanah kecuali berkenaan PRK DUN Sungai Kandis.Menurut beliau, mana-mana pihak tidak bodoh untuk mempercayai penularan rakaman audio itu yang disifatkan sebagai satu perbuatan tidak sihat.\"Saya tidak memberi sebarang ucapan selepas Khazanah (lembaga pengarah) diumumkan kecuali di Sungai Kandis. Tiada ucapan, sebelum itu saya berada di Turki.\"Saya tidak fikir kita cukup bodoh untuk mudah tertipu tetapi kita hanya perlu menafikan kerana ia tidak benar...tiada asas dalam itu. Saya dengar juga (rakaman audio)...garang-garang saya, istilah barua tidak pernah pakai,\" katanya.-- BERNAMA", "authors": []}, {"url": "https://www.malaysiakini.com/news/446486", "news": "Malaysiakini (caruman)", "title": "Saiful nafi guna isu lama dengan Anwar modal kempen", "language": "INDONESIA", "date": "10-08-2018", "top-image": "https://i.malaysiakini.com/1319/8651ffe4c2d239335beaceee2ba7bbcf.jpeg", "summary": "A+ A-Bekas pembantu peribadi Datuk Seri Anwar Ibrahim, Mohd Saiful Bukhari Azlan menafikan menggunakan isu lamanya dengan Ketua Umum PKR itu sebagai bahan kempen dalam siri ceramah kelompok yang diadakan baru-baru ini.\nBukan saya nak menjadikan ia sebagai bahan kempen dengan menyerang peribadi Anwar.\nDalam perkembangan lain, Mohd Saiful Bukhari, 33, amat berpuas hati dengan sokongan dan penerimaan masyarakat terhadap dirinya sepanjang tempoh sembilan hari berkempen.\nPRK Parlimen Port Dickson menyaksikan pertandingan tujuh penjuru antara Anwar, Mohd Saiful Bukhari, calon PAS Lt. Kol (B) Mohd Nazari Mokhtar dan empat calon Bebas termasuk bekas Menteri Besar Negeri Sembilan Tan Sri Mohd Isa Abdul Samad.\nParlimen Port Dickson mempunyai 75,770 pengundi berdaftar yang terdiri daripada 43 peratus pengundi Melayu, Cina (33 peratus), India (22 peratus) dan lain-lain kaum (dua peratus).", "keyword": ["bukhari", "ceramah", "pengundi", "nafi", "calon", "saiful", "sembilan", "port", "dickson", "anwar", "kempen"], "text": "A+ A-\n\nBekas pembantu peribadi Datuk Seri Anwar Ibrahim, Mohd Saiful Bukhari Azlan menafikan menggunakan isu lamanya dengan Ketua Umum PKR itu sebagai bahan kempen dalam siri ceramah kelompok yang diadakan baru-baru ini.\n\nSebaliknya, calon bebas PRK Port Dickson itu menegaskan bahawa beliau berpegang teguh kepada pendirian yang dibuatnya pada hari penamaan calon, 29 Sept lepas untuk tidak mengungkit kisah lama ‘Anwar-Saiful’.\n\n“Saya tidak membuka cerita lama itu dalam ceramah sebaliknya berkongsi isu itu atas kapasiti menjawab soalan penduduk ketika sesi soal jawab selepas ceramah. Bukan saya nak menjadikan ia sebagai bahan kempen dengan menyerang peribadi Anwar.\n\n\"Saya pegang kepada ikrar saya sebelum ini... kempen saya dalam bentuk ceramah dan ada sesi soal jawab..soalan tentang isu liwat itu diajukan pengundi semasa sesi soal jawab bukan dalam ceramah,\" katanya kepada Bernama ketika ditemui di pejabat Jabatan Kebajikan Masyarakat (JKM) Port Dickson dekat sini hari ini.\n\nDalam perkembangan lain, Mohd Saiful Bukhari, 33, amat berpuas hati dengan sokongan dan penerimaan masyarakat terhadap dirinya sepanjang tempoh sembilan hari berkempen.\n\n\"Saya sudah berkempen di kelima-lima kawasan Dewan Undangan Negeri (DUN) di Parlimen Port Dickson… rasanya hampir 8,000 orang saya bersalaman,\" katanya sambil menambah telah menjelajah hampir 70 peratus di daerah berkenaan.\n\nMengenai kutipan Tabung RM1 yang dilancarkannya pada 2 Okt lepas bagi menampung kos perbelanjaan kempennya, beliau mendedahkan ia sudah mencecah RM3,000.\n\nPRK Parlimen Port Dickson menyaksikan pertandingan tujuh penjuru antara Anwar, Mohd Saiful Bukhari, calon PAS Lt. Kol (B) Mohd Nazari Mokhtar dan empat calon Bebas termasuk bekas Menteri Besar Negeri Sembilan Tan Sri Mohd Isa Abdul Samad.\n\nKerusi Parlimen Port Dickson dikosongkan oleh Datuk Danyal Balagopal Abdullah, 68, pada 12 Sept lepas, bagi membolehkan Anwar, yang baru-baru ini menang tanpa bertanding jawatan Presiden PKR, bertanding dan kembali ke Dewan Rakyat.\n\nPada Pilihan Raya Umum ke-14, 9 Mei lepas, Danyal Balagopal, 68, memenangi kerusi itu dengan majoriti 17,710 undi mengalahkan calon BN Datuk V.S.Mogan dan Mahfuz Roslan daripada PAS.\n\nSuruhanjaya Pilihan Raya (SPR) menetapkan hari pengundian pada 13 Okt ini, manakala pengundian awal, esok.\n\nParlimen Port Dickson mempunyai 75,770 pengundi berdaftar yang terdiri daripada 43 peratus pengundi Melayu, Cina (33 peratus), India (22 peratus) dan lain-lain kaum (dua peratus).\n\n- Bernama", "authors": []}, {"url": "https://www.malaysiakini.com/news/428612", "news": "Malaysiakini (caruman)", "title": "Isu peruntukan Agong: Kadir Jasin patut lebih tertib, kata Anwar", "language": "INDONESIA", "date": "06-06-2018", "top-image": "https://i.malaysiakini.com/1273/af402bdc5a6ff69600babe929879dc79.jpeg", "summary": "A+ A-Ketua Umum PKR Datuk Seri Anwar Ibrahim membidas kenyataan anggota Majlis Pimpinan Tertinggi BERSATU Datuk Abdul Kadir Jasin berhubung peruntukan kerajaan kepada Yang di-Pertuan Agong (YDPA).\nKatanya, kritikan itu juga dibuat tanpa memberi peluang kepada Institusi Raja-raja Melayu untuk memberi respons.\n\"Sekiranya buat kritikan sebegini tanpa memberi peluang kepada Raja-Raja Melayu untuk jelaskan jawapan, ia tidak sihat terutamanya menggunakan kedudukan yang ada.\nBina hubungan dengan rajaMengulas lanjut, Anwar berkata beliau akan terus mengadakan pertemuan dengan Raja-raja Melayu bagi membuang persepsi Pakatan Harapan (HARAPAN) tidak mesra golongan itu.\n\"Kami menghabiskan banyak masa dan usaha untuk mendapatkan raja-raja Melayu untuk melindungi pentadbiran ini dan memastikan peralihan kuasa yang lancar,\" katanya.", "keyword": ["harapan", "rm2569", "jasin", "peruntukan", "patut", "tertib", "kadir", "agong", "rajaraja", "pemilihan", "melayu", "anwar", "pertemuan", "pkr", "saifuddin"], "text": "A+ A-\n\nKetua Umum PKR Datuk Seri Anwar Ibrahim membidas kenyataan anggota Majlis Pimpinan Tertinggi BERSATU Datuk Abdul Kadir Jasin berhubung peruntukan kerajaan kepada Yang di-Pertuan Agong (YDPA).\n\nBeliau berkata walaupun hak untuk menyuarakan pandangan perlu dihormati, wartawan veteran itu perlu menunjukkan penghormatan dan ketertiban (decorum) dalam hal ini.\n\nKatanya, kritikan itu juga dibuat tanpa memberi peluang kepada Institusi Raja-raja Melayu untuk memberi respons.\n\n\"Sekiranya buat kritikan sebegini tanpa memberi peluang kepada Raja-Raja Melayu untuk jelaskan jawapan, ia tidak sihat terutamanya menggunakan kedudukan yang ada.\n\n\"Saya juga lihat sejumlah penekanan, dan ada fakta (yang) dipertikai, saya rasa kita perlu lebih berwaspada,\" katanya pada sidang media selepas pertemuan dengan wakil rakyat PKR di sebuah hotel di Selangor, hari ini.\n\nBeliau diminta mengulas artikel Abdul Kadir yang juga ketua media dan komunikasi Majlis Penasihat Kerajaan di blognya hari ini, yang mendakwa kerajaan memperuntukkan RM256.9 juta antara Januari hingga April tahun ini untuk YDPA.\n\nNamun beliau menyertakan penjelasan bahawa artikel itu ditulis atas kapasiti peribadi dan tidak mempunyai kaitan dengan sebarang jawatan yang dipegangnya.\n\nMengulas kontroversi sekitar pelantikan pakar perlembagaan Tommy Thomas sebagai peguam negara, Kadir dalam artikel itu berkata Raja-raja Melayu yakin dan tidak merasakan kedudukan mereka tergugat.\n\n\"Selama 16 bulan sehingga April tahun ini, sejumlah RM256.9 juta diperuntukkan kepada Yang di-Pertuan Agong untuk tujuan tempat tinggal, istana, barangan peribadi, pengangkutan dan kapal terbang, peralatan dan latihan pengiring, pakaian dan barangan upacara, hadiah dan cenderamata, lawatan luar negara dan gaji pekerja istana,\" katanya.\n\nBeliau bagaimanapun tidak menyatakan sumber maklumat itu.\n\nMenurut Perbendaharaan, kerajaan hanya memperuntukkan RM13.5 juta setiap tahun kepada YDPA.\n\nBina hubungan dengan raja\n\nMengulas lanjut, Anwar berkata beliau akan terus mengadakan pertemuan dengan Raja-raja Melayu bagi membuang persepsi Pakatan Harapan (HARAPAN) tidak mesra golongan itu.\n\n\"Kami menghabiskan banyak masa dan usaha untuk mendapatkan raja-raja Melayu untuk melindungi pentadbiran ini dan memastikan peralihan kuasa yang lancar,\" katanya.\n\nDalam pertemuan itu, katanya, beliau juga memberi jaminan HARAPAN kekal komited mempertahan peruntukan Perlembagaan Persekutuan dalam soal hak Melayu, serta kedudukan Bahasa Melayu dan Islam.\n\nKatanya lagi, memang sukar untuk meyakinkan Raja-raja Melayu terhadap pentadbiran Tun Dr Mahathir Mohamad, justeru semua pihak perlu berhati-hati dalam membuat kenyataan seumpama itu.\n\nAnwar juga memaklumkan beliau kemungkinan besar tidak akan kembali ke Parlimen dalam sesi pertama yang akan bermula 16 Julai ini perlu memenuhi komitmen tempatan dan antarabangsa.\n\nBeliau juga mengesahkan hanya akan kembali sebagai anggota parlimen, tanpa memegang mana-mana kementerian.\n\nPKR sedia untuk pemilihan parti\n\nSementara itu, Setiausaha Agung PKR Datuk Saifuddin Nasution Ismail berkata PKR akan memulakan persediaan mengadakan pemilihan parti bermula Ogos ini.\n\nPada masa ini, Saifuddin berkata PKR telah diberikan tempoh penangguhan 18 bulan - sehingga November 2018 - untuk mengadakan kongres, manakala pemilihan perlu diadakan sebelum Februari tahun depan.\n\nBeliau juga berkata Anwar telah menyeru agar semua yang hadir pada pertemuan ini memberi sokongan penuh kepada kerajaan pimpinan Mahathir.\n\n\"Anwar berkata sama seperti komitmennya terhadap PKR dan HARAPAN, beliau mahu semua wakil rakyat juga demikian,\" katanya lagi.\n\nBeliau memaklumkan pertemuan hari ini dihadiri 51 daripada 67 wakil rakyat PKR.\n\nMenteri Hal Ehwal Ekonomi Datuk Seri Mohamed Azmin Ali dan Menteri Perumahan dan Kerajaan Tempatan Zuraida Kamaruddin tidak hadir kerana berada di luar negara.", "authors": []}, {"url": "https://www.malaysiakini.com/news/435419", "news": "Malaysiakini (caruman)", "title": "'Tak timbul isu Azizah kekal TPM, jika Anwar presiden PKR'", "language": "INDONESIA", "date": "07-22-2018", "top-image": "https://i.malaysiakini.com/1283/4456cfb83280d81e98caceb71973e9fa.jpeg", "summary": "A+ A-Presiden PKR Datuk Seri Dr Wan Azizah Wan Ismail kekal sebagai Timbalan Perdana Menteri jika suaminya Ketua Umum PKR Datuk Seri Anwar Ibrahim menang jawatan Presiden pada pemilihan parti itu akan datang.\nKita belum sampai tahap itu lagi,” katanya ketika ditemui pemberita selepas majlis Presiden PKR bersama anggota PKR Sabah di Kota Kinabalu hari ini.\nSaifuddin, yang juga Menteri Perdagangan Dalam Negeri dan Hal Ehwal Pengguna, ditanya pemberita mengenai kedudukan Wan Azizah sebagai timbalan perdana menteri jika Anwar dipilih menjadi Presiden PKR.\nAnwar dijangka menawarkan diri untuk bertanding sebagai Presiden PKR pada pemilihan parti akan datang, manakala Wan Azizah dijangka memberi laluan untuk Anwar berbuat demikian.\nOleh itu, beliau berkata usul untuk mengekalkan Wan Azizah sebagai Timbalan Perdana Menteri jika tidak menerajui PKR sebagai presiden pada pemilihan parti akan datang tidak akan timbul.", "keyword": ["harapan", "ismail", "tpm", "pemilihan", "anwar", "timbul", "azizah", "menerajui", "bertanding", "pkr", "wan", "dipilih"], "text": "A+ A-\n\nPresiden PKR Datuk Seri Dr Wan Azizah Wan Ismail kekal sebagai Timbalan Perdana Menteri jika suaminya Ketua Umum PKR Datuk Seri Anwar Ibrahim menang jawatan Presiden pada pemilihan parti itu akan datang.\n\nSetiausaha Agung PKR Datuk Saifuddin Nasution Ismail berkata ketika ini Anwar tidak mempunyai locus standi menjawat jawatan dalam kerajaan, manakala Wan Azizah, yang juga anggota Parlimen Pandan, telah dipersetujui oleh Pakatan Harapan (HARAPAN) untuk menjadi Timbalan Perdana Menteri.\n\n“Kalau Datuk Seri Anwar kemudian nanti menjadi presiden PKR, beliau akan kekal jadi presiden.\n\n“(Untuk menjadi timbalan perdana menteri) Datuk Seri Anwar perlu bertanding menjadi anggota parlimen. Kita belum sampai tahap itu lagi,” katanya ketika ditemui pemberita selepas majlis Presiden PKR bersama anggota PKR Sabah di Kota Kinabalu hari ini.\n\nSaifuddin, yang juga Menteri Perdagangan Dalam Negeri dan Hal Ehwal Pengguna, ditanya pemberita mengenai kedudukan Wan Azizah sebagai timbalan perdana menteri jika Anwar dipilih menjadi Presiden PKR.\n\nAnwar dijangka menawarkan diri untuk bertanding sebagai Presiden PKR pada pemilihan parti akan datang, manakala Wan Azizah dijangka memberi laluan untuk Anwar berbuat demikian.\n\nSaifuddin turut memaklumkan konsensus HARAPAN yang dibuat pada 6 Januari lalu jika menerajui kerajaan ialah Tun Dr Mahathir akan menjadi Perdana Menteri dan Wan Azizah menjadi Timbalan Perdana Menteri, manakala Anwar akan dilantik ke dalam kabinet apabila beliau dipilih menjadi anggota parlimen kelak.\n\nOleh itu, beliau berkata usul untuk mengekalkan Wan Azizah sebagai Timbalan Perdana Menteri jika tidak menerajui PKR sebagai presiden pada pemilihan parti akan datang tidak akan timbul.\n\n- Bernama", "authors": []}, {"url": "http://www.astroawani.com/berita-politik/saya-tidak-pernah-minta-dr-mahathir-mohon-maaf-anwar-187183", "news": "Astro Awani", "title": "Saya tidak pernah minta Dr Mahathir mohon maaf - Anwar", "language": "INDONESIA", "date": "10-02-2018", "top-image": "https://img.astroawani.com/2018-09/41538173724_AnwarIbrahim.jpg", "summary": ": Datuk Seri Anwar Ibrahim memberitahu tidak pernah meminta Tun Dr Mahathir Mohamad memohon maaf ekoran tindakan pemecatannya sebagai Timbalan Perdana Menteri pada tahun 1998.Malah, Ketua Umum PKR itu mendedahkan beliau sudah lama memaafkan tindakan perdana menteri itu pada masa lalu.\n\"Saya tidak pernah memintanya untuk memohon maaf.\nDan saya yakin dan berpuas hati dengan sikapnya dan kesediaan untuk bekerja dengan saya.\nIa adalah anda (media) yang memainkan isu minta maaf di BBC.\n\"Saya sudah memaafkan Mahathir.", "keyword": ["ulang", "ucapan", "wawancara", "mohon", "memaafkan", "tuduhan", "memohon", "anwar", "maaf", "kesediaan", "mahathir"], "text": ": Datuk Seri Anwar Ibrahim memberitahu tidak pernah meminta Tun Dr Mahathir Mohamad memohon maaf ekoran tindakan pemecatannya sebagai Timbalan Perdana Menteri pada tahun 1998.Malah, Ketua Umum PKR itu mendedahkan beliau sudah lama memaafkan tindakan perdana menteri itu pada masa lalu.\"Saya tidak pernah memintanya untuk memohon maaf. Dan saya yakin dan berpuas hati dengan sikapnya dan kesediaan untuk bekerja dengan saya.\"Lupakan kisah silam dan bergerak ke hadapan. Ia adalah anda (media) yang memainkan isu minta maaf di BBC.\"Saya sudah memaafkan Mahathir.\"Beliau berkata demikian selepas menghadiri Majlis Peringatan Ulang Tahun ke-150 Mahatma Gandhi, di sini, hari ini.Anwar mengulas kenyataan Dr Mahathir yang mengakui tidak pernah memohon maaf secara rasmi kepada Anwar dalam satu wawancara khas bersama media antarabangsa, BBC pada Selasa.Dr Mahathir sebelum ini menegaskan beliau tidak seharusnya dipersalahkan terhadap hukuman penjara yang dijatuhi ke atas Anwar kerana itu adalah keputusan mahkamah.Bagaimanapun, Dr Mahathir semasa sesi soal jawab dalam forum yang berlangsung di Chatham House, London baru-baru ini turut menzahirkan kesediaan untuk bekerjasama dengan Anwar.Dr Mahathir pada tahun lepas pernah membuat permohonan maaf secara terbuka sekiranya pernah membuat sebarang kesilapan sepanjang tempoh terbabit dalam politik tanah air di hujung ucapan yang disampaikannya di Shah Alam.Anwar dilantik sebagai Timbalan Perdana Menteri pada 1 Disember 1993 sebelum Dr mahathir memecatnya pada 2 September 1998 dan didakwa serta dipenjara atas tuduhan rasuah serta liwat.Anwar bagaimanapun dibebaskan pada 16 Mei lalu selepas mendapat pengampunan penuh oleh Yang di-Pertuan Agong.Anwar kini menjadi calon dalam Pilihan Raya Kecil (PRK) Parlimen Port Dickson pada 13 Oktober.", "authors": []}, {"url": "https://www.bharian.com.my/berita/nasional/2018/06/439350/anwar-tegur-guan-eng", "news": "Berita Harian", "title": "", "language": "INDONESIA", "date": "06-19-2018", "top-image": "", "summary": "", "keyword": [], "text": "", "authors": []}, {"url": "https://www.bharian.com.my/berita/politik/2018/10/480850/saya-jaga-semua-tak-kira-agama-anwar", "news": "Berita Harian", "title": "", "language": "INDONESIA", "date": "10-02-2018", "top-image": "", "summary": "", "keyword": [], "text": "", "authors": []}, {"url": "http://www.astroawani.com/berita-politik/kehadiran-anwar-mantapkan-suara-ph-di-parlimen-penganalisis-188293", "news": "Astro Awani", "title": "Kehadiran Anwar mantapkan suara PH di Parlimen - Penganalisis", "language": "INDONESIA", "date": "10-15-2018", "top-image": "https://img.astroawani.com/2018-10/41539600638_ANWARIBRAHIM.jpg", "summary": "Pada masa sama, perbincangan di Dewan Rakyat itu dipandu agar lebih santun, tertib, mempunyai data, fakta dan bukan auta.\n\"Jadi perbincangan Parlimen yang bernas diperlukan dan kita faham ada Ahli Parlimen yang agak baru dan kurang pengalaman.\nMaka tugas Anwar untuk membimbing kelompok ini agar mereka ini boleh berfungsi dengan lebih baik lagi,\" kata Awang Azman semasa dihubungi Astro AWANI hari ini.Selain itu, Anwar diyakini akan memastikan 'check and balance' dalam fungsi eksekutif, perundangan dan kehakiman.\n\"Maka jika ada unsur yang cuba memanipulasikan antara tiga fungsi ini, ia boleh menjejaskan sistem pentadbiran negara.\nJadi, peranan Anwar penting kerana reformasi di Parlimen memerlukan pemimpin yang berkarisma, berpengalaman dan memainkan peranan yang dinamik,\" tambah beliau.Mesyuarat Kedua, Penggal Pertama Parlimen ke-14 yang mula bersidang hari ini turut menyaksikan Anwar mengangkat sumpah sebagai Ahli Parlimen Port Dickson yang baharu.", "keyword": ["perbincangan", "pengalaman", "kehadiran", "peranan", "awang", "penganalisis", "memainkan", "mantapkan", "fungsi", "berfungsi", "ph", "ahli", "anwar", "perundangan"], "text": ": Kehadiran Ketua Umum Parti Keadilan Rakyat (PKR), Datuk Seri Anwar Ibrahim bakal memantapkan suara Pakatan Harapan (PH) di Parlimen, ujar penganalisis politik dari Universiti Malaya (UM), Prof Madya Awang Azman Awang Pawi.Pada masa sama, pengalaman dan kredibiliti bekas timbalan perdana menteri itu akan dapat dimanfaatkan untuk membantu Ahli Parlimen lain agar lebih berfungsi dan berkesan.Reformasi yang dilakukan Anwar juga akan turut memastikan isu-isu penting diketengahkan dan dibincangkan di Dewan Rakyat, ujarnya.\"Segala isu yang selama ini disembunyikan atau diketepikan, kini diberikan ruang yang luas. Pada masa sama, perbincangan di Dewan Rakyat itu dipandu agar lebih santun, tertib, mempunyai data, fakta dan bukan auta.\"Jadi perbincangan Parlimen yang bernas diperlukan dan kita faham ada Ahli Parlimen yang agak baru dan kurang pengalaman. Maka tugas Anwar untuk membimbing kelompok ini agar mereka ini boleh berfungsi dengan lebih baik lagi,\" kata Awang Azman semasa dihubungi Astro AWANI hari ini.Selain itu, Anwar diyakini akan memastikan 'check and balance' dalam fungsi eksekutif, perundangan dan kehakiman.\"Anwar dijangka akan memastikan badan eksekutif, perundangan dan kehakiman berfungsi dengan baik dan memastikan ketiga-tiganya tidak bertindan serta mengelakkan situasi monopoli atau penguasaan daripada mana-mana fungsi tersebut,\" ujarnya.Tambahnya, dengan pendekatan berkenaan, badan eksekutif akan terus memainkan peranannya dan badan kehakiman mempunyai sempadan tersendiri.\"Maka jika ada unsur yang cuba memanipulasikan antara tiga fungsi ini, ia boleh menjejaskan sistem pentadbiran negara. Jadi, peranan Anwar penting kerana reformasi di Parlimen memerlukan pemimpin yang berkarisma, berpengalaman dan memainkan peranan yang dinamik,\" tambah beliau.Mesyuarat Kedua, Penggal Pertama Parlimen ke-14 yang mula bersidang hari ini turut menyaksikan Anwar mengangkat sumpah sebagai Ahli Parlimen Port Dickson yang baharu.", "authors": []}, {"url": "http://www.astroawani.com/berita-politik/ada-usaha-perlekehkan-anwar-sebagai-pm-ke-8-rafizi-191435", "news": "Astro Awani", "title": "'Ada usaha perlekehkan Anwar sebagai PM ke-8' - Rafizi", "language": "INDONESIA", "date": "11-17-2018", "top-image": "https://img.astroawani.com/2018-11/41542513476_RafiziRamli.jpg", "summary": ": Tumpuan Parti Keadilan Rakyat (PKR) selepas selesai pemilihan parti ialah mengangkat Datuk Seri Anwar Ibrahim sebagai Perdana Menteri ke-8.Naib Presiden PKR, Rafizi Ramli berkata, ini jauh lebih penting daripada memanjangkan isu pemilihan PKR yang ternyata terdapat kelemahan dalam pengurusannya.Katanya, memanjangkan isu pemilihan parti akan membuka ruang bagi pihak luar menyerang Anwar sebagai Presiden PKR baharu.\n\"Tetapi, saya ambil keputusan untuk tidak memanjangkan kerana saya berpendapat usaha parti kita sekarang perlu tumpu kepada mengangkat Anwar sebagai Perdana Menteri.\nAda suara-suara yang berkata, kegagalan pemilihan adalah kegagalan Anwar,\" kata Rafizi dalam ucapan penggulunggannya di Kongres Nasional PKR 2018 di sini, hari ini.Selain itu, beliau turut mendakwa ada pihak dari dalam parti sendiri yang cuba memperlekehkan usaha mengangkat Anwar sebagai PM.\n\"Saya ingin lahirkan sedikit kekecewaan dan perhati perbincangan WhatsApp dari pemimpin (parti) yang memperlekeh usaha menjadikan Anwar sebagai PM.\n\"Kita boleh berbeza pendapat, tetapi jangan sampai beri ruang kepada orang luar menyerang parti dan Anwar.", "keyword": ["memanjangkan", "menyerang", "kegagalan", "membela", "rafizi", "whatsapp", "perlekehkan", "pemilihan", "anwar", "pkr", "ke8", "mengangkat"], "text": ": Tumpuan Parti Keadilan Rakyat (PKR) selepas selesai pemilihan parti ialah mengangkat Datuk Seri Anwar Ibrahim sebagai Perdana Menteri ke-8.Naib Presiden PKR, Rafizi Ramli berkata, ini jauh lebih penting daripada memanjangkan isu pemilihan PKR yang ternyata terdapat kelemahan dalam pengurusannya.Katanya, memanjangkan isu pemilihan parti akan membuka ruang bagi pihak luar menyerang Anwar sebagai Presiden PKR baharu.\"Ada beberapa perkara yang ditimbulkan mengenai perjalanan pemilihan parti dan kedua-dua belah pihak sememangnya ada masalah dengan proses pemilihan.\"Tetapi, saya ambil keputusan untuk tidak memanjangkan kerana saya berpendapat usaha parti kita sekarang perlu tumpu kepada mengangkat Anwar sebagai Perdana Menteri.\"Memanjangkan isu pemilihan akan menyebabkan Anwar diserang. Ada suara-suara yang berkata, kegagalan pemilihan adalah kegagalan Anwar,\" kata Rafizi dalam ucapan penggulunggannya di Kongres Nasional PKR 2018 di sini, hari ini.Selain itu, beliau turut mendakwa ada pihak dari dalam parti sendiri yang cuba memperlekehkan usaha mengangkat Anwar sebagai PM.\"Saya ingin lahirkan sedikit kekecewaan dan perhati perbincangan WhatsApp dari pemimpin (parti) yang memperlekeh usaha menjadikan Anwar sebagai PM.\"Kita boleh berbeza pendapat, tetapi jangan sampai beri ruang kepada orang luar menyerang parti dan Anwar. Jadi, hentikan segera,\" katanya.Antara lain, Rafizi beliau beliau menyertai PKR sejak umur 21 tahun kerana perjuangan parti itu untuk membela yang miskin dan lemah.Oleh itu, tambahnya, beliau akan meneruskan usaha membela mereka yang kurang bernasib baik dengan menubuhkan koperasi.", "authors": []}, {"url": "http://www.utusan.com.my/berita/politik/anwar-dijangka-beri-keterangan-dakwaan-liwat-dalam-masa-terdekat-1.761583", "news": "Utusan Malaysia", "title": "Anwar dijangka beri keterangan dakwaan liwat dalam masa terdekat", "language": "INDONESIA", "date": "10-05-2018", "top-image": "http://www.utusan.com.my/polopoly_fs/1.761586!/image/image.jpg_gen/derivatives/landscape_650/image.jpg", "summary": "PORT DICKSON 5 Okt.\n- Presiden PKR, Datuk Seri Anwar Ibrahim akan memberikan keterangan dalam masa terdekat berkaitan tuduhan liwat yang didakwa berlaku di Singapura baru-baru ini.\nMenurut Timbalan Ketua Polis Daerah Port Dickson, Deputi Superintenden Mohd.\nNoor, calon Pakatan Harapan bagi Pilihan Raya Kecil Parlimen Port Dickson itu sepatutnya memberi keterangan semalam.\nSusulan itu, Fahmi yang juga Ahli Parlimen Lembah Pantai membuat laporan polis di Ibu Pejabat Polis Daerah Port Dickson.", "keyword": ["portal", "dakwaan", "tuduhan", "seksyen", "dickson", "terdekat", "liwat", "utusan", "anwar", "port", "faisal", "ahli", "pkr"], "text": "PORT DICKSON 5 Okt. - Presiden PKR, Datuk Seri Anwar Ibrahim akan memberikan keterangan dalam masa terdekat berkaitan tuduhan liwat yang didakwa berlaku di Singapura baru-baru ini.\n\nMenurut Timbalan Ketua Polis Daerah Port Dickson, Deputi Superintenden Mohd. Faisal Mohd. Noor, calon Pakatan Harapan bagi Pilihan Raya Kecil Parlimen Port Dickson itu sepatutnya memberi keterangan semalam.\n\nBagaimanapun, katanya, ia ditangguhkan kerana beliau menziarahi jenazah ahli bomba yang meninggal dunia dalam kejadian lemas.\n\n“Sehingga kini kami telah merekodkan keterangan daripada Pengarah Komunikasi Strategik PKR, Fahmi Fadzil. Kami belum berpeluang mendapatkan keterangan daripada Anwar memandangkan jadualnya yang agak padat.\n\n“Bagaimanapun, kemungkinan kita akan berusaha untuk mendapatkannya hari ini,” katanya dalam sidang akhbar di sini hari ini.\n\nMohd. Faisal berkata, tiga individu lain telah memberi kerjasama dalam siasatan kes tersebut iaitu Ahli Majlis Tertinggi UMNO, Datuk Lokman Noor Adam, pegawai media dari Singapura dan wartawan Utusan Malaysia.\n\nLokman sebelum ini memuat naik dakwaan Anwar meliwat seorang pelajar Indonesia di Singapura menerusi laman Facebook miliknya dan mendakwa perkara itu dilaporkan portal berita Singapura, Mediacorp News. Bagaimanapun, portal tersebut menafikan dakwaan itu dan Lokman memadamkan tuduhan di laman sosialnya.\n\nSusulan itu, Fahmi yang juga Ahli Parlimen Lembah Pantai membuat laporan polis di Ibu Pejabat Polis Daerah Port Dickson.\n\nSementara itu, Mohamad Faisal memberitahu, kes tersebut disiasat di bawah Seksyen 233 Akta Komunikasi dan Multimedia dan Seksyen 500 Kanun Keseksaan. - UTUSAN ONLINE", "authors": ["Aida Faizlen Ibrahim"]}, {"url": "http://www.sinarharian.com.my/nasional/mohamad-sabu-percaya-anwar-selesaikan-isu-veteran-1.887241", "news": "Sinarharian", "title": "Mohamad Sabu percaya Anwar selesaikan isu veteran", "language": "INDONESIA", "date": "10-03-2018", "top-image": "http://www.sinarharian.com.my/polopoly_fs/1.887242!/image/image.jpg_gen/derivatives/landscape_700/image.jpg", "summary": "- Foto BernamaA- A+ (Ubah saiz teks)PORT DICKSON - Menteri Pertahanan Mohamad Sabu percaya Datuk Seri Anwar Ibrahim akan berusaha sebaik mungkin untuk menyelesaikan semua perkara berkaitan kebajikan veteran Angkatan Tentera Malaysia (ATM).\n“Saya yakin kebajikan veteran akan dapat dipertingkatkan dengan peningkatan pendapatan negara yang sedang kita susun sekarang ini supaya Malaysia kembali cemerlang,” katanya semasa berucap pada Majlis Penganugerahan Pingat Jasa Malaysia kepada Veteran ATM Zon Port Dickson, di sini, hari ini.\nDalam pada itu Mohamad melahirkan kekecewaannya apabila tabung-tabung kebajikan anggota tentera dan veteran yang dilancarkan bagi membantu golongan itu kurang mendapat sambutan.\n“Sebab itulah saya tidak akan jemu dan akan terus menyeru supaya tanggungjawab membela veteran dan menjaga kebajikan mereka adalah pada semua rakyat Malaysia termasuk peniaga-peniaga besar,” katanya.\nKetika ditemui pemberita selepas majlis itu, Mohamad berkata kementerian akan menghidupkan semula Majlis Veteran yang telah empat tahun tidak bermesyuarat bagi menjaga kebajikan lebih 300,000 veteran berpencen dan tidak berpencen.", "keyword": ["veteran", "dickson", "calon", "pertahanan", "sabu", "kebajikan", "port", "tentera", "menjaga", "mohamad", "anwar", "percaya", "selesaikan"], "text": "Menteri Pertahanan Mohamad Sabu (dua, kanan) beramah mesra bersama Calon Pakatan Harapan bagi Pilihan Raya Kecil (PRK) P.132 Port Dickson yang juga Ketua Umum Parti Keadilan Rakyat (PKR) Datuk Seri Anwar Ibrahim (dua, kiri) yang turut hadir pada Majlis Penganugerahan Pingat Jasa Malaysia Persatuan Veteran Tentera Batalion Ke-22 Rejimen Askar Melayu DiRaja di Auditorium Muzium Tentera Darat hari ini. - Foto Bernama\n\nA- A+ (Ubah saiz teks)\n\nPORT DICKSON - Menteri Pertahanan Mohamad Sabu percaya Datuk Seri Anwar Ibrahim akan berusaha sebaik mungkin untuk menyelesaikan semua perkara berkaitan kebajikan veteran Angkatan Tentera Malaysia (ATM).\n\n“Saya yakin kebajikan veteran akan dapat dipertingkatkan dengan peningkatan pendapatan negara yang sedang kita susun sekarang ini supaya Malaysia kembali cemerlang,” katanya semasa berucap pada Majlis Penganugerahan Pingat Jasa Malaysia kepada Veteran ATM Zon Port Dickson, di sini, hari ini.\n\nMohamad berkata kerajaan komited membantu golongan veteran yang telah banyak berjasa kepada negara.\n\nDalam pada itu Mohamad melahirkan kekecewaannya apabila tabung-tabung kebajikan anggota tentera dan veteran yang dilancarkan bagi membantu golongan itu kurang mendapat sambutan.\n\nAnggota tentera dan veteran telah melakukan pengorbanan besar dengan menjaga keamanan negara ini sehingga rakyat dapat hidup dengan aman dan para peniaga dapat menjalankan perniagaan dan meraih keuntungan.\n\n“Pengorbanan para perajurit bukan hanya untuk Kementerian Pertahanan atau orang yang ada kepentingan dengan kementerian, pengorbanan para perajurit untuk memberi keamanan dan dengan aman itulah orang ramai dapat berniaga dan memacu ekonomi negara.\n\n“Sebab itulah saya tidak akan jemu dan akan terus menyeru supaya tanggungjawab membela veteran dan menjaga kebajikan mereka adalah pada semua rakyat Malaysia termasuk peniaga-peniaga besar,” katanya.\n\nKetika ditemui pemberita selepas majlis itu, Mohamad berkata kementerian akan menghidupkan semula Majlis Veteran yang telah empat tahun tidak bermesyuarat bagi menjaga kebajikan lebih 300,000 veteran berpencen dan tidak berpencen.\n\nPRK Parlimen Port Dickson pada 13 Okt ini menyaksikan pertandingan tujuh penjuru dengan Anwar yang mewakili Pakatan Harapan bertembung dengan calon Pas serta lima calon Bebas termasuk bekas Menteri Besar Negeri Sembilan Tan Sri Mohd Isa Abdul Samad. - Bernama", "authors": []}, {"url": "http://www.sinarharian.com.my/nasional/anwar-tun-m-senada-isu-lgbt-1.882858", "news": "Sinarharian", "title": "Anwar, Tun M senada isu LGBT", "language": "INDONESIA", "date": "09-22-2018", "top-image": "http://www.sinarharian.com.my/polopoly_fs/1.882859!/image/image.jpg_gen/derivatives/landscape_700/image.jpg", "summary": "Presiden PKR, Datuk Seri Anwar Ibrahim berkata, dia sependapat dengan tindakan Perdana Menteri, Tun Dr Mahathir Mohamad yang menegaskan bahawa negara ini tidak boleh menerima LGBT atau perkahwinan sejenis.\n“Ada media cuba laga-lagakan saya dengan Tun M sebab Tun M cakap dia tak setuju dengan LGBT, Anwar pula kata kaji semula undang-undang sodomi (liwat).\n“Saya dan Tun M, dalam soal ini tidak bersetuju dengan perkahwinan sejenis yang bukan sahaja fahaman agama kita tetapi juga Hindu, Buddha dan Kristian,” katanya.\nMenurut Anwar terdapat perbezaan apabila dia menyebut undang-undang liwat sedia ada kerana ia dibawa British ke India semasa zaman penjajahan mereka.\n“Saya dengan Tun M dah baik lama dah.", "keyword": ["undangundang", "senada", "lgbt", "dah", "perkahwinan", "liwat", "sejenis", "rtm", "anwar", "m", "mahathir"], "text": "Anwar ketika berucap pada majlis berkenaan di Dewan Auditorium RTM Ipoh, hari ini.\n\nA- A+ (Ubah saiz teks)\n\nIPOH - Masyarakat negara ini memahami bahawa Islam dan agama lain tidak menyokong perkahwinan sejenis seperti yang diingini golongan lesbian, gay, biseksual dan transgender (LGBT).\n\nPresiden PKR, Datuk Seri Anwar Ibrahim berkata, dia sependapat dengan tindakan Perdana Menteri, Tun Dr Mahathir Mohamad yang menegaskan bahawa negara ini tidak boleh menerima LGBT atau perkahwinan sejenis.\n\n“Ada media cuba laga-lagakan saya dengan Tun M sebab Tun M cakap dia tak setuju dengan LGBT, Anwar pula kata kaji semula undang-undang sodomi (liwat).\n\n“Saya dan Tun M, dalam soal ini tidak bersetuju dengan perkahwinan sejenis yang bukan sahaja fahaman agama kita tetapi juga Hindu, Buddha dan Kristian,” katanya.\n\nBeliau berkata demikian ketika berucap pada Amanat Perdana Malaysia Baru Bersama Datuk Seri Anwar Ibrahim di Dewan Auditorium RTM Ipoh, di sini, hari ini.\n\nMenurut Anwar terdapat perbezaan apabila dia menyebut undang-undang liwat sedia ada kerana ia dibawa British ke India semasa zaman penjajahan mereka.\n\n“Malaysia ketika itu Malaya ambil undang-undang itu bawa ke sini dan bagi saya undang-undang ini tidak adil dan harus dikaji semula,” katanya.\n\nTambahnya tindakan segelintir media melaga-lagakan beliau dan Dr Mahathir tidak berkesan kerana mereka sudah bersepakat untuk menyelamatkan negara daripada kerosakan yang dilakukan pemimpin sebelum ini.\n\n“Saya dengan Tun M dah baik lama dah. Bergaduh pun lama, tak ramai yang bergaduh seperti saya dan Tun M, berperang habis-habisan.\n\n“Sekarang kami dah pakat sebab nak selamatkan negara dari rompakan pemimpin terdahulu,” katanya.\n\nTerdahulu, Anwar menyifatkan undang-undang berkaitan liwat pernah dikenakan ke atasnya sebagai kuno, ketinggalan zaman serta tidak adil kerana ia peninggalan kolonial yang diperkenalkan di India sebelum dilaksanakan di Malaysia.", "authors": ["Mohamad Hafizi Mohd Said"]}, {"url": "https://www.malaysiakini.com/news/447805", "news": "Malaysiakini (caruman)", "title": "Anwar 'jelak' pelajar terus bangkitkan isu liwat", "language": "INDONESIA", "date": "10-17-2018", "top-image": "https://i.malaysiakini.com/1324/3381649e9f87f79a2193e86bb2807176.jpeg", "summary": "A+ A-Datuk Seri Anwar Ibrahim jelas menunjukkan reaksi jelak apabila terus diajukan dengan soalan tentang tuduhan liwat ke atasnya.\nBeliau berkata demikian sebagai menjawab soalan seorang pelajar kepadanya ketika sesi soal jawab program Meet Anwar Ibrahim di Dewan Canselor Universiti Selangor (Unisel) di Bestari Jaya, malam semalam.\nMenurut pelajar itu, selama ini rakyat hanya mendengar cerita daripada pihak pendakwa dan belum ada penjelasan dari pihaknya sendiri.\nProgram Meet Anwar Ibrahim itu merupakan acara pertama Anwar selaku anggota parlimen, yang dianjurkan oleh Unisel dengan kerjasama Kelab Anwar Ibrahim.\nKali terakhir Anwar melakukan kunjungan seumpama itu ke Unisel adalah pada sembilan tahun yang lalu.", "keyword": ["bangkitkan", "jelak", "meet", "pelajar", "ibrahim", "tuduhan", "unisel", "soalan", "liwat", "mendengar", "anwar", "mangsa", "baginda"], "text": "A+ A-\n\nDatuk Seri Anwar Ibrahim jelas menunjukkan reaksi jelak apabila terus diajukan dengan soalan tentang tuduhan liwat ke atasnya.\n\nKatanya, isu itu tidak lagi sepatutnya timbul memandangkan sudah terlalu banyak maklumat terperinci bagi menjawab tuduhan itu sudah tersebar dalam pelbagai bentuk.\n\nBeliau berkata demikian sebagai menjawab soalan seorang pelajar kepadanya ketika sesi soal jawab program Meet Anwar Ibrahim di Dewan Canselor Universiti Selangor (Unisel) di Bestari Jaya, malam semalam.\n\nSeorang pelajar memintanya mendedahkan sama ada dia benar-benar bersalah ataupun hanya menjadi mangsa fitnah.\n\nMenurut pelajar itu, selama ini rakyat hanya mendengar cerita daripada pihak pendakwa dan belum ada penjelasan dari pihaknya sendiri.\n\n“Saya mulakan ucapan saya tadi dengan nasihat supaya mahasiswa belajar bersikap terbuka, dan dengar (maklumat).\n\n“Sekarang sudah 2018. Kalau kamu masih tak faham lagi (tentang kes liwat), kamu baca apa? Kamu dengar apa?\n\n“Kita dah terangkan di Youtube, di Facebook, dan ada buku yang menerangkan semuanya sekali. Bacalah, jangan malas,” jawabnya disambut tepukan gemuruh hadirin.\n\nAnggota parlimen Port Dickson yang baru mengangkat sumpah dua hari itu turut memberitahu bahawa rakyat sudah tidak berminat dengan isu itu.\n\n“Apakah kita nak menjadi mangsa fitnah orang, atau hendak mencari kebenaran dengan mendengar dan membaca semua maklumat?\n\n“Bukan saya marah, saya ingatkan,” pesannya lagi.\n\nAnwar turut mengulangi pesanan Yang di-Pertuan Agong Sultan Muhammad V kepadanya setelah dibebaskan dari penjara.\n\nKatanya, baginda memberi keampunan kepada beliau bukan semata-mata kerana baginda ada kuasa, tetapi kerana baginda yakin dia tidak bersalah.\n\nKerana itu, katanya, baginda memberi peringatan kepadanya agar tidak mengizinkan perkara zalim yang menimpanya turut dilakukan ke atas orang lain pula apabila dia berkuasa kelak.\n\nProgram Meet Anwar Ibrahim itu merupakan acara pertama Anwar selaku anggota parlimen, yang dianjurkan oleh Unisel dengan kerjasama Kelab Anwar Ibrahim.\n\nKali terakhir Anwar melakukan kunjungan seumpama itu ke Unisel adalah pada sembilan tahun yang lalu.", "authors": []}, {"url": "http://www.utusan.com.my/berita/politik/rasmi-anwar-menang-majoriti-23-560-undi-1.766861", "news": "Utusan Malaysia", "title": "Rasmi: Anwar menang majoriti 23,560 undi", "language": "INDONESIA", "date": "10-13-2018", "top-image": "http://www.utusan.com.my/polopoly_fs/1.766883!/image/image.jpeg_gen/derivatives/landscape_650/image.jpeg", "summary": "PORT DICKSON 13 Okt.\n- Berikut adalah jumlah undi yang diterima calon-calon yang bertanding dalam Pilihan Raya Kecil (PRK) Parlimen Port Dickson.\nDatuk Seri Anwar Ibrahim (PH) - 31,016Leftenan Kolonel (B) Mohd.\n- Calon Pakatan, Datuk Seri Anwar Ibrahim mendahului dengan majoriti 18,095 berbanding enam calon lain dalam Pilihan Raya Kecil (PRK) Parlimen Port Dickson sehingga pukul 8.50 malam.\nIa mengatasi majoriti calon PKR, Datuk Danyal Balagopal Abdullah pada Pilihan Raya Umum Ke-14 iaitu 17,710 undi.", "keyword": ["rasmi", "23560", "ibrahim", "menang", "utusan", "majoriti", "calon", "prk", "undi", "port", "dickson", "anwar", "bebas"], "text": "PORT DICKSON 13 Okt. - Berikut adalah jumlah undi yang diterima calon-calon yang bertanding dalam Pilihan Raya Kecil (PRK) Parlimen Port Dickson.\n\nDatuk Seri Anwar Ibrahim (PH) - 31,016\n\nLeftenan Kolonel (B) Mohd. Nazari Mokhtar (Pas) - 7,456\n\nTan Sri Mohd. Isa Abdul Samad (Bebas) - 4,230\n\nMohd. Saiful Bukhari Azlan (Bebas) - 82\n\nStevie Chan Ken Leong (Bebas) - 337\n\nKan Chee Yuen (Bebas) - 154\n\nLau Seck Yan (Bebas) - 214\n\n- UTUSAN ONLINE\n\n=====================================================\n\nKemaskini 9pm\n\nTidak rasmi: Anwar menang besar di Port Dickson\n\nPORT DICKSON 13 Okt. - Calon Pakatan, Datuk Seri Anwar Ibrahim mendahului dengan majoriti 18,095 berbanding enam calon lain dalam Pilihan Raya Kecil (PRK) Parlimen Port Dickson sehingga pukul 8.50 malam.\n\nIa mengatasi majoriti calon PKR, Datuk Danyal Balagopal Abdullah pada Pilihan Raya Umum Ke-14 iaitu 17,710 undi. - UTUSAN ONLINE", "authors": ["Haradian Shah Hamdan"]}, {"url": "http://www.utusan.com.my/berita/politik/anwar-dijangka-menang-mudah-1.761026", "news": "Utusan Malaysia", "title": "Anwar dijangka menang mudah", "language": "INDONESIA", "date": "10-04-2018", "top-image": "http://www.utusan.com.my/polopoly_fs/1.761025!/image/image.jpg_gen/derivatives/landscape_650/image.jpg", "summary": "- Calon Pakatan Harapan (PH), Datuk Seri Anwar Ibrahim dijangka menang mudah dengan majoriti besar dalam Pilihan Raya Kecil (PRK) Parlimen Port Dickson yang akan diadakan pada 13 Oktober ini.\nIsa ada matlamat terancang yang dia sendiri tahu jawapannya selain bercita-cita mahu menang PRK Parlimen Port Dickson manakala Mohd.\nIsa bertanding sama ada mahu menyekat Anwar atau membantu memecah undi untuk memenangkan Presiden PKR itu.\n“Apa yang menarik, PRK Port Dickson ini merupakan kesungguhan pihak tertentu untuk menghalang Anwar bertan­ding apatah lagi pelbagai usaha dilakukan bagi memastikan beliau kalah.\nDalam pada itu, Ibrahim berkata, sudah tentu Dr. Mahathir memikirkan yang terbaik untuk negara dan mena­makan Anwar sebagai Perdana Menteri.", "keyword": ["ibrahim", "menang", "prk", "saiful", "calon", "isa", "undi", "port", "dickson", "anwar", "pkr"], "text": "KUALA LUMPUR 4 Okt. - Calon Pakatan Harapan (PH), Datuk Seri Anwar Ibrahim dijangka menang mudah dengan majoriti besar dalam Pilihan Raya Kecil (PRK) Parlimen Port Dickson yang akan diadakan pada 13 Oktober ini.\n\nBekas Ahli Parlimen Pasir Mas, Datuk Dr. Ibrahim Ali berkata, jangkaan itu berdasarkan kepada trend pengundi Pas yang akan mengundi calon partinya manakala pengundi UMNO akan memberi undi mereka kepada calon Bebas iaitu bekas Menteri Negeri Sembilan Menteri Besar, Tan Sri Mohd. Isa Abdul Samad dan bekas pembantu peribadi Anwar, Mohd. Saiful Bukhari Azlan serta dua calon lagi.\n\nMenurut beliau, Presiden PKR itu juga dijangka mendapat sekurang-kurangnya 80 peratus undi kaum Cina dan India serta lebih 30 peratus undi daripada orang Melayu iaitu penyokong PH dan anggota tentera.\n\nIbrahim turut meramalkan semua calon Bebas kecuali Pas, akan hilang deposit memandangkan masing-masing akan mendapat undi yang sedikit.\n\n“Banyak pi­hak bertanya pada saya me­nga­pa Mohd. Isa dan Mohd. Sai­ful bertanding atas tiket Bebas. Saya yakin Mohd. Isa ada matlamat terancang yang dia sendiri tahu jawapannya selain bercita-cita mahu menang PRK Parlimen Port Dickson manakala Mohd. Saiful pula mungkin mendapat dorongan dari dirinya sendiri atau kemungkinan ada pihak tertentu memberi rangsangan kepadanya, selain tidak lebih untuk memalukan Anwar dengan kes liwatnya.\n\n“Jika benar sebagaimana diramalkan itu, PRK ini adalah rezeki Anwar sedangkan Mohd. Isa jika kalah pun, tidak rugi apa-apa kerana dia sudah meninggalkan UMNO dan parti itu juga telah layu serta hilang segala-galanya,” katanya dalam satu kenyataan hari ini.\n\nMengulas lanjut, Ibrahim turut mempersoal matlamat sebenar Mohd. Isa bertanding sama ada mahu menyekat Anwar atau membantu memecah undi untuk memenangkan Presiden PKR itu.\n\n“Apa yang menarik, PRK Port Dickson ini merupakan kesungguhan pihak tertentu untuk menghalang Anwar bertan­ding apatah lagi pelbagai usaha dilakukan bagi memastikan beliau kalah. Matlamat utama adalah menghalang Anwar daripada menjadi Perdana Menteri kelapan menggantikan Tun Dr. Mahathir Mohamad.\n\n“Ini jelas sekali apabila berita berbentuk mengaibkan Anwar tular dan tersebar luas di media sosial, malah paling sibuk dan bising adalah dalam kalangan individu yang juga penyokong PH dan Malaysia baharu. Ia sungguh luar biasa.\n\n“Namun, manusia boleh merancang, hanya Allah yang menentukannya. Saya masih ingat peristiwa sekitar 1998 dan setelah 20 tahun Anwar berjaya kembali di persada utama politik negara,” katanya.\n\nDalam pada itu, Ibrahim berkata, sudah tentu Dr. Mahathir memikirkan yang terbaik untuk negara dan mena­makan Anwar sebagai Perdana Menteri.\n\n“Kehadiran Presiden PKR itu sudah pasti dinantikan oleh rakyat Port Dickson malah di Negeri Sembilan. Justeru, saya harap Anwar akan menjadi Perdana Menteri yang baik untuk rakyat dan negara serta menjadikan ranjau duri dan onak yang dilaluinya selama ini sebagai keinsafan,” katanya.", "authors": ["C. Sheila Rani"]}, {"url": "http://www.utusan.com.my/berita/politik/saya-tidak-perlukan-restu-anwar-zuraida-1.745565", "news": "Utusan Malaysia", "title": "Saya tidak perlukan restu Anwar - Zuraida", "language": "INDONESIA", "date": "09-10-2018", "top-image": "http://www.utusan.com.my/polopoly_fs/1.745568!/image/image.jpg_gen/derivatives/landscape_650/image.jpg", "summary": "PERMATANG PAUH 11 Sept. - Ketua Wanita PKR, Zuraida Kamaruddin menegaskan beliau tidak memerlukan kebenaran Presiden parti, Datuk Seri Anwar Ibrahim untuk bertanding dalam pemilihan parti berkenaan.\nZuraida berkata, beliau akan turun ke gelanggang bersandarkan kekuatan sendiri serta pengalaman luas selama 20 tahun dalam parti berkenaan.\nBeliau yang menawarkan diri untuk jawatan Naib Presiden berkata, ahli-ahli PKR perlu menolak calon yang menjaja nama Anwar untuk mendapatkan undi.\nBeliau berucap pada majlis makan malam bersama sebahagian calon pemilihan PKR dari Melaka, Kedah , Perlis dan Selangor di sini malam tadi.\n“Parti lain akan kata macam mana hendak bagi Anwar Ibrahim jadi Perdana Menteri kalau parti berterabur.", "keyword": ["ibrahim", "melaka", "calon", "restu", "perlukan", "pemilihan", "zuraida", "undisaya", "anwar", "umbi", "pkr", "berterabur"], "text": "PERMATANG PAUH 11 Sept. - Ketua Wanita PKR, Zuraida Kamaruddin menegaskan beliau tidak memerlukan kebenaran Presiden parti, Datuk Seri Anwar Ibrahim untuk bertanding dalam pemilihan parti berkenaan.\n\nZuraida berkata, beliau akan turun ke gelanggang bersandarkan kekuatan sendiri serta pengalaman luas selama 20 tahun dalam parti berkenaan.\n\nBeliau yang menawarkan diri untuk jawatan Naib Presiden berkata, ahli-ahli PKR perlu menolak calon yang menjaja nama Anwar untuk mendapatkan undi.\n\n“Saya tidak akan guna nama Anwar sebaliknya yakin dengan rekod kerja yang dibuktikan selama ini akan mampu baiki parti di peringkat akar umbi yang kini lemah kerana tidak diberi perhatian oleh mereka yang sepatutnya laksanakan tugas berkenaan,” katanya.\n\nBeliau berucap pada majlis makan malam bersama sebahagian calon pemilihan PKR dari Melaka, Kedah , Perlis dan Selangor di sini malam tadi.\n\nYang turut hadir, Pengerusi PKR negeri, Datuk Dr. Mansor Othman.\n\nMengulas lanjut, Zuraida berkata, PKR perlu dipacu oleh kumpulan yang berpengalaman dan berjuang sejak zaman Reformasi 1998 seperti Datuk Seri Mohamad Azmin Ali, bukannya seorang yang hanya pandai bercakap serta melemparkan pelbagai fitnah.\n\n“Apa guna melalak mahukan Anwar jadi Perdana Menteri kalau parti berterabur. Adakah kita mampu menyokong Anwar jika parti tidak kuat,” katanya.\n\nZuraida yang juga Menteri Perumahan dan Kerajaan Tempatan berkata, sekiranya kumpulan yang tidak berkelayakan memimpin parti, mereka tidak akan dihormati parti lain dalam Pakatan Harapan.\n\n“Parti lain akan kata macam mana hendak bagi Anwar Ibrahim jadi Perdana Menteri kalau parti berterabur. Kita lebih lama dalam PH, tetapi lihat bagaimana layanan yang diterima di negeri yang dimenangi seperti Johor, Negeri Sembilan dan Melaka,” katanya.\n\nPada masa sama, Ahli Parlimen Ampang itu turut menyelar sikap sesetengah calon yang gemar membawa masalah dalaman parti kepada media.\n\n“Atas sebab itu kita tidak respon terhadap tuduhan yang dibuat kerana kita jaga rahsia parti,” katanya.-UTUSAN ONLINE", "authors": ["Mohd. Firdaus Ismail"]}, {"url": "http://www.astroawani.com/berita-malaysia/tular-bakal-bernikah-dengan-agong-nurul-izzah-minta-rakyat-tumpu-isu-negara-176768", "news": "Astro Awani", "title": "Tular bakal bernikah dengan Agong, Nurul Izzah minta rakyat tumpu isu negara", "language": "ENGLISH", "date": "05-28-2018", "top-image": "https://img.astroawani.com/2018-05/81527564647_NurulIzzah.jpg", "summary": "Rumours of Agong want to meminang Nurul Izzah.\nMaybe that's why the closed door meeting with the Agong's mum at Kota Bahru?", "keyword": ["door", "bernikah", "thats", "closed", "nurul", "mum", "agong", "meminang", "rumours", "maybe", "izzah", "tumpu", "meeting", "tular"], "text": "Rumours of Agong want to meminang Nurul Izzah. Maybe that's why the closed door meeting with the Agong's mum at Kota Bahru?", "authors": []}, {"url": "https://www.malaysiakini.com/news/453093", "news": "Malaysiakini (caruman)", "title": "Serban besar, ijazah berjela tapi diam isu 1MDB - Anwar", "language": "INDONESIA", "date": "11-22-2018", "top-image": "https://i.malaysiakini.com/1336/e26b388f6a2ba20d1ce1b3310d9ac28e.jpeg", "summary": "A+ A-Bukan sahaja ahli politik malah golongan cendekiawan termasuk penjawat awam perlu turut dipersalahkan kerana membiarkan skandal 1MDB berlaku, kata Presiden PKR Anwar Ibrahim.\nSarjana, penjawat awam, bukan sekadar membisu, tapi yang sanggup bersekongkol untuk mempertahankan kedurjanaan yang menimpa bangsa, rakyat dan negara.\n\"Serban makin besar, janggut makin panjang, degree mungkin berjela tapi tak ada hati nurani dan etika,\" katanya dalam syarahan di Universiti Malaya pagi ini.\nAnwar, yang juga anggota Parlimen Port Dickson diundang sebagai pensyarah tamu di program tahunan 'Syarahan Za'ba Pengajian Melayu' di universiti itu.\nBeliau berkata skandal 1MDB merupakan pengajaran yang sudah berlalu dan tak mungkin dipadamkan tetapi harus diperbetulkan.", "keyword": ["universiti", "sanggup", "penjawat", "syarahan", "skandal", "etika", "serban", "1mdb", "berjela", "golongan", "sarjana", "diam", "anwar", "membisu", "ijazah"], "text": "A+ A-\n\nBukan sahaja ahli politik malah golongan cendekiawan termasuk penjawat awam perlu turut dipersalahkan kerana membiarkan skandal 1MDB berlaku, kata Presiden PKR Anwar Ibrahim.\n\nBeliau berkata ini kerana mereka bersikap mendiamkan diri menyaksikan skandal terburuk dalam sejarah negara itu sebelum ini.\n\n\"Bukan saja pemimpin politik. Sarjana, penjawat awam, bukan sekadar membisu, tapi yang sanggup bersekongkol untuk mempertahankan kedurjanaan yang menimpa bangsa, rakyat dan negara.\n\n\"Berlakunya kebobrokan, kemusnahan sistem, rompakan begitu besar bukan semata-mata kerana nafsu serakah beberapa pemimpin politik, tetapi kerana golongan sarjana yang membisu, yang sanggup jadi perkakasan murahan atas nama kaum atau agama.\n\n\"Serban makin besar, janggut makin panjang, degree mungkin berjela tapi tak ada hati nurani dan etika,\" katanya dalam syarahan di Universiti Malaya pagi ini.\n\nAnwar, yang juga anggota Parlimen Port Dickson diundang sebagai pensyarah tamu di program tahunan 'Syarahan Za'ba Pengajian Melayu' di universiti itu.\n\nBeliau berkata skandal 1MDB merupakan pengajaran yang sudah berlalu dan tak mungkin dipadamkan tetapi harus diperbetulkan.\n\n\"Jangan gedung-gedung, makmal, perpustakaan dan profesor-profesor yang gagah ini sekadar memberikan pendidikan tapi tak mampu lahirkan manusia yang punyai akhlak dan faham prinsip etika dalam hidup diri mereka, keluarga, masyarakat dan tentunya negara mereka,\" tegasnya.", "authors": []}, {"url": "http://www.utusan.com.my/berita/politik/azmin-umum-cabar-anwar-atau-tidak-selepas-prk-sg-kandis-1.719636", "news": "Utusan Malaysia", "title": "Azmin umum cabar Anwar atau tidak selepas PRK Sg. Kandis", "language": "INDONESIA", "date": "07-30-2018", "top-image": "http://www.utusan.com.my/polopoly_fs/1.719640!/image/image.jpeg_gen/derivatives/landscape_650/image.jpeg", "summary": "SHAH ALAM 31 Julai - Timbalan Presiden PKR, Datuk Seri Mohamed Azmin Ali akan memuktamadkan keputusannya mengenai jawatan mana yang bakal ditandingi dalam pemilihan parti pada bulan depan selepas selesai Pilihan Raya Kecil (PRK) Dewan Undangan Negeri (DUN) Sungai Kandis.\nKetika diajukan soalan mengenai kedudukan Presiden, Mohamed Azmin sekadar memberitahu yang beliau harus memberikan tumpuan pada PRK Sungai Kandis terlebih dahulu manakala soal Rafizi Ramli pula beliau berkata, setiap ahli parti berhak menawarkan khidmat dalam perjuangan.\n\"Saya hormati keputusannya (Rafizi) untuk bertanding namun ini adalah proses demokrasi yang tidak perlu dipandang pelik kerana ini adalah kekuatan PKR.\nTerdahulu, Rafizi yang juga Naib Presiden mengesahkan akan bertanding merebut jawatan Timbalan Presiden PKR dalam pemilihan parti.\nMenyentuh mengenai pelantikannya dalam Khazanah pula, Mohamed Azmin menyatakan penghargaan atas kepercayaan Perdana Menteri dan pelantikan tersebut hanya dimaklumkan kepadanya petang tadi.", "keyword": ["pelantikan", "azmin", "rafizi", "peranan", "khazanah", "sg", "prk", "pemilihan", "cabar", "ahli", "anwar", "pkr", "mohamed", "kandis"], "text": "SHAH ALAM 31 Julai - Timbalan Presiden PKR, Datuk Seri Mohamed Azmin Ali akan memuktamadkan keputusannya mengenai jawatan mana yang bakal ditandingi dalam pemilihan parti pada bulan depan selepas selesai Pilihan Raya Kecil (PRK) Dewan Undangan Negeri (DUN) Sungai Kandis.\n\nBeliau yang baharu dilantik oleh Perdana Menteri sebagai salah seorang Ahli Lembaga Pengarah Khazanah Nasional Berhad (Khazanah) juga kekal berteka-teki sama ada bakal mencabar Datuk Seri Anwar Ibrahim bagi jawatan Presiden atau kekal mempertahan kedudukannya selaku Timbalan Presiden.\n\nKetika diajukan soalan mengenai kedudukan Presiden, Mohamed Azmin sekadar memberitahu yang beliau harus memberikan tumpuan pada PRK Sungai Kandis terlebih dahulu manakala soal Rafizi Ramli pula beliau berkata, setiap ahli parti berhak menawarkan khidmat dalam perjuangan.\n\n\"Saya hormati keputusannya (Rafizi) untuk bertanding namun ini adalah proses demokrasi yang tidak perlu dipandang pelik kerana ini adalah kekuatan PKR.\n\n\"Malah, saya berada di jawatan ini selama 20 tahun kerana pertandingan dan tidak pernah mendapatnya secara percuma tetapi sebenarnya memperkukuhkan lagi peranan dalam parti,\" katanya ketika ditemui pada program Santai BBQ, di sini malam tadi.\n\nTerdahulu, Rafizi yang juga Naib Presiden mengesahkan akan bertanding merebut jawatan Timbalan Presiden PKR dalam pemilihan parti.\n\nMenyentuh mengenai pelantikannya dalam Khazanah pula, Mohamed Azmin menyatakan penghargaan atas kepercayaan Perdana Menteri dan pelantikan tersebut hanya dimaklumkan kepadanya petang tadi.\n\n\"Dengan pelantikan ini, saya akan mengembalikan syarikat kepada peranan asalnya dan akan membincangkan secara terperinci dalam mesyuarat akan datang pada masa terdekat.\n\n\"Namun, sebelum itu, kita akan memanggil semua Ahli Lembaga Pengarah bagi meneliti keutamaan yang perlu dilaksanakan,\" ujarnya. - UTUSAN ONLINE", "authors": ["Siti Rohaizah Zainal"]}, {"url": "https://www.bharian.com.my/berita/nasional/2018/09/477873/ahli-parlimen-perlu-tingkatkan-penguasaan-bahasa-melayu", "news": "Berita Harian", "title": "", "language": "INDONESIA", "date": "09-25-2018", "top-image": "", "summary": "", "keyword": [], "text": "", "authors": []}, {"url": "http://www.utusan.com.my/berita/nasional/spr-tolak-bantahan-halang-anwar-bertanding-1.757163", "news": "Utusan Malaysia", "title": "SPR tolak bantahan halang Anwar bertanding", "language": "INDONESIA", "date": "09-28-2018", "top-image": "http://www.utusan.com.my/polopoly_fs/1.757164!/image/image.jpeg_gen/derivatives/landscape_650/image.jpeg", "summary": "PORT DICKSON 29 Sept. - Suruhanjaya Pilihan Raya (SPR) menolak bantahan Pas bagi menghalang Ketua Umum PKR, Datuk Seri Anwar Ibrahim bertanding dalam Pilihan Raya Kecil (PRK) Parlimen Port Dickson.\nPengerusi SPR, Azhar Azizan berkata, keputusan itu berasaskan kepada pengampuan penuh yang telah diterima Anwar daripada Yang di-Pertuan Agong pada Mei lalu.\n\"SPR mengambil pendirian Anwar layak bertanding berteraskan kepada pengampunan yang diterimanya dan ia adalah berdasarkan Perlembagaan,\" katanya dalam sidang akhbar selepas penamaan calon PRK Parlimen Port Dickson di Dewan Majlis Perbandaran Port Dickson di sini.\nPas hari ini mengemukakan surat bantahan dan mempersoalkan kelayakan Anwar untuk bertanding semasa proses penamaan calon PRK tersebut.\nUjarnya, tujuh calon yang bertanding menyamai jumlah calon dalam PRK Dewan Undangan Negeri Kalabakan dan Sulabayan pada 2013.", "keyword": ["bantahan", "tolak", "penamaan", "calon", "prk", "spr", "halang", "port", "azhar", "bertanding", "dickson", "anwar"], "text": "PORT DICKSON 29 Sept. - Suruhanjaya Pilihan Raya (SPR) menolak bantahan Pas bagi menghalang Ketua Umum PKR, Datuk Seri Anwar Ibrahim bertanding dalam Pilihan Raya Kecil (PRK) Parlimen Port Dickson.\n\nPengerusi SPR, Azhar Azizan berkata, keputusan itu berasaskan kepada pengampuan penuh yang telah diterima Anwar daripada Yang di-Pertuan Agong pada Mei lalu.\n\n\"SPR mengambil pendirian Anwar layak bertanding berteraskan kepada pengampunan yang diterimanya dan ia adalah berdasarkan Perlembagaan,\" katanya dalam sidang akhbar selepas penamaan calon PRK Parlimen Port Dickson di Dewan Majlis Perbandaran Port Dickson di sini.\n\nPas hari ini mengemukakan surat bantahan dan mempersoalkan kelayakan Anwar untuk bertanding semasa proses penamaan calon PRK tersebut.\n\nDalam pada itu, Azhar berkata, pihaknya meletakkan sasaran peratusan keluar mengundi mencecah 70 peratus.\n\nKatanya, ini kerana PRK itu disertai personaliti menarik dan keputusannya mempunyai kesan besar kepada politik negara.\n\nUjarnya, tujuh calon yang bertanding menyamai jumlah calon dalam PRK Dewan Undangan Negeri Kalabakan dan Sulabayan pada 2013. - UTUSAN ONLINE", "authors": ["Haradian Shah Hamdan"]}, {"url": "http://www.astroawani.com/berita-malaysia/tun-mahathir-jaga-negara-anwar-jaga-parlimen-183672", "news": "Astro Awani", "title": "Tun Mahathir jaga negara, Anwar jaga Parlimen", "language": "INDONESIA", "date": "08-22-2018", "top-image": "https://img.astroawani.com/2018-08/51533724168_950x600.jpg", "summary": "“ Kerajaan perlu stabil dan apa yang penting ialah janji Pakatan Harapan kepada rakyat ” Kerajaan perlu stabil dan apa yang penting ialah janji Pakatan Harapan kepada rakyat: Perdana Menteri Tun Dr Mahathir Mohamad memainkan peranan yang sangat penting menjaga negara dan Datuk Seri Anwar Ibrahim pula bertanggungjawab terhadap usaha membawa reformasi institusi Parlimen.Bakal Presiden Parti Keadilan Rakyat (PKR) Datuk Seri Anwar Ibrahim berharap semua pihak memahami perbezaan peranan antara beliau dan Dr Mahathir.\n\"Beliau patut teruskan menerajui negara selaku PM dengan sokongan bulat PH dan saya akan ke Parlimen dalam tempoh terdekat untuk membantu dalam urusan reformasi parlimen kerana ini juga penting.\n\"Ada dua tugas yang berbeza, saya jaga parlimen dan Tun Dr Mahathir jaga negara.\nBukankah baik begitu?” kata Anwar dalam temubual di dalam program AI terbitan Astro AWANI.Kenyataan Anwar itu sebagai menamatkan segala persepsi dan dakwaan kononnya wujud komplot serta konspirasi untuk menyekat beliau daripada menjadi PM suatu hari nanti.Pada masa yang sama, beliau menyifatkan dakwaan serta cakap-cakap konspirasi sebegitu merupakan lumrah biasa dalam dunia politik.“Ia tidak harus mengundang apa-apa reaksi selain daripada mengatakan bahawa yang penting ialah janji kita (Pakatan Harapan) kepada rakyat dan kerajaan perlu stabil,” tegasnya.Selain itu, Anwar turut menyatakan pendirian keras terhadap keangkuhan Amerika Syarikat berhubung gelora diplomatik dengan Turki dan temubual penuh AI boleh ditonton di saluran 501 Astro AWANI pada pukul 8.15 malam esok.", "keyword": ["harapan", "konspirasi", "reformasi", "jaga", "janji", "temubual", "pakatan", "peranan", "anwar", "stabil", "mahathir"], "text": "“ Kerajaan perlu stabil dan apa yang penting ialah janji Pakatan Harapan kepada rakyat ” Kerajaan perlu stabil dan apa yang penting ialah janji Pakatan Harapan kepada rakyat\n\n: Perdana Menteri Tun Dr Mahathir Mohamad memainkan peranan yang sangat penting menjaga negara dan Datuk Seri Anwar Ibrahim pula bertanggungjawab terhadap usaha membawa reformasi institusi Parlimen.Bakal Presiden Parti Keadilan Rakyat (PKR) Datuk Seri Anwar Ibrahim berharap semua pihak memahami perbezaan peranan antara beliau dan Dr Mahathir.\"Beliau patut teruskan menerajui negara selaku PM dengan sokongan bulat PH dan saya akan ke Parlimen dalam tempoh terdekat untuk membantu dalam urusan reformasi parlimen kerana ini juga penting.\"Ada dua tugas yang berbeza, saya jaga parlimen dan Tun Dr Mahathir jaga negara. Bukankah baik begitu?” kata Anwar dalam temubual di dalam program AI terbitan Astro AWANI.Kenyataan Anwar itu sebagai menamatkan segala persepsi dan dakwaan kononnya wujud komplot serta konspirasi untuk menyekat beliau daripada menjadi PM suatu hari nanti.Pada masa yang sama, beliau menyifatkan dakwaan serta cakap-cakap konspirasi sebegitu merupakan lumrah biasa dalam dunia politik.“Ia tidak harus mengundang apa-apa reaksi selain daripada mengatakan bahawa yang penting ialah janji kita (Pakatan Harapan) kepada rakyat dan kerajaan perlu stabil,” tegasnya.Selain itu, Anwar turut menyatakan pendirian keras terhadap keangkuhan Amerika Syarikat berhubung gelora diplomatik dengan Turki dan temubual penuh AI boleh ditonton di saluran 501 Astro AWANI pada pukul 8.15 malam esok.", "authors": ["- Datuk Seri Anwar Ibrahim"]}, {"url": "http://www.astroawani.com/berita-malaysia/siasatan-adil-dan-bebas-namun-anwar-minta-najib-cari-peguam-terbaik-175979", "news": "Astro Awani", "title": "Siasatan adil dan bebas, namun Anwar minta Najib cari peguam terbaik", "language": "INDONESIA", "date": "05-20-2018", "top-image": "https://img.astroawani.com/2018-05/61526813311_AnwarIbrahim.jpg", "summary": ": Ketua Umum Pakatan Harapan Datuk Seri Anwar Ibrahim berkata siasatan terhadap Datuk Seri Najib Tun Razak berhubung kes SRC International Sdn Bhd, akan dilakukan secara adil dan bebas.Anwar meminta semua pihak tidak menjatuhkan hukuman terhadap bekas perdana menteri itu sebelum siasatan rapi dan pelaksanaan undang-undang dipatuhi sepenuhnya.Namun nasihatnya kepada Najib: \"Kepada beliau (Najib) nasihat saya, cari peguam bela yang baik,\" kata Anwar selepas mengadakan pertemuan dengan bekas Presiden Indonesia Bacharuddin Jusuf Habibie, bersempena sambutan 20 tahun reformasi Indonesia di sini, hari ini.Anwar yang mendapat pengampunan daripada Yang di-Pertuan Agong Sultan Muhammad V pada 16 Mei lepas, berharap apa jua siasatan terhadap Najib akan dilakukan secara adil dan bebas.Pengampunan penuh Anwar dibentang dan dipertimbangkan dalam mesyuarat Lembaga Pengampunan bagi Wilayah-Wilayah Persekutuan Kuala Lumpur, Labuan dan Putrajaya dan selaras dengan Perkara 42 Perlembagaan Persekutuan.Anwar, 71, menjalani hukuman lima tahun penjara pada Februari 2015 selepas Mahkamah Persekutuan mengekalkan keputusan bersalah atas sabitan meliwat.Timbalan Ketua Pesuruhjaya (Operasi) Suruhanjaya Pencegahan Rasuah (SPRM) Datuk Seri Azam Baki sebelum ini berkata Najib dikehendaki hadir ke ibu pejabat suruhanjaya itu di Putrajaya pada Selasa ini bagi membantu siasatan SPRM melibatkan kes SRC International Sdn Bhd.SRC International ialah anak syarikat 1Malaysia Development Berhad (1MDB), sehingga ia diletakkan di bawah Kementerian Kewangan pada 2012.Pada 26 Jan 2016, media melaporkan Peguam Negara Tan Sri Mohamed Apandi Ali mengesahkan bahawa tiada sebarang kesalahan jenayah dilakukan Najib berkaitan kes melibatkan dana RM2.6 bilion dan SRC International.Mengenai pertemuan dengan presiden Indonenesia ketiga, Bacharuddin atau lebih dikenali BJ Habibie yang berlangsung hampir tiga jam di kediaman BJ Habibie di Jalan Patra Kuningan, Jakarta, Anwar berkata pertemuan itu adalah atas undangan BJ Habibie, bersempena sambutan ulang tahun ke-20 Reformasi Indonesia.Anwar berkata tahun 1998 adalah tahun keramat bagi Malaysia dan Indonesia dan tarikh 21 Mei 1998 diingati rakyat Indonesia sebagai tarikh jatuhnya rejim Orde Lama dan bermulanya zaman peralihan kuasa serta pengukuhan institusi-institusi demokrasi yang berlaku dengan pentadbiran Presiden BJ Habibie.Sementara itu, 2 Sept 1998 diingati rakyat Malaysia sebagai tarikh bermulanya kejatuhan rejim Barisan Nasional yang akhirnya selesai hampir dua dekad kemudian pada 9 Mei 2018, katanya.Anwar berkata pertemuan dan perbincangan dengan BJ Habibie akan mengeratkan lagi hubungan di antara kedua-dua negara serta memperkukuh iltizam melaksana agenda reformasi di Malaysia.Selain itu Anwar berkata kerajaan Pakatan Harapan akan melaksanakan agenda secara lebih spesifik, antaranya mengukuhkan lagi badan kehakiman, kebebasan media yang lebih adil dan program pembasmian kemiskinan yang lebih tersusun.-- BERNAMA", "keyword": ["reformasi", "bj", "adil", "bebas", "peguam", "habibie", "src", "international", "cari", "anwar", "pertemuan", "najib", "siasatan", "tarikh"], "text": ": Ketua Umum Pakatan Harapan Datuk Seri Anwar Ibrahim berkata siasatan terhadap Datuk Seri Najib Tun Razak berhubung kes SRC International Sdn Bhd, akan dilakukan secara adil dan bebas.Anwar meminta semua pihak tidak menjatuhkan hukuman terhadap bekas perdana menteri itu sebelum siasatan rapi dan pelaksanaan undang-undang dipatuhi sepenuhnya.Namun nasihatnya kepada Najib: \"Kepada beliau (Najib) nasihat saya, cari peguam bela yang baik,\" kata Anwar selepas mengadakan pertemuan dengan bekas Presiden Indonesia Bacharuddin Jusuf Habibie, bersempena sambutan 20 tahun reformasi Indonesia di sini, hari ini.Anwar yang mendapat pengampunan daripada Yang di-Pertuan Agong Sultan Muhammad V pada 16 Mei lepas, berharap apa jua siasatan terhadap Najib akan dilakukan secara adil dan bebas.Pengampunan penuh Anwar dibentang dan dipertimbangkan dalam mesyuarat Lembaga Pengampunan bagi Wilayah-Wilayah Persekutuan Kuala Lumpur, Labuan dan Putrajaya dan selaras dengan Perkara 42 Perlembagaan Persekutuan.Anwar, 71, menjalani hukuman lima tahun penjara pada Februari 2015 selepas Mahkamah Persekutuan mengekalkan keputusan bersalah atas sabitan meliwat.Timbalan Ketua Pesuruhjaya (Operasi) Suruhanjaya Pencegahan Rasuah (SPRM) Datuk Seri Azam Baki sebelum ini berkata Najib dikehendaki hadir ke ibu pejabat suruhanjaya itu di Putrajaya pada Selasa ini bagi membantu siasatan SPRM melibatkan kes SRC International Sdn Bhd.SRC International ialah anak syarikat 1Malaysia Development Berhad (1MDB), sehingga ia diletakkan di bawah Kementerian Kewangan pada 2012.Pada 26 Jan 2016, media melaporkan Peguam Negara Tan Sri Mohamed Apandi Ali mengesahkan bahawa tiada sebarang kesalahan jenayah dilakukan Najib berkaitan kes melibatkan dana RM2.6 bilion dan SRC International.Mengenai pertemuan dengan presiden Indonenesia ketiga, Bacharuddin atau lebih dikenali BJ Habibie yang berlangsung hampir tiga jam di kediaman BJ Habibie di Jalan Patra Kuningan, Jakarta, Anwar berkata pertemuan itu adalah atas undangan BJ Habibie, bersempena sambutan ulang tahun ke-20 Reformasi Indonesia.Anwar berkata tahun 1998 adalah tahun keramat bagi Malaysia dan Indonesia dan tarikh 21 Mei 1998 diingati rakyat Indonesia sebagai tarikh jatuhnya rejim Orde Lama dan bermulanya zaman peralihan kuasa serta pengukuhan institusi-institusi demokrasi yang berlaku dengan pentadbiran Presiden BJ Habibie.Sementara itu, 2 Sept 1998 diingati rakyat Malaysia sebagai tarikh bermulanya kejatuhan rejim Barisan Nasional yang akhirnya selesai hampir dua dekad kemudian pada 9 Mei 2018, katanya.Anwar berkata pertemuan dan perbincangan dengan BJ Habibie akan mengeratkan lagi hubungan di antara kedua-dua negara serta memperkukuh iltizam melaksana agenda reformasi di Malaysia.Selain itu Anwar berkata kerajaan Pakatan Harapan akan melaksanakan agenda secara lebih spesifik, antaranya mengukuhkan lagi badan kehakiman, kebebasan media yang lebih adil dan program pembasmian kemiskinan yang lebih tersusun.-- BERNAMA", "authors": []}, {"url": "https://www.bharian.com.my/berita/politik/2018/05/426561/anwar-tak-dendam-dengan-najib", "news": "Berita Harian", "title": "", "language": "INDONESIA", "date": "05-16-2018", "top-image": "", "summary": "", "keyword": [], "text": "", "authors": []}, {"url": "http://www.utusan.com.my/berita/mahkamah/pengundi-pd-mohon-isytihar-anwar-tidak-berhak-bertanding-prk-1.756847", "news": "Utusan Malaysia", "title": "Pengundi PD mohon isytihar Anwar tidak berhak bertanding PRK", "language": "INDONESIA", "date": "09-28-2018", "top-image": "http://www.utusan.com.my/polopoly_fs/1.757084!/image/image.jpg_gen/derivatives/landscape_650/image.jpg", "summary": "Shariff, 38, juga memohon untuk mendapatkan pengisytiharan bahawa Lembaga Pengampunan yang ditubuhkan untuk menasihati Yang di-Pertuan Agong, Sultan Muhammad V dalam perkara pengampunan Anwar adalah tidak menepati perlembagaan.\nDalam permohonan tersebut, Noraziah selaku pemohon menamakan Anwar responden pertama dan Lembaga Pengampunan Wilayah Persekutuan responden kedua.\nPemohon turut memohon perisytiharan bahawa pengampunan yang diberikan kepada Anwar adalah tidak membatalkan hilang kelayakannya untuk menjadi ahli Parlimen berikutan sabitan salah yang dimilikinya.\nDalam hal ini, pemohon mendakwa, Sultan Muhammad V hanya memberi pengampunan kepada Anwar namun Baginda tidak pernah membatalkan hilang kelayakan responden pertama itu seperti yang diperuntukkan oleh Artikel 48(1).\nSelain itu, dakwanya, responden kedua telah ditubuhkan tanpa mematuhi peruntukan Perlembagaan Persekutuan berikutan ketiadaan Menteri Wilayah dan Peguam Negara pada masa mesyuarat pengampunan dijalankan.", "keyword": ["pd", "hilang", "mohon", "pengundi", "memohon", "responden", "pengampunan", "permohonan", "kelayakan", "prk", "berhak", "ditubuhkan", "perisytiharan", "isytihar", "bertanding", "anwar", "perlembagaan"], "text": "KUALA LUMPUR 28 Sept. - Seorang pengundi di Port Dickson hari ini memfailkan permohonan untuk mendapat perisytiharan bahawa Presiden PKR, Datuk Seri Anwar Ibrahim tidak berhak untuk bertanding di mana-mana kerusi Parlimen sehingga tempoh hilang kelayakannya tamat disebabkan status pengampunannya yang dipertikaikan.\n\nNoraziah Mohd. Shariff, 38, juga memohon untuk mendapatkan pengisytiharan bahawa Lembaga Pengampunan yang ditubuhkan untuk menasihati Yang di-Pertuan Agong, Sultan Muhammad V dalam perkara pengampunan Anwar adalah tidak menepati perlembagaan.\n\nPermohonan itu difailkan oleh Noraziah melalui firma guaman, Tetuan Raja Riza & Associates di Mahkamah Tinggi di sini pada pukul 8 malam ini menerusi sistem e-filing.\n\nBeliau turut memfailkan sijil perakuan segera supaya permohonan itu dapat didengar secepat mungkin oleh mahkamah sebelum Pilihan Raya Kecil (PRK) Parlimen Port Dickson yang dijadualkan pada 13 Oktober ini diadakan memandangkan Anwar akan menjadi calon.\n\nDalam permohonan tersebut, Noraziah selaku pemohon menamakan Anwar responden pertama dan Lembaga Pengampunan Wilayah Persekutuan responden kedua.\n\nPemohon turut memohon perisytiharan bahawa pengampunan yang diberikan kepada Anwar adalah tidak membatalkan hilang kelayakannya untuk menjadi ahli Parlimen berikutan sabitan salah yang dimilikinya.\n\nSelain itu, beliau memohon perisytiharan bahawa pengampunan yang diberikan oleh Yang di-Pertuan Agong adalah terbatal memandangkan Lembaga Pengampunan yang menasihati Baginda tidak ditubuhkan selaras dengan Artikel 42(5) Perlembagaan Persekutuan.\n\nNoraziah mengemukakan pemohonan itu dengan alasan Perkara 48(1) Perlembagaan Persekutuan memperuntukkan bahawa seseorang yang disabitkan dengan kesalahan jenayah dan dijatuhkan hukuman penjara lebih setahun atau denda tidak kurang RM2,000 adalah hilang kelayakan untuk menjadi ahli Parlimen.\n\nPemohon juga berkata, pada 16 Mei lalu, Anwar telah dilepaskan setelah menjalani hukuman penjara lima tahun berhubung sabitan jenayah kes liwat yang menjadikannya hilang kelayakan untuk menjadi ahli Parlimen namun atas nasihat responden kedua, Baginda telah memberikan pengampunan kepada Anwar.\n\nDalam hal ini, pemohon mendakwa, Sultan Muhammad V hanya memberi pengampunan kepada Anwar namun Baginda tidak pernah membatalkan hilang kelayakan responden pertama itu seperti yang diperuntukkan oleh Artikel 48(1).\n\nSelain itu, dakwanya, responden kedua telah ditubuhkan tanpa mematuhi peruntukan Perlembagaan Persekutuan berikutan ketiadaan Menteri Wilayah dan Peguam Negara pada masa mesyuarat pengampunan dijalankan. - UTUSAN ONLINE", "authors": ["Amiruddin Harun"]}, {"url": "https://www.bharian.com.my/berita/politik/2018/08/464769/elak-bicara-komplot-sekat-anwar-jadi-pm", "news": "Berita Harian", "title": "", "language": "INDONESIA", "date": "08-21-2018", "top-image": "", "summary": "", "keyword": [], "text": "", "authors": []}, {"url": "http://www.astroawani.com/berita-politik/anwar-tidak-layan-serangan-saiful-bukhari-187296", "news": "Astro Awani", "title": "Anwar tidak layan 'serangan' Saiful Bukhari", "language": "INDONESIA", "date": "10-03-2018", "top-image": "https://img.astroawani.com/2018-10/71538608882_anwaribrahim.jpg", "summary": ": Bakal Presiden Parti Keadilan Rakyat (PKR) yang juga calon Pilihan Raya Kecil Port Dickson, Datuk Seri Anwar Ibrahim tidak mahu melayani sebarang komen atau serangan bersifat peribadi daripada mana-mana calon.Menurut Anwar, beliau kekal konsisten dengan fokus kepada agenda yang lebih besar.\n\"Saya tidak cenderung melayani komen-komen mana-mana calon yang bersifat peribadi dan saya tumpu kepada pembangunan PD dan agenda bersama untuk membantu pentadbiran Tun Dr Mahathir.\n\"Di peringkat nasional, saya sudah berpakat dengan Tun Mahathir, untuk memudahkan kerja dia dan menangani masalah besar yang dihadapi negara,\" tegas Anwar ketika bual bicara mingguan eksklusif AI di Astro AWANI.Anwar ditanya mengenai kenyataan calon bebas Saiful Bukhari Azlan yang menyifatkan Anwar sebagai tidak bermaruah kerana PRK PD diadakan hanya kerana agenda peribadi.Saksikan bual bicara mingguan bersama Anwar Ibrahim setiap Khamis, 8.30 malam.", "keyword": ["bukhari", "pd", "peribadi", "ibrahim", "melayani", "mingguan", "layan", "manamana", "calon", "saiful", "agenda", "anwar", "bual"], "text": "\n\n\n\n: Bakal Presiden Parti Keadilan Rakyat (PKR) yang juga calon Pilihan Raya Kecil Port Dickson, Datuk Seri Anwar Ibrahim tidak mahu melayani sebarang komen atau serangan bersifat peribadi daripada mana-mana calon.Menurut Anwar, beliau kekal konsisten dengan fokus kepada agenda yang lebih besar.\"Saya tidak cenderung melayani komen-komen mana-mana calon yang bersifat peribadi dan saya tumpu kepada pembangunan PD dan agenda bersama untuk membantu pentadbiran Tun Dr Mahathir.\"Di peringkat nasional, saya sudah berpakat dengan Tun Mahathir, untuk memudahkan kerja dia dan menangani masalah besar yang dihadapi negara,\" tegas Anwar ketika bual bicara mingguan eksklusif AI di Astro AWANI.Anwar ditanya mengenai kenyataan calon bebas Saiful Bukhari Azlan yang menyifatkan Anwar sebagai tidak bermaruah kerana PRK PD diadakan hanya kerana agenda peribadi.Saksikan bual bicara mingguan bersama Anwar Ibrahim setiap Khamis, 8.30 malam.", "authors": []}, {"url": "http://www.astroawani.com/berita-malaysia/lawan-super-liberal-semua-agamawan-diseru-bangkit-tolak-lgbt-anwar-186643", "news": "Astro Awani", "title": "Lawan 'super liberal', semua agamawan diseru bangkit tolak LGBT - Anwar", "language": "INDONESIA", "date": "09-26-2018", "top-image": "https://img.astroawani.com/2018-09/51535808160_ANWARIBRAHIM.jpg", "summary": ": Ketua Umum Pakatan Harapan (PH), Datuk Seri Anwar Ibrahim menyeru semua agamawan merentasi pelbagai agama supaya bangkit dan menyatakan sikap menolak LGBT.Menurut Anwar, langkah itu perlu bagi menjawab golongan yang disebut sebagai 'super liberal' yang sentiasa mendesak supaya rakyat dan negara menerima gaya hidup LGBT.\n\"Saya kira orang agama dari semua kaum dan agama dan masyarakat harus bangkit dan menyatakan sikap bahawa majoriti besar menolak kecenderungan dan dasar yang dibawa oleh LGBT.\n\"Jangan mereka paksa rakyat dan negara supaya terima mereka, gaya hidup homoseksual, lesbian dan sebagainya,\" kata Anwar ketika ditemubual dalam program AI yang disiarkan 8.30 malam setiap Khamis.Pada masa yang sama, beliau menyokong penuh tindakan Perdana Menteri Tun Dr Mahathir Mohamad yang menyatakan pendirian tegas mengenai isu LGBT.“Ini bukan kerja kita, nak belek setiap rumah dan siasat soal orientasi seks masing-masing,\" ujarnya.Pada Selasa, Anwar dalam ucapannya di Dewan Bahasa dan Pustaka mengulangi kritikan terhadap golongan 'super liberal' yang terus meremehkan bahasa Melayu dan mempromosi gaya hidup LGBT.", "keyword": ["diseru", "liberal", "sikap", "lawan", "lgbt", "tolak", "golongan", "super", "ujarnyapada", "agamawan", "gaya", "ucapannya", "anwar", "bangkit", "menolak"], "text": ": Ketua Umum Pakatan Harapan (PH), Datuk Seri Anwar Ibrahim menyeru semua agamawan merentasi pelbagai agama supaya bangkit dan menyatakan sikap menolak LGBT.Menurut Anwar, langkah itu perlu bagi menjawab golongan yang disebut sebagai 'super liberal' yang sentiasa mendesak supaya rakyat dan negara menerima gaya hidup LGBT.\"Saya kira orang agama dari semua kaum dan agama dan masyarakat harus bangkit dan menyatakan sikap bahawa majoriti besar menolak kecenderungan dan dasar yang dibawa oleh LGBT.\"Jangan mereka paksa rakyat dan negara supaya terima mereka, gaya hidup homoseksual, lesbian dan sebagainya,\" kata Anwar ketika ditemubual dalam program AI yang disiarkan 8.30 malam setiap Khamis.Pada masa yang sama, beliau menyokong penuh tindakan Perdana Menteri Tun Dr Mahathir Mohamad yang menyatakan pendirian tegas mengenai isu LGBT.“Ini bukan kerja kita, nak belek setiap rumah dan siasat soal orientasi seks masing-masing,\" ujarnya.Pada Selasa, Anwar dalam ucapannya di Dewan Bahasa dan Pustaka mengulangi kritikan terhadap golongan 'super liberal' yang terus meremehkan bahasa Melayu dan mempromosi gaya hidup LGBT.", "authors": []}, {"url": "http://www.sinarharian.com.my/politik/anwar-tidak-mahu-besarkan-isu-pengerusi-baharu-pkr-sarawak-1.908033", "news": "Sinarharian", "title": "Anwar tidak mahu besarkan isu pengerusi baharu PKR Sarawak", "language": "INDONESIA", "date": "11/24/2018", "top-image": "http://www.sinarharian.com.my/polopoly_fs/1.908034!/image/image.jpg_gen/derivatives/landscape_700/image.jpg", "summary": "Anggota Parlimen Port Dickson Datuk Seri Anwar Ibrahim ketika hadir pada Majlis Syarahan Za'ba 2018 di Universiti Malaysia hari ini.\nFoto: BernamaA- A+ (Ubah saiz teks)KUALA LUMPUR - Presiden PKR Datuk Seri Anwar Ibrahim tidak mahu memperbesar-besarkan pertikaian mengenai pelantikan pengerusi baharu PKR Sarawak, sambil menyatakan perkara itu tidak berbangkit, kecuali dibangkitkan pihak media semata-mata.\nAnwar ditanya sama ada wujud pertikaian dalam pelantikan pengerusi PKR Sarawak yang baharu.\nMengulas lanjut, Anwar berkata pelantikan pengerusi-pengerusi PKR akan dibuat seperti biasa mengikut perlembagaan parti.\nBaru tidak hadir pada Kongres Nasional PKR 2018 di Shah Alam hujung minggu lepas kerana menghadiri majlis kementerian tetapi sudah menjelaskannya kepada sekretariat kongres melalui Setiausaha Politiknya Zakaria Abdul Hamid.", "keyword": ["2018", "cabang", "syarahan", "pelantikan", "zaba", "hadir", "anwar", "besarkan", "pkr", "universiti", "penjelasan"], "text": "Anggota Parlimen Port Dickson Datuk Seri Anwar Ibrahim ketika hadir pada Majlis Syarahan Za'ba 2018 di Universiti Malaysia hari ini. Foto: Bernama\n\nA- A+ (Ubah saiz teks)\n\nKUALA LUMPUR - Presiden PKR Datuk Seri Anwar Ibrahim tidak mahu memperbesar-besarkan pertikaian mengenai pelantikan pengerusi baharu PKR Sarawak, sambil menyatakan perkara itu tidak berbangkit, kecuali dibangkitkan pihak media semata-mata.\n\n\"Benda ini tak bangkit pun, hanya dibangkit media. Ada satu dua orang itu (yang mempertikai) biasalah,\" katanya.\n\nAnwar ditanya sama ada wujud pertikaian dalam pelantikan pengerusi PKR Sarawak yang baharu.\n\nBeliau membalas dengan tegas, kenapa pihak media sibuk sangat mengenai Sarawak.\n\n\"Kamu sibuk kenapa? Apa masalah? Kenapa tidak tanya pengerusi Selangor, Pulau Pinang atau Perlis,\" katanya selepas menyampaikan Syarahan Za'ba 2018 bertajuk Melayu dan Islam dalam Era Malaysia Baharu di Universiti Malaya di sini.\n\nReaksinya itu sedikit mengejutkan selepas beliau dengan tenang sebelum itu menjawab beberapa soalan lain daripada pemberita.\n\nKonflik pelantikan pengerusi baharu PKR Sarawak menjadi buah mulut anggota parti di negeri itu selepas pengerusinya kini Baru Bian dikatakan tidak akan dilantik semula walaupun mendapat sokongan majoriti cabang PKR negeri dan akan digantikan dengan Ahli Parlimen Julau yang juga Ketua Cabang Julau Larry Sng.\n\nIsu berkenaan bertambah rumit selepas terdapat beberapa pendapat yang mendakwa pelantikan pengerusi PKR Sarawak dibuat oleh cabang dan bukan oleh presiden parti sepertimana negeri-negeri di Semenanjung, berdasarkan Deklarasi Kuching 2012 dan 2014.\n\nMengulas lanjut, Anwar berkata pelantikan pengerusi-pengerusi PKR akan dibuat seperti biasa mengikut perlembagaan parti.\n\nBaru tidak hadir pada Kongres Nasional PKR 2018 di Shah Alam hujung minggu lepas kerana menghadiri majlis kementerian tetapi sudah menjelaskannya kepada sekretariat kongres melalui Setiausaha Politiknya Zakaria Abdul Hamid.\n\nDitanya mengenai hal itu, Anwar berkata beliau mengambil maklum penjelasan Baru.\n\n\"Saya akan menasihatkan beliau, pada masa depan beliau hendaklah meletakkan keutamaan di tempat yang betul. Saya fikir kami tidak mahu memanjangkan perkara ini. Beliau telah memberikan penjelasan secara terperinci. Hanya yang menjadi kebimbangan saya ialah jika semua menteri memberi alasan sedemikian, maka tiada siapalah yang akan hadir kongres.\n\n\"Pendirian saya begini, beliau sudah memberikan penjelasan dan kami menerima penjelasan beliau, dan kita perlu terus maju ke hadapan,\" katanya. – Bernama", "authors": []}, {"url": "https://www.malaysiakini.com/columns/279056", "news": "Malaysiakini (caruman)", "title": "Apa dia kes Anwar Ibrahim", "language": "INDONESIA", "date": "10-30-2014", "top-image": "https://static01.malaysiakini.com/desktop/img/apple-touch-icon.png", "summary": "Kali ini saya menulis sekali lagi kerana ramai pendatang baru – terutama anak anak muda – yang kabur tentang kes Anwar Ibrahim.\nNama yang telah dibusukkan dan sosok yang dipenjara dalam perhitungan Anak Lelaki Iskandar Kutty pasti akan menamatkan nafas politik Anwar Ibrahim.\nPada tahun 1998, Anwar Ibrahim, timbalan perdana menteri dan juga timbalan presiden Parti Ketuanan Melayu telah belot.\nDari segi sejarah Anwar Ibrahim telah dipungut oleh Anak Lelaki Iskandar Kutty untuk menjadi ahli gerombolan United Malays National Organisation.\nSaya juga angkat tabik penuh hormat kepada sesiapa sahaja yang turun ke Putrajaya untuk bersetiakawan dengan Anwar Ibrahim sepanjang kesnya berjalan.", "keyword": ["iskandar", "1998", "united", "ibrahim", "tuduhan", "kutty", "malays", "national", "anwar", "lelaki"], "text": "A+ A-\n\nBiar saya terangkan di sini sejelas mungkin. Perkara ini telah berkali-kali saya nyatakan. Di sini saya mengulangi apa yang pernah saya tulis. Lima belas tahun dahulu – 1998 – saya telah menulis perkara yang sama. Kali ini saya menulis sekali lagi kerana ramai pendatang baru – terutama anak anak muda – yang kabur tentang kes Anwar Ibrahim.\n\nTuduhan yang dihadapkan kepada Anwar Ibrahim ini tidak– baca tidak – sepenuhnya ada sangkut paut dengan undang-undang atau hukum hakam. Tuduhan ini bukan tuduhan jenayah. Ini tuduhan politik. Tuduhan ini dikatakan bertujuan untuk memastikan sosok yang bernama Anwar Ibrahim ini gagal dari mempengaruhi orang ramai. Tuduhan ini bertujuan untuk memalu dan memburukkan nama Anwar. Tuduhan ini untuk memastikan Anwar boleh dipenjara.\n\nNama yang telah dibusukkan dan sosok yang dipenjara dalam perhitungan Anak Lelaki Iskandar Kutty pasti akan menamatkan nafas politik Anwar Ibrahim. Kes ini akan menghalang Anwar daripada dapat mempengaruhi orang ramai untuk menggulingkan kerajaan United Malays National Organisation.\n\nInilah sebenarnya kes liwat Azizan 1998. Tidak ada perbezaan. Cara konspirasi dijalankan dan cara bertindak pada tahun 1998 dan tahun 2014 adalah sama. Tujuan dan agenda asal tahun 1998 masih diteruskan pada tahun 2014.\n\nPada tahun 1998, Anwar Ibrahim, timbalan perdana menteri dan juga timbalan presiden Parti Ketuanan Melayu telah belot. Ini satu jenayah yang amat besar. United Malays National Organisation sebuah parti politik telah menjarah negara ini semenjak British mengundur terperanjat besar apabila Anwar membelot. Kepimpinan parti yang mengakui mewakili dasar Ketuanan Melayu ini telah merompak dan melanun harta negara untuk mengayakan anak isteri bini dan kroni. Rompakan ini berjalan secara gelap dan terbuka malah diketahui ramai. Tapi tidak ada orang dalam yang berani pecah lubang'. Si Anwar Ibrahim ini telah belot dan pecah lubang.\n\nPecah lubang ini terjadi kerana pada tahun 1998 telah berlaku krisis ekonomi dalam sistem ekonomi kapitalis dunia. Krisis ekonomi bukan sahaja menimpa Malaysia malah di serata pelosok dunia. Banyak syarikat kroni Ketuanan Melayu telah bungkus dan gulung tikar. Ketika krisis ekonomi ini berlaku Anwar ialah menteri kewangan. Mahathir Muhamad ketika itu ialah perdana menteri.\n\nAnak Lelaki Iskandar Kutty memiliki dasar dan pendekatan yang berbeza dari Anwar dalam cara menangani krisis ekonomi 1998 ini. Anak Lelaki Iskandar Kutty merasa bahawa Anwar Ibrahim lebih cenderung dan bersedia untuk menerima cadangan Bank Dunia dan International Monetary Fund ( IMF). Anak Iskandar Kutty ini merasa dasar yang diyakini oleh Anwar ini akan melingkupkan syarikat kroni dan juga syarikat cucu lelaki Iskandar Kutty.\n\nPerbalahan dasar dalam menangani isu ekonomi telah berlaku. Anak Lelaki Iskandar Kutty di satu pihak dengan Tun Daim sebagai panglima manakala Anwar Ibrahim di satu pihak dengan budak-budak Abim, Mat Ezam, Mat Azmin, Mat Khalid. Anwar Ibrahim juga disokong oleh peniaga-peniaga 'baru muncul' yang hendak naik dan berkembang.\n\nDalam suasana inilah Anak Lelaki Iskandar Kutty merasa bahawa Anwar Ibrahim sedang menyediakan 'kumpulan dan orang-orang' untuk mengenepikan dan menendang dirinya dari tampuk kuasa. Mahathir Muhamad merasakan dirinya sedang di kepong oleh Anwar Ibrahim yang memiliki banyak jaringan. Justeru satu konspirasi dirancang.\n\nHakikatnya – dalam kaca mata kumpulan penyamun – Anwar Ibrahim telah melakukan satu pembelotan besar. Anwar dilihat sebagai suara yang berani melawan. Ini amat-amat bahaya untuk sebuah parti politik yang selama ini kerjanya merompak dan melanun atas nama orang Melayu.\n\nSemua yang berlaku hanyalah berita untuk mengolah persetujuan orang ramai agar melihat timbalan perdana menteri dan juga timbalan presiden parti sebagai orang jahat. Orang jahat wajib dipenjarakan.\n\nKepada anak-anak muda, atau pembaca yang tidak mengetahui apa yang telah berlaku pada tahun 1998 mungkin terperanjat membaca tulisan saya ini. Mungkin melihat tulisan ini sebagai propaganda lucah lagi bohong.\n\nJangan silap, bunyinya memang lucah. Sebenarnya semuanya saya pungut dari laporan media. Berita berita ini muncul pada minggu pertama sesudah Anwar dilucutkan kuasa – 20 September 1998. Pelacur-pelacur ini dilaporkan telah dilanggan oleh Anwar Ibrahim. Jika tidak yakin tentang apa yang saya tulis sila rujuk kepada arkib negara.\n\nJusteru saya terus mengajukan bahawa jenayah Anwar bukan meliwat. Jenayah Anwar Ibrahim ialah pembelotan. Anwar belot dan lari dari gerombolan Ketuanan Melayu.\n\nDari segi sejarah Anwar Ibrahim telah dipungut oleh Anak Lelaki Iskandar Kutty untuk menjadi ahli gerombolan United Malays National Organisation. Anwar bekas aktivis pelajar dan juga bekas pemimpin belia dilihat memiliki ketrampilan pimpinan. Anwar juga memiliki rekod persekolahan, rekod agama dan pengalaman yang diperlukan untuk terus memanjangkan usia United Malays National Organisation.\n\nKenapa Anwar belot?\n\nDari segi pensejarahan, selama 16 tahun Anwar Ibrahim telah bersama dalam kumpulan perompak dan lanun. Anwar telah dinobatkan sebagai bakal perdana menteri. Ketika di puncak kuasa Anwar Ibrahim dikelilingi oleh segala macam jenis manusia.\n\nSebagai Mat Santa Klaus, sebagai pemegang mohor gula melaka, Anwar Ibrahim dikelilingi oleh pelbagai jenis semut yang 'gila projek'. Pelbagai jenis 'contract junkies' yang mahukan projek. Saya memanggil era ini zaman pink form . Inilah kemuncak kuasa Anwar Ibrahim mengagih-agihkan 'borang saham ' kepada Melayu dan Bumiputera untuk mendadak menjadi kaya. Dalam masa yang sama menyokong Anwar Ibrahim ke tampuk kuasa.\n\nPada awalnya ketika di tampuk kuasa, Anwar merasakan rompakan yang dilakukan oleh para lanun ini boleh dimaafkan. Tetapi apabila krisis ekonomi 1998 melanggar semuanya berubah. Para lanun dan penyamun dari United Malays National Organisation mahu Anwar membuka peti simpanan duit negara. Ringgat, dolar dan dinar harta negara ini dikehendaki oleh para lanun untuk menyelamatkan syarikat perniagaan mereka. Perkataan paling popular ketika itu ialah 'bail out' para kroni.\n\nDasar 'bail out' para kroni ini menajamkan lagi perbezaan antara Mahathir Muhamad dengan Anwar Ibrahim. Akhirnya perbezaan ini meledak. Anwar dituduh meliwat dan dipenjara. Pada 28 dan 29 Oktober 2014 ini kes liwat ini berulang. Justeru, saya cukup yakin Anwar akan kembali ke penjara.\n\nDi sini saya ingin memberitahu bahawa mahkamah wujud sebagai lembaga keadilan. Ini samalah juga seperti SPRM wujud untuk membanteras rasuah. Sama juga dengan SPR wujud untuk mengendalikan pilihan raya. Ingin saya beritahu bahawa mahkamah, SPRM atau SPR adalah jentera daulah.\n\nDalam negara Dunia Ketiga seperti Malaysia, jentera jentera daulah ini memiliki peranan yang sama dengan lembaga-lembaga daulah di London, di Sweden atau di Norway. Dalam buku, dalam kertas, memang mahkamah di Sweden atau di Denmak atau di Putrajaya tugasnya ialah untuk menegakkan keadilan.\n\nTetapi dalam negara Dunia Ketiga, mahkamah ialah jentera dan alat daulah untuk menghukum sesiapa sahaja yang dianggap 'bahaya'. Mahkamah tidak ada sangkut paut dengan keadilan atau bercita-cita untuk menobatkan keadilan. Hukum dan undang-undang digunakan untuk menumpas dan memenjarakan musuh politik. Ini bukan tohmahan, Ini bukan fitnah.\n\nBiar saya beri tahu di sini, pada 1998 Anwar dituduh meliwat Azizan dalam kondo Tivoli Villas Bangsar. Apabila peguam bela membuktikan tarikh Azizan diliwat bangunan yang bernama Tivoli Villas ini belum wujud.. ops... lalu tarikh liwat diubah suai. Ini bukan fitnah Hishamuddin Rais. Ini apa yang berlaku pada bicara tahun 1999.\n\nDalam kes liwat Saiful, ingatkan kembali bagaimana Si Saiful ini telah pergi mengadap sebelum membuat aduan polis. Ini bukan fitnah Hishamuddin Rais. Ini laporan media.\n\nSaya tidak akan meragui kejujuran dan baik hati para pembaca yang masih berharap keadilan akan dinobatkan dalam kes ini. Saya juga angkat tabik penuh hormat kepada sesiapa sahaja yang turun ke Putrajaya untuk bersetiakawan dengan Anwar Ibrahim sepanjang kesnya berjalan. Salut.\n\nKepada kawan-kawan para reformis dan anak anak muda yang akan turun ke jalan raya saya ada pesanan:\n\nJika inilah harga yang wajib dibayar\n\nmaka inilah harganya\n\ndatanglah penjara tali gantung\n\nperjuangan ini tetap disambung.", "authors": []}, {"url": "http://www.utusan.com.my/berita/politik/anwar-minta-daim-berhati-hati-1.674287", "news": "Utusan Malaysia", "title": "Anwar minta Daim berhati-hati", "language": "INDONESIA", "date": "05-16-2018", "top-image": "http://www.utusan.com.my/polopoly_fs/1.671127!/image/image.jpg_gen/derivatives/landscape_650/image.jpg", "summary": "KUALA LUMPUR 16 Mei - Datuk Seri Anwar Ibrahim mengingatkan Tun Daim Zainuddin bahawa walaupun bekas Menteri Kewangan itu boleh menyumbang kepada Pakatan Harapan dan kerajaan baharu namun pada masa sama, beliau perlu berhati-hati.\nHal ini kerana, menurut Ketua Umum Pakatan Harapan yang baru dibebaskan dari penjara dan diberikan pengampunan tanpa syarat itu, wujud kegelisahan terhadap penglibatan Daim dalam skandal terdahulu.\nSebagai rekod, sebelum wujudnya kerjasama antara Perdana Menteri, Tun Dr. Mahathir Mohamad dengan PKR menerusi PPBM, Daim merupakan antara individu yang lantang dikritik oleh Anwar.\nPenasihat PKR itu malah pernah menyifatkan Dr. Mahathir serta Daim sebagai penyebab kepada kapitalisme kroni yang didakwa semakin parah di negara ini.\nDaim hari ini dilantik Dr. Mahathir sebagai Ketua Majlis Penasihat Kerajaan setelah Pakatan Harapan berjaya menumbangkan Barisan Nasional (BN) dalam Pilihan Raya Umum Ke-14 (PRU-14) dan membentuk kerajaan.", "keyword": ["daim", "harapan", "berhatihati", "wawancara", "wujud", "zainuddin", "wujudnya", "pakatan", "anwar", "pkr", "mahathir"], "text": "KUALA LUMPUR 16 Mei - Datuk Seri Anwar Ibrahim mengingatkan Tun Daim Zainuddin bahawa walaupun bekas Menteri Kewangan itu boleh menyumbang kepada Pakatan Harapan dan kerajaan baharu namun pada masa sama, beliau perlu berhati-hati.\n\nHal ini kerana, menurut Ketua Umum Pakatan Harapan yang baru dibebaskan dari penjara dan diberikan pengampunan tanpa syarat itu, wujud kegelisahan terhadap penglibatan Daim dalam skandal terdahulu.\n\n“Orang kata tak perlu ungkit kesilapan masa lalu, yang mana betul, tetapi bagi saya kalau kita mahu bercakap tentang akauntabiliti yang demokratik, ia tidak seharusnya terhad pada Datuk Seri Najib Tun Razak (bekas Perdana Menteri).\n\n“Namun, saya tidak fikir ia harus sehingga menjadi dendam,” kata Anwar seperti dipetik daripada wawancara eksklusif bersama Malaysiakini di kediaman beliau dekat sini hari ini.\n\nSebagai rekod, sebelum wujudnya kerjasama antara Perdana Menteri, Tun Dr. Mahathir Mohamad dengan PKR menerusi PPBM, Daim merupakan antara individu yang lantang dikritik oleh Anwar.\n\nPenasihat PKR itu malah pernah menyifatkan Dr. Mahathir serta Daim sebagai penyebab kepada kapitalisme kroni yang didakwa semakin parah di negara ini.\n\nDaim hari ini dilantik Dr. Mahathir sebagai Ketua Majlis Penasihat Kerajaan setelah Pakatan Harapan berjaya menumbangkan Barisan Nasional (BN) dalam Pilihan Raya Umum Ke-14 (PRU-14) dan membentuk kerajaan. - UTUSAN ONLINE", "authors": []}, {"url": "http://www.utusan.com.my/berita/politik/anwar-enggan-layan-fitnah-mahu-fokus-prk-port-dickson-1.758611", "news": "Utusan Malaysia", "title": "Anwar enggan layan fitnah, mahu fokus PRK Port Dickson", "language": "INDONESIA", "date": "10-01-2018", "top-image": "http://www.utusan.com.my/polopoly_fs/1.758616!/image/image.jpg_gen/derivatives/landscape_650/image.jpg", "summary": "- Calon Pakatan Harapan, Datuk Seri Anwar Ibrahim enggan melayan sebarang fitnah atau tuduhan kerana mahu fokus sepenuhnya berkempen dalam usaha memenangi Pilihan Raya Kecil (PRK) Port Dickson.\n\"Saya mahu terus dengan kerja saya, 20 tahun dah saya lalui ini (fitnah), sudahlah... saya juga ingin beri nasihat kepada (Datuk) Lokman Noor Adam (anggota Majlis Tertinggi UMNO) sudahlah, carilah modal lain.\nPihak Mediacorp kemudiannya menafikan laporan berita tersebut dan semakan juga mendapati Lokman Noor telah memadamkan kiriman berkenaan di akaun Facebook miliknya.\nJusteru, Anwar yang baru-baru ini menang tanpa bertanding jawatan Presiden PKR berkata sebagai seseorang yang beradab dan berakhlak, Lokman Noor sepatutnya mengemukakan permohonan maaf kepadanya.\nSementara itu, Ahmad Fahmi berkata, pihaknya membuat satu laporan polis di Ibu Pejabat Polis (IPD) Port Dickson hari ini berhubung tindakan Lokman Noor itu.", "keyword": ["lokman", "terlibat", "tuduhan", "enggan", "fitnah", "layan", "prk", "noor", "port", "fahmi", "dickson", "anwar", "fokus", "pkr", "mediacorp"], "text": "PORT DICKSON 1 Okt. - Calon Pakatan Harapan, Datuk Seri Anwar Ibrahim enggan melayan sebarang fitnah atau tuduhan kerana mahu fokus sepenuhnya berkempen dalam usaha memenangi Pilihan Raya Kecil (PRK) Port Dickson.\n\nKetua Umum PKR itu berkata, beliau telah melalui pelbagai tuduhan hampir 20 tahun dan meminta pihak yang terlibat supaya mencari modal lain bagi menentangnya.\n\n\"Saya mahu terus dengan kerja saya, 20 tahun dah saya lalui ini (fitnah), sudahlah... saya juga ingin beri nasihat kepada (Datuk) Lokman Noor Adam (anggota Majlis Tertinggi UMNO) sudahlah, carilah modal lain.\n\n\"Malah bila Ahmad Fahmi Mohamed Fadzil (Pengarah Komunikasi PKR) membuat laporan polis pun, beliau tidak memaklumkan saya. Kalau maklum pun, saya akan buat tidak tahu sahaja... malas saya nak fikir,\" katanya pada satu sidang akhbar di Bilik Gerakan Utama PH, di sini hari ini.\n\nSemalam, Lokman Noor menerusi satu kiriman dalam akaun Facebook miliknya memetik sumber berita kononnya dari Mediacorp di Singapura yang mendakwa kononnya Anwar disiasat oleh pihak berkuasa Singapura kerana terlibat dalam kes liwat di negara itu.\n\nPihak Mediacorp kemudiannya menafikan laporan berita tersebut dan semakan juga mendapati Lokman Noor telah memadamkan kiriman berkenaan di akaun Facebook miliknya.\n\nJusteru, Anwar yang baru-baru ini menang tanpa bertanding jawatan Presiden PKR berkata sebagai seseorang yang beradab dan berakhlak, Lokman Noor sepatutnya mengemukakan permohonan maaf kepadanya.\n\nSementara itu, Ahmad Fahmi berkata, pihaknya membuat satu laporan polis di Ibu Pejabat Polis (IPD) Port Dickson hari ini berhubung tindakan Lokman Noor itu.\n\n\"Saya telah membuat laporan polis ini kerana beranggapan bahawa ia merupakan satu kenyataan cukup jahat yang penuh tohmahan dan fitnah dan cuba mengubah persepsi umum terhadap Datuk Seri Anwar,\" katanya.\n\nAhmad Fahmi berkata, walaupun hantaran itu telah dipadam, namun ia sempat ditularkan menerusi aplikasi WhatsApp dan tindakan segera perlu dilakukan bagi mengelakkan perkara sedemikian berulang. - BERNAMA", "authors": []}, {"url": "http://www.utusan.com.my/berita/politik/pkr-p-pinang-n-sembilan-sokong-anwar-tanding-presiden-1.711354", "news": "Utusan Malaysia", "title": "PKR P. Pinang, N. Sembilan sokong Anwar tanding Presiden", "language": "INDONESIA", "date": "07-18-2018", "top-image": "http://www.utusan.com.my/polopoly_fs/1.674255!/image/image.jpg_gen/derivatives/landscape_650/image.jpg", "summary": "KUALA LUMPUR 18 Julai - Parti Keadilan Rakyat (PKR) Pulau Pinang dan Negeri Sembilan menyambut baik dan menyokong penuh keputusan Ketua Umum PKR Datuk Seri Anwar Ibrahim untuk menawarkan diri bertanding sebagai calon presiden parti itu pada pemilihan parti kali ini.\n“Sepanjang tempoh 20 tahun PKR berada di persada politik negara kami telah berjaya menyuburkan benih demokrasi dalam negara kita.\nPada Ahad lepas, Anwar dilapor menawar diri bertanding jawatan Presiden PKR pada pemilihan parti akan datang, yang dijaduakan berlangsung pada September depan.\nMengulas lanjut, Aminuddin yang juga Pengerusi PKR dan Pakatan Harapan (PH) Negeri Sembilan berkata seluruh pimpinan di negeri ini menyokong dan menyambut baik hasrat Anwar itu.\n“PKR Negeri Sembilan yakin beliau akan berjaya membawa parti ke satu tahap yang lebih tinggi serta dihormati dan disanjungi oleh kawan dan lawan.", "keyword": ["tanding", "sememangnya", "p", "pinang", "sokong", "kepimpinan", "sembilan", "n", "pemilihan", "pakatan", "bertanding", "anwar", "wan", "pkr"], "text": "KUALA LUMPUR 18 Julai - Parti Keadilan Rakyat (PKR) Pulau Pinang dan Negeri Sembilan menyambut baik dan menyokong penuh keputusan Ketua Umum PKR Datuk Seri Anwar Ibrahim untuk menawarkan diri bertanding sebagai calon presiden parti itu pada pemilihan parti kali ini.\n\nPengerusi PKR Pulau Pinang, Datuk Mansor Othman berkata semua anggota parti sememangnya telah lama menunggu Anwar kembali mengemudi parti itu dan seterusnya memimpin negara kerana kepimpinannya diyakini boleh memantapkan parti bagi menghadapi cabaran dalaman mahupun luaran.\n\n“Sepanjang tempoh 20 tahun PKR berada di persada politik negara kami telah berjaya menyuburkan benih demokrasi dalam negara kita. Ini terbukti apabila parti lawan iaitu UMNO telah keluar daripada amalan tradisi yang tidak membenarkan pertandingan jawatan tertinggi parti.\n\n“Tetapi hari ini jawatan presiden, timbalan presiden serta naib presiden dipertandingkan secara terbuka dan boleh dicabar oleh sesiapa sahaja. Justeru dengan semangat Malaysia Baharu ini, kami di PKR tidak boleh terlepas daripada merayakan pesta demokrasi ini,” katanya dalam kenyataan, di sini hari ini.\n\nMansor berkata PKR negeri turut mengucapkan terima kasih kepada Presiden PKR Datuk Seri Dr Wan Azizah Wan Ismail dan Timbalannya Datuk Seri Mohamed Azmin Ali yang telah mengemudi parti dengan cemerlang sehingga memperoleh kemenangan besar sehingga berjaya menawan Putrajaya pada Pilihan Raya Umum ke-14 yang lalu.\n\n“Tanpa kekuatan kepimpinan mereka berdua adalah amat sukar bagi parti untuk maju dan disegani ramai. Tidak dilupakan kepimpinan parti lain di semua peringkat,” katanya.\n\nPada Ahad lepas Anwar membuat keputusan untuk menawar diri bertanding jawatan presiden PKR pada pemilihan parti akan datang setelah berbincang dengan Dr Wan Azizah, Mohamed Azmin dan kepimpinan, serta mengambil kira segenap pandangan dan keperluan demi kelangsungan parti berkenaan.\n\nSementara itu, Menteri Besar Negeri Sembilan Aminuddin Harun berkata pihaknya yakin dan percaya Anwar sememangnya layak untuk memegang jawatan presiden dengan mengambil kira jasa dan pengorbanan beliau yang tidak terhingga kepada parti, rakyat dan negara.\n\n“Lebih menyakinkan lagi pengalaman beliau yang sangat luas dalam arena politik tanah air dan antarabangsa. Dengan perubahan landskap politik hari ini, PKR Negeri Sembilan yakin Datuk Seri Anwar dapat memberikan satu impak dan anjakan paradigma yang jauh lebih besar dalam membentuk suasana serta dimensi baru dalam politik tanah air,” katanya dalam satu kenyataan di sini hari ini.\n\nPada Ahad lepas, Anwar dilapor menawar diri bertanding jawatan Presiden PKR pada pemilihan parti akan datang, yang dijaduakan berlangsung pada September depan.\n\nMengulas lanjut, Aminuddin yang juga Pengerusi PKR dan Pakatan Harapan (PH) Negeri Sembilan berkata seluruh pimpinan di negeri ini menyokong dan menyambut baik hasrat Anwar itu.\n\n“Oleh itu, sekiranya Datuk Seri Anwar diberikan mandat oleh anggota parti, beliau diyakini mampu memperkasakan keutuhan Pakatan Harapan dalam mendepani cabaran dan tribulasi perjuangan yang saling menguji.\n\n“PKR Negeri Sembilan yakin beliau akan berjaya membawa parti ke satu tahap yang lebih tinggi serta dihormati dan disanjungi oleh kawan dan lawan.\n\n“Sehubungan dengan itu, akar umbi PKR Negeri Sembilan sedia memberikan sokongan padu yang tidak berbelah bagi kepada Datuk Seri Anwar untuk dipilih sebagai presiden dalam membentuk Malaysia Baru yang lebih peduli rakyat,” katanya.\n\n-- BERNAMA", "authors": []}, {"url": "http://www.astroawani.com/berita-malaysia/guna-bahasa-kesat-di-parlimen-malulah-anwar-ibrahim-183288", "news": "Astro Awani", "title": "Guna bahasa kesat di Parlimen: 'Malulah!' - Anwar Ibrahim", "language": "INDONESIA", "date": "08-17-2018", "top-image": "https://img.astroawani.com/2018-08/41534509632_anwar.jpg", "summary": ": Datuk Seri Anwar Ibrahim mengingatkan semua pihak agar tidak meremehkan bahasa Melayu sebagai bahasa kebangsaan.Kata beliau, kerajaan pimpinan Pakatan Harapan tidak pernah menghalang pembelajaran dan pendedahan terhadap bahasa asing, namun ia tidak sepatutnya meminggirkan bahasa Melayu.\nTetapi janganlah sampai semua urusan rasmi kerajaan nak guna bahasa asing.\nKita sudah gunakan bahasa Melayu sebagai bahasa pengantara rasmi kerajaan sejak berpuluh tahun dahulu, tak ada isu pun di sini.\n\"Bukan sahaja penggunaan yang tidak betul, malah ada yang menggunakan kata-kata kesat dan tidak sopan.\nMalulah jika anak-anak kecil melihat dan mendengar pertuturan sebegini,\"ujarnya.Anwar juga meluahkan sokongan tidak berbelah bahagi kerajaan dalam memajukan industri kreatif dan kesusasteraan.", "keyword": ["rasmi", "sentiasa", "termaktub", "ibrahim", "urusan", "memajukan", "malulah", "kesat", "terkebelakang", "melayu", "anwar", "peradaban", "tambahnyabeliau"], "text": ": Datuk Seri Anwar Ibrahim mengingatkan semua pihak agar tidak meremehkan bahasa Melayu sebagai bahasa kebangsaan.Kata beliau, kerajaan pimpinan Pakatan Harapan tidak pernah menghalang pembelajaran dan pendedahan terhadap bahasa asing, namun ia tidak sepatutnya meminggirkan bahasa Melayu.\"Tiada halangan untuk mempelajari atau menggunakan bahasa asing. Tetapi janganlah sampai semua urusan rasmi kerajaan nak guna bahasa asing.\"Itu tindakan terkebelakang. Kita sudah gunakan bahasa Melayu sebagai bahasa pengantara rasmi kerajaan sejak berpuluh tahun dahulu, tak ada isu pun di sini.\"Saya sedar ada kenyataan-kenyataan yang agak meragukan daripada pihak-pihak tertentu, tetapi saya boleh bagi jaminan yang kerajaan akan sentiasa menjaga apa yang termaktub dalam perlembagaan,\" kata beliau ketika mengulas tentang kedudukan bahasa Melayu sebagai bahasa kebangsaan.Anwar juga menegur sikap sesetengah perwakilan di Parlimen yang menggunakan bahasa Melayu secara cacamarba.\"Bukan sahaja penggunaan yang tidak betul, malah ada yang menggunakan kata-kata kesat dan tidak sopan. Ini tidak patut berlaku. Malulah jika anak-anak kecil melihat dan mendengar pertuturan sebegini,\"ujarnya.Anwar juga meluahkan sokongan tidak berbelah bahagi kerajaan dalam memajukan industri kreatif dan kesusasteraan.\"Tiada peradaban di dunia ini yang maju tanpa bergerak seiring dengan kemajuan kesusasteraan. Kerana itu di pihak kerajaan, kita sentiasa menyokong apa sahaja usaha penambahbaikan untuk memajukan industri sastera negara,\" tambahnya.Beliau berkata demikian ketika ditemui selepas sesi perjumpaan bersama budayawan negara di Petaling Jaya, hari ini.Antara yang hadir dalam sesi sejam itu ialah Sasterawan Negara, Datuk Seri A Samad Said, Datuk Dr. Anwar Ridhwan dan Pengarah Penyelidikan dan Penerbitan Institut Antarabangsa Peradaban Islam dan Dunia Melayu (ISTAC), Prof Datuk Dr Awang Sariyan.", "authors": []}, {"url": "https://www.freemalaysiatoday.com/category/nation/2018/08/14/pkr-warns-party-leaders-over-anti-anwar-conspiracy-claims/", "news": "Free Malaysia Today", "title": "PKR warns party leaders over anti-Anwar conspiracy claims", "language": "ENGLISH", "date": "08-13-2018", "top-image": "https://s3media.freemalaysiatoday.com/wp-content/uploads/2018/08/fahmi-fadzil-fmt-1-os.jpg", "summary": "Party leaders met with PH and PPBM chairman Dr Mahathir Mohamad last night after he denied there was a campaign to scuttle plans for Anwar to replace him.\nHe said Rafizi Ramli and other candidates vying for posts in the party’s upcoming elections were told to avoid attacking PH partners.\nYesterday, Mahathir said he was not aware of any such moves, and called for proof to back the claim.\nPPBM leaders have criticised the suggestions of a conspiracy, and urged PKR to rein in those condemning partners in the PH coalition in the run-up to its internal polls.\nPPBM Supreme Council member Wan Saiful Wan Jan said PKR leaders must speak up against colleagues who showed no decorum in accusing certain quarters of blocking Anwar’s path to the prime ministerial office.", "keyword": ["party", "conspiracy", "mahathir", "rafizi", "warns", "antianwar", "campaign", "leaders", "anwar", "ppbm", "ph", "pkr", "wan", "prime", "claims"], "text": "KUALA LUMPUR: PKR has embarked on a damage control exercise after its partners in Pakatan Harapan (PH) were angered by allegations of internal sabotage in the coalition aimed at stopping Anwar Ibrahim from leading the government.\n\nParty leaders met with PH and PPBM chairman Dr Mahathir Mohamad last night after he denied there was a campaign to scuttle plans for Anwar to replace him.\n\nThis comes after a PKR MP recently named Daim Zainuddin, the government’s chief adviser and a close aide of Mahathir, of being behind a campaign to stop Anwar from becoming the prime minister.\n\nPKR communications chief Fahmi Fadzil said the election committee had issued a guideline and a reminder to members of campaign etiquette, and warned them of disciplinary action.\n\nHe said Rafizi Ramli and other candidates vying for posts in the party’s upcoming elections were told to avoid attacking PH partners.\n\n“We must guard ties between the parties,” said Fahmi.\n\nOn Saturday, PKR’s Kapar MP Abdullah Sani who is in Rafizi’s camp accused Daim of being involved in a conspiracy against Anwar, saying this could be stopped if Rafizi replaced Mohamed Azmin Ali as the deputy president.\n\nYesterday, Mahathir said he was not aware of any such moves, and called for proof to back the claim.\n\nPPBM leaders have criticised the suggestions of a conspiracy, and urged PKR to rein in those condemning partners in the PH coalition in the run-up to its internal polls.\n\nPPBM Supreme Council member Wan Saiful Wan Jan said PKR leaders must speak up against colleagues who showed no decorum in accusing certain quarters of blocking Anwar’s path to the prime ministerial office.\n\n“The wild allegations and lies may be a culture for some but not in PPBM, where we have been taught by Mahathir to respect the camaraderie in PH,” said Wan Saiful.\n\nhttp://www.freemalaysiatoday.com/category/nation/2018/08/13/stop-your-insolent-leaders-ppbm-tells-pkr/\n\n\n\n", "authors": []}, {"url": "https://www.bharian.com.my/berita/politik/2018/06/434030/beri-dr-mahathir-peluang-ruang-anwar", "news": "Berita Harian", "title": "", "language": "INDONESIA", "date": "06-04-2018", "top-image": "", "summary": "", "keyword": [], "text": "", "authors": []}, {"url": "http://www.astroawani.com/berita-malaysia/dr-wan-azizah-sedia-undur-diri-jika-anwar-jadi-pm-179304", "news": "Astro Awani", "title": "Dr Wan Azizah sedia undur diri jika Anwar jadi PM", "language": "INDONESIA", "date": "06-30-2018", "top-image": "https://img.astroawani.com/2018-06/81529059115_DrWanAzizahWanIs.jpg", "summary": ": Timbalan Perdana Menteri Datuk Seri Dr Wan Azizah Wan Ismail berkata beliau bersedia mengundur diri daripada jawatan nombor dua kerajaan jika suaminya Datuk Seri Anwar Ibrahim menjadi Perdana Menteri.Beliau berkata perkara itu bukanlah isu besar kerana situasi di mana jawatan timbalan perdana menteri dan perdana menteri disandang oleh suami isteri tidak pernah berlaku di negara ini.\n\"Itu (situasi di mana jawatan timbalan perdana menteri dan perdana menteri disandang suami isteri) tidaklah... saya kira saya akan undur dirilah, tak payah jadi isu kerana itu adalah memang satu niat saya daripada mula-mula lagi.\n\"Kenapa suami saya tidak boleh bertanding... kerana suami saya telah dizalimi, sekarang telah diampuni dan sekarang dia boleh ambil bahagian.\n\"Kita kena beri perkhidmatan terbaik kepada rakyat,\" kata beliau.Mengulas mengenai projek RTB itu, Dr Wan Azizah berkata ia kini di tahap 70 peratus dan akan mengambil masa 18 bulan untuk siap sepenuhnya.\n\"Kita telah diberi taklimat dan mendapati sejak 2010, seramai 46,000 mangsa banjir dipindahkan.", "keyword": ["isteri", "suami", "situasi", "sedia", "disandang", "rtb", "banjir", "undur", "tambahan", "azizah", "jambatan", "anwar", "wan"], "text": ": Timbalan Perdana Menteri Datuk Seri Dr Wan Azizah Wan Ismail berkata beliau bersedia mengundur diri daripada jawatan nombor dua kerajaan jika suaminya Datuk Seri Anwar Ibrahim menjadi Perdana Menteri.Beliau berkata perkara itu bukanlah isu besar kerana situasi di mana jawatan timbalan perdana menteri dan perdana menteri disandang oleh suami isteri tidak pernah berlaku di negara ini.\"Itu (situasi di mana jawatan timbalan perdana menteri dan perdana menteri disandang suami isteri) tidaklah... saya kira saya akan undur dirilah, tak payah jadi isu kerana itu adalah memang satu niat saya daripada mula-mula lagi.\"Kenapa suami saya tidak boleh bertanding... kerana suami saya telah dizalimi, sekarang telah diampuni dan sekarang dia boleh ambil bahagian.\"Namun, kita ikut janji bahawa perdana menteri sekarang adalah Tun Dr Mahathir Mohamad dan saya timbalan perdana menteri,\" katanya kepada pemberita selepas melawat Projek Rancangan Tebatan Banjir (RTB) Sungai Kedah/Anak Bukit di sini hari ini.Beliau mengulas kenyataan Menteri Kewangan Lim Guan Eng yang dipetik portal berita sebagai berkata bahawa beliau akan melepaskan jawatan sejurus Anwar diangkat menjadi perdana menteri namun siapa yang bakal mengisi jawatan timbalan perdana menteri belum diputuskan.Ketika ditanya apakah proses peralihan kuasa itu akan dipercepatkan, Dr Wan Azizah berkata apa yang paling penting buat masa ini adalah melaksanakan mandat yang diberi rakyat kepada kerajaan baharu.\"Kita kena beri perkhidmatan terbaik kepada rakyat,\" kata beliau.Mengulas mengenai projek RTB itu, Dr Wan Azizah berkata ia kini di tahap 70 peratus dan akan mengambil masa 18 bulan untuk siap sepenuhnya.\"Kita telah diberi taklimat dan mendapati sejak 2010, seramai 46,000 mangsa banjir dipindahkan. Banyak masalah lain seperti kerosakan bendang, harta benda malah kehilangan nyawa yang berlaku. Sebab itu, kita ingin percepatkan RTB yang dijangka siap pada 2020.\"Kita juga telah diberitahu projek ini boleh siap dalam tempoh 18 bulan jadi, kerajaan pusat akan beri kerjasama untuk menjayakan projek RTB dan bajet tambahan berjumlah RM62 juta juga diluluskan tahun lepas untuk kegunaan projek tersebut,\" katanya.Dr Wan Azizah berkata bajet tambahan itu akan digunakan untuk membina jalan lencongan bagi jambatan dari Jalan Alor Setar-Kangar dan jambatan Jalan Alor Setar-Gunung Keriang, yang mampu menyelesaikan masalah banjir itu.--BERNAMA", "authors": []}, {"url": "http://www.sinarharian.com.my/nasional/anwar-jamin-hubungan-malaysia-singapura-baik-1.879960", "news": "Sinarharian", "title": "Anwar jamin hubungan Malaysia, Singapura baik", "language": "INDONESIA", "date": "09-14-2018", "top-image": "http://www.sinarharian.com.my/polopoly_fs/1.879963!/image/image.jpg_gen/derivatives/landscape_700/image.jpg", "summary": "A- A+ (Ubah saiz teks)SINGAPURA - Meskipun beberapa ketegangan dihidupkan semula antara Malaysia dan Singapura sejak Tun Mahathir Mohamad kembali bergelar Perdana Menteri, Presiden Parti Keadilan Rakyat (PKR) Datuk Seri Anwar Ibrahim percaya hubungan antara dua negara itu akan bertambah baik.\nSejak Mahathir kembali memegang tampuk pemerintahan pada Mei lalu, beliau telah menimbulkan isu dua hala berhubung persetujuan air di antara Malaysia dan Singapura.\nSelain itu, beliau turut mencadangkan Rel Berkelajuan Tinggi Kuala Lumpur-Singapura (HSR KL-SG) yang telah dipersetujui sebelum ini dibatalkan.\nMenurut Anwar, tindakan Mahathir membangkitkan isu tersebut tidak salah sepenuhnya namun kedua-dua negara perlu mengatasinya dengan bijak.\nMenurutnya lagi, Malaysia ingin melihat lebih banyak pertukaran dengan Singapura dalam bidang seperti kerajaan, masyarakat sivil, pelaburan dan perdagangan meskipun pada awalnya terdapat sedikit pertelingkahan.", "keyword": ["tekssingapura", "keduadua", "ubah", "sivil", "tampuk", "tahunmenurut", "jamin", "sepenuhnya", "singapuraselain", "anwar", "mahathir"], "text": "A- A+ (Ubah saiz teks)\n\nSINGAPURA - Meskipun beberapa ketegangan dihidupkan semula antara Malaysia dan Singapura sejak Tun Mahathir Mohamad kembali bergelar Perdana Menteri, Presiden Parti Keadilan Rakyat (PKR) Datuk Seri Anwar Ibrahim percaya hubungan antara dua negara itu akan bertambah baik.\n\nSejak Mahathir kembali memegang tampuk pemerintahan pada Mei lalu, beliau telah menimbulkan isu dua hala berhubung persetujuan air di antara Malaysia dan Singapura.\n\nSelain itu, beliau turut mencadangkan Rel Berkelajuan Tinggi Kuala Lumpur-Singapura (HSR KL-SG) yang telah dipersetujui sebelum ini dibatalkan.\n\nProjek tersebut kemudiannya ditangguhkan selama dua tahun.\n\nMenurut Anwar, tindakan Mahathir membangkitkan isu tersebut tidak salah sepenuhnya namun kedua-dua negara perlu mengatasinya dengan bijak.\n\n“Tetapi perkara penting adalah meneruskan usaha untuk menyelesaikan dan mengatasi kedua-dua isu ini. Kita perlu bekerjasama,” katanya.\n\nMenurutnya lagi, Malaysia ingin melihat lebih banyak pertukaran dengan Singapura dalam bidang seperti kerajaan, masyarakat sivil, pelaburan dan perdagangan meskipun pada awalnya terdapat sedikit pertelingkahan.\n\n“Kita perlu lakukan segalanya untuk menyatukan hubungan ini. Kedua-dua negara memerlukan antara satu sama lain,” katanya. - Channel News Asia", "authors": []}, {"url": "https://www.bharian.com.my/berita/politik/2018/05/420707/khalid-ibrahim-dedah-mengapa-dipecat-dari-pkr", "news": "Berita Harian", "title": "", "language": "INDONESIA", "date": "05-03-2018", "top-image": "", "summary": "", "keyword": [], "text": "", "authors": []}, {"url": "http://www.utusan.com.my/berita/nasional/peluang-belia-bersemuka-dengan-anwar-ibrahim-1.745116", "news": "Utusan Malaysia", "title": "Peluang belia bersemuka dengan Anwar Ibrahim", "language": "INDONESIA", "date": "09-09-2018", "top-image": "http://www.utusan.com.my/polopoly_fs/1.745118!/image/image.jpeg_gen/derivatives/landscape_650/image.jpeg", "summary": "KUALA LUMPUR 10 Sept. - Program ‘Meet Anwar Ibrahim Kuala Lumpur’ anjuran Anwar Ibrahim Club (AIC) bakal menyasikkan pertemuan kali pertama Datuk Seri Anwar Ibrahim dengan golongan belia bagi sesi dialog anak muda selepas tiga tahun meringkuk dalam penjara.\nKatanya, acara yang diadakan pada 16 September itu dijangka dihadiri lebih 1,000 orang tanpa mengira latar belakang dan profesionalisme.\n“Orang ramai boleh mengutarakan sebarang persoalan kepada beliau dan saya yakin mampu dijawabnya memandangkan kita mengamalkan konsep kebebasan bersuara pada program berkenaan.\n“Orang ramai yang ingin hadir hanya perlu mengesahkan kehadiran mereka di bit.ly/meetanwarkl, bagaimanapun kita turut menerima mereka yang hadir secara ‘walk-in’.\nSementara itu, Azmi memberitahu, AIC turut bercadang mengadakan pertemuan bersama golongan belia dalam sesi jelajah program itu di beberapa negeri lain tidak lama lagi.", "keyword": ["dialog", "ibrahim", "kehadiran", "golongan", "utusan", "hadir", "bersemuka", "belia", "anwar", "pertemuan", "aic"], "text": "KUALA LUMPUR 10 Sept. - Program ‘Meet Anwar Ibrahim Kuala Lumpur’ anjuran Anwar Ibrahim Club (AIC) bakal menyasikkan pertemuan kali pertama Datuk Seri Anwar Ibrahim dengan golongan belia bagi sesi dialog anak muda selepas tiga tahun meringkuk dalam penjara.\n\nTimbalan Presiden AIC, Arief Imran berkata, orang ramai boleh bertanyakan sebarang soalan tanpa sebarang batasan selain mengamalkan konsep kebebasan bersuara dalam memastikan segala persoalan mereka terjawab.\n\nKatanya, acara yang diadakan pada 16 September itu dijangka dihadiri lebih 1,000 orang tanpa mengira latar belakang dan profesionalisme.\n\n“Orang ramai boleh mengutarakan sebarang persoalan kepada beliau dan saya yakin mampu dijawabnya memandangkan kita mengamalkan konsep kebebasan bersuara pada program berkenaan.\n\n“Kita harap golongan belia boleh hadir pada program tersebut bagi mendengar sendiri dalam sesi dialog berkenaan dan kemungkinan isu-isu yang berbangkit termasuklah kos sara hidup, minyak dan menangani kemiskinan golongan B40,” ujarnya kepada Utusan Online dalam kunjungannya ke Ibu Pejabat Utusan Melayu (Berhad) di sini hari ini.\n\nYang turut hadir ialah Setiausaha AIC, Azmi Mohd Nor.\n\nMenurut Arief, program yang memasuki kali ke-14 sejak 2010 itu tidak mengenakan sebarang bayaran dan orang ramai hanya perlu mendaftar kehadiran mereka menerusi borang dalam talian.\n\n“Orang ramai yang ingin hadir hanya perlu mengesahkan kehadiran mereka di bit.ly/meetanwarkl, bagaimanapun kita turut menerima mereka yang hadir secara ‘walk-in’.\n\n“Pada hari demikian kita turut mengadakan pelancaran buku Dr. Syed Husin Ali yang bertajuk “A People’s History of Malaysia” dan kehadiran artis undangan Zahirah MacWilson bagi memeriahkan lagi program berkenaan,” ujarnya.\n\nSementara itu, Azmi memberitahu, AIC turut bercadang mengadakan pertemuan bersama golongan belia dalam sesi jelajah program itu di beberapa negeri lain tidak lama lagi.\n\n“Kita kemungkinan akan mengadakan program seperti ini di negeri pantai timur termasuk Sabah dan Sarawak, Malah jika ada kesempatan kita turut bercadang mengakan sesi dialog tersebut di luar negara,” ujarnya.-UTUSAN ONLINE\n\n", "authors": ["Muhammad Azim Zaid"]}, {"url": "http://www.astroawani.com/berita-malaysia/jangan-bimbang-isu-ketidakadilan-antara-kaum-anwar-184500", "news": "Astro Awani", "title": "Jangan bimbang isu ketidakadilan antara kaum - Anwar", "language": "INDONESIA", "date": "09-01-2018", "top-image": "https://img.astroawani.com/2018-09/71535805611_ANWARIBRAHIM.jpg", "summary": ": Semua kaum diminta tidak bimbang dengan isu ketidakadilan yang dikatakan mungkin timbul dalam pentadbiran kerajaan baharu kini.Ketua Umum PKR Datuk Seri Anwar Ibrahim berkata, ia sekali gus tidak akan meminggirkan bumiputera dalam isu hak yang termaktub dalam Perlembagaan selama ini.\n\"Saya ingin menegaskan bahawa dari segi fikrah yang dilontarkan oleh perdana menteri pagi tadi menjelaskan bahawa kita tidak akan pinggirkan golongan minoriti kerana kita pertahankan prinsip keadilan bagi semua, dan ingin saya dokong sepenuh hati,\" katanya semasa berucap pada majlis penutup Kongres Masa Depan Bumiputera dan Negara (KBN) 2018 di Pusat Konvensyen Kuala Lumpur (KLCC), di sini, hari ini.Jelasnya, kongres kali ini merupakan ruang untuk Perdana Menteri, Tun Dr Mahathir Mohamad untuk menjelaskan peranan kerajaan dalam isu berkaitan.Tegasnya, pemantauan seharusnya dimulakan dari jabatan kerajaan untuk memastikan pimpinan baru kali ini tidak melakukan penyelewengan.", "keyword": ["pimpinan", "termaktub", "sepenuh", "pinggirkan", "kaum", "bimbang", "pertahankan", "kongres", "timbul", "bumiputera", "anwar", "ketidakadilan", "pkr", "prinsip"], "text": ": Semua kaum diminta tidak bimbang dengan isu ketidakadilan yang dikatakan mungkin timbul dalam pentadbiran kerajaan baharu kini.Ketua Umum PKR Datuk Seri Anwar Ibrahim berkata, ia sekali gus tidak akan meminggirkan bumiputera dalam isu hak yang termaktub dalam Perlembagaan selama ini.\"Saya ingin menegaskan bahawa dari segi fikrah yang dilontarkan oleh perdana menteri pagi tadi menjelaskan bahawa kita tidak akan pinggirkan golongan minoriti kerana kita pertahankan prinsip keadilan bagi semua, dan ingin saya dokong sepenuh hati,\" katanya semasa berucap pada majlis penutup Kongres Masa Depan Bumiputera dan Negara (KBN) 2018 di Pusat Konvensyen Kuala Lumpur (KLCC), di sini, hari ini.Jelasnya, kongres kali ini merupakan ruang untuk Perdana Menteri, Tun Dr Mahathir Mohamad untuk menjelaskan peranan kerajaan dalam isu berkaitan.Tegasnya, pemantauan seharusnya dimulakan dari jabatan kerajaan untuk memastikan pimpinan baru kali ini tidak melakukan penyelewengan.", "authors": []}]