[{"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=420", "page": "1", "soalan": "bagaimana pengiraan zakat simpanan ?", "jawapan": "Assalamualaikum,Pengiraan zakat boleh dirujuk di website zakat negeri masing-masing ada menyediakan kalkulator untuk pengiraan. Sekian."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=412", "page": "1", "soalan": "Jika orang itu Muslim , ia lupakan Allah, tetapi orang itu tahu akan kekayaan sebenar namun orang itu tidak mempercayainya bagaimana ya\nAdakah dia tetap di laknat Allah?", "jawapan": "Assalamualaikum,Allah menjadikan kehidupan, kematian, kekayaan, kematian dan setiap apa yang berlaku kepada seseorang Muslim adalah kebaikan untuk dirinya. Jika diberikan kekayaan adalah untuk dia bersedekah, namun jika dia lalai dengan kekayaan yang diberikan itu adalah istidraj.Dalam sebuah hadis yang diriwayatkan daripada ‘Uqbah bin ‘Amir R.A, Rasulullah SAW bersabda:إِذَا رَأَيْتَ اللهَ تَعَالَى يُعْطِي الْعَبْدَ مِنَ الدُّنْيَا مَا يُحِبُّ وَهُوَ مُقِيمٌ عَلَى مَعَاصِيْهِ فَإِنَّمَا ذَلِكَ مِنهُ اسْتِدْرَاجٌMaksudnya: “Apabila kamu melihat Allah SWT memberi kepada hamba daripada (perkara) dunia yang diinginkannya, sedangkan dia terus melakukan maksiat kepada-Nya, maka (ketahuilah) bahawa perkara itu adalah istidraj dari Allah SWT.”Riwayat Ahmad (17311), al-Baihaqi dalam Syu’ab al-Iman (4220)dan al-Tabarani dalam al-Ausat (8/110)Mulla Ali al-Qari berkata: Apabila kamu melihat Allah SWT mengurniakan kepada seorang hamba dari kekayaan dunia, sedangkan dia melakukan maksiat, maka asbab yang didapati melalui kurniaan tersebut adalah sebagai istidraj dan tipudaya. Benarlah firman Allah SWT: “سَنَسْتَدْرِجُهُم مِّنْ حَيْثُ لَا يَعْلَمُونَ” yang membawa maksud “Kami akan menarik mereka sedikit demi sedikit (ke jurang kebinasaan), dari arah yang mereka tidak mengetahuinya.” (Lihat Mirqat al-Mafatih Syarh Misykat al-Masabih, 9/396)Allah SWT berfirman:فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حَتَّىٰ إِذَا فَرِحُوا بِمَا أُوتُوا أَخَذْنَاهُم بَغْتَةً فَإِذَا هُم مُّبْلِسُونَMaksudnya: Ketika mereka tidak mengambil pelajaran dari kemiskinan dan sakit yang Kami timpakan kepada mereka, Kami uji mereka dengan rezeki yang banyak. Kami bukakan semua pintu untuk memperoleh rezeki tersebut. Hingga, pada saat mereka senang dan tidak bersyukur dengan apa yang Kami berikan kepada mereka, datanglah azab dengan tiba-tiba. Maka mereka lalu bingung, putus asa, dan tidak mendapatkan jalan keselamatan.Surah al-An’am (44)Di dalam Tafsir al-Jalalain disebut, “Ketika mereka meninggalkan peringatan yang diberikan kepada mereka, tidak mahu mengendahkan peringatan tersebut, Allah SWT membuka kepada mereka segala pintu nikmat sebagai bentuk istidraj kepada mereka. Sehinggalah mereka berbangga berkenaan hal itu dengan sombongnya. Kemudian kami seksa mereka dengan tiba-tiba. Lantas mereka pun terdiam dari segala kebaikan.” (Lihat Tafsir al-Jalalain, 2/340)Ibnu ‘Athaillah al-Sakandari dalam kitab al-Hikam berkata bahawa hendaklah seseorang merasa takut jika dia selalu mendapat kurniaan dan kebaikan daripada Allah SWT, sedangkan dia masih tetap melakukan maksiat kepada-Nya. Kata beliau:خَفْ مِنْ وُجُودِ إِحْسَانِهِ إِلَيْكَ، وَدَوَامِ إِسَاءَتِكَ مَعَهُ أَن يَكُونَ ذَلِكَ إِسْتِدْرَاجًا لَكَ، سَنَسْتَدْرِجُهُمْ مِنْ حَيْثُ لَا يَعْلَمُونَMaksudnya: Hendaklah kamu berasa takut jika kamu terus memperoleh kurniaan Allah SWT sedangkan kamu masih berterusan melakukan maksiat kepada-Nya. Ini kerana, ia boleh jadi satu istidraj (pesona dan tipudaya) sepertimana firman-Nya: ““Kami akan menarik mereka sedikit demi sedikit (ke jurang kebinasaan), dari arah yang mereka tidak mengetahuinya.” (Surah al-Qalam, ayat 44)Kurniaan Allah biasanya diisi sebelum dan selepasnya dengan ketaqwaan, kebaikan dan ketaatan. Hal ini sepertimana seseorang yang rajin melakukan solat malam, rajin bersedekah, rajin melakukan Solat Dhuha, kemudian Allah SWT melimpah ruahkan rezekinya. Maka itu kita namakan sebagai kurniaan atau karamah.Namun orang yang tidak mengerjakan sembahyang lima waktu, berterusan melakukan maksiat dan derhaka kepada-Nya, namun dia kelihatan kaya dan rezekinya juga mudah, maka inilah yang dinamakan istidraj.Justeru, marilah sama-sama kita sentiasa meningkatkan ketakwaan kepada Allah SWT selaras dengan firman-Nya:يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّـهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَMaksudnya: Wahai orang-orang yang beriman! Bertaqwalah kamu kepada Allah dengan sebenar-benar taqwa, dan jangan sekali-kali kamu mati melainkan dalam keadaan Islam.Surah Ali Imran (102)"}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=410", "page": "1", "soalan": "Assalamualaikum saya ingin pencerahan lanjut berkaitan dengan hadith ini. Apakah batal atau tidak batal wudhuknya?", "jawapan": "Waalaikumussalam,Hadith ini menjelaskan perkara berkaitan sutrah dalam solat. Tiada kaitan pasal batal wudhuk. Mungkin tuan boleh perincikan soalannya. Terima kasih."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=409", "page": "1", "soalan": "lailatuqadar", "jawapan": "Assalamualaikum,Alhamdulillah. Semoga kita mendapat malam tersebut."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=400", "page": "1", "soalan": "Assalamualaikum ustaz, kalau baca بسم الله الأول والأخر، lafaz berbeza tp makna sama kan?", "jawapan": "Waalaikumussalam,Maksud memang seakan sama. Tapi itulah sebagaimana yang diajarkan lafaznya oleh Nabi SAW. Wallahu a'lam."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=399", "page": "1", "soalan": "apakah hukum solat tanpa sutrah", "jawapan": "Makruh jika menganggu tumpuannya solat."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=397", "page": "1", "soalan": "Apa maksud (kesimpulan) hadis ini? Kita boleh solat depan orang yang sedang baring? Atau 'orang yang sedang baring itu sebagai sutrah' ?", "jawapan": "Hadith ini menjelaskan keadaan fizikal bilik tidur Nabi SAW yang sempit dan keharusan untuk solat tanpa sutrah jika tidak menganggu tumpuan untuk solat."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=346", "page": "1", "soalan": "Berapa jarak sutrah antara orang yg sedang solat dgn orang yg lalu di hadapannya? terima kasih", "jawapan": "Waalaikumussalam,Boleh dirujuk disini."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=344", "page": "1", "soalan": "apa maksud sutrah?", "jawapan": "Waalaikumussalam,Sutrah"}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=334", "page": "1", "soalan": "Mengikat rambut ketika solat. Apakah hukumnya?", "jawapan": "Assalamualaikum,Persoalan ini telah dijawab di:https://muftiwp.gov.my/artikel/al-kafi-li-al-fatawi/3142-al-kafi-1122-solat-dengan-mengikat-rambut"}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=332", "page": "1", "soalan": "sekarang ini ada dua kumpulan yang memerintah negara  secara  serentak iaitu golongan ulamak  yg. ditugaskan menjaga ugama dan golongan sikular menjaga aspek2 lain dalam urusa. negara. Adakah ini Tanda ilmu dicabit?", "jawapan": "Dalam hadith ada dijelaskan tanda ilmu dicabut adalah dengan matinya alim-ulama. Maka ilmu yang benar tidak lagi disampaikan dan ditegakkan. Wallahu a'lam."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=329", "page": "1", "soalan": "Assalammualaikum,apa maksudnya dengan HATI BURUNG ...??mohon penjelasannya..", "jawapan": "sudah dijelaskan dalam pengajaran bahawa hati mereka seperti burung. Apabila burung keluar lapar ia tidak duduk diam dan keluar mencari rezeki yang Allah sudah tentukan untuknya."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=328", "page": "1", "soalan": "?@√•", "jawapan": "اَللَّهُمَّ صَلِّ عَلَى سيّدنا مُحَمَّدٍ وَ عَلَى آلِ سَيّدنَآ مُحَمّدْ"}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=327", "page": "1", "soalan": "Kalau ada keuzuran macam mana hukum nya...", "jawapan": "Jika ada keuzuran dan masyaqqah dan orang yang menjemput memahami maka itu dibolehkan."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=326", "page": "1", "soalan": "adakah kita perlu tegur", "jawapan": "tegurlah dengan berhikmah"}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=322", "page": "1", "soalan": "Assalam Ustaz,\n\nBoleh beri pencerahan hadith ini?\n\nTerima kasih.", "jawapan": "sudah dijelaskan dalam pengajaran."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=321", "page": "1", "soalan": "Tau x ayat Quran aper yg sebut pasal menyebarkan Berita Tanpa usul  periksa", "jawapan": "Dalam surah al-Hujurat ayat 6 ada menyebut hal ini."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=319", "page": "1", "soalan": "Kalau seseorang itu culas utk membaca doa selepas azan bagaimana pula?", "jawapan": "Jika culas maka kita lah yang rugi untuk memohon doa kepada Allah Yang Maha Mendengar Lagi Menerima doa hamba-Nya."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=315", "page": "1", "soalan": "Atho' apa makna perkataan ini", "jawapan": "Atho' adalah nama sahabat perawi hadith ini."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=312", "page": "1", "soalan": "hukumnya mandi telanjang?", "jawapan": "makruh jika ditempat tertutup dan haram ditempat terbuka."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=308", "page": "1", "soalan": "Sutrah itu ape?", "jawapan": "Waalaikumussalam,Sutrah bermaksud sekatan ataupun halangan. Dalam Lisanul ‘Arab menyatakan maknanya dari segi bahasa bermaksud apa sahaja yang dapat menghalangi. Manakala dalam Mu’jam Mustalahat  Fiqhiyyah, sutrah bermaksud: “Meletakkan sesuatu dihadapan orang yang sedang solat apa yang diantaranya dan orang yang melintas dihadapannya.” Ia bermaksud satu tanda pemisah di antara orang yang bersolat dengan orang yang lalu-lalang dihadapannya. Para ulama menyebutkan beberapa hikmah sunnahnya meletakkan sutrah, diantaranya adalah: i-              Lebih menjamin terpeliharanya pandangan mata daripada sesuatu dihadapan sutrah yang akan menganggu kekhusyukkan dan daripada melihat ke arah tempat sujudnya.  ii-             Mencegah dosa bagi seseorang yang melalui di hadapan orang yang sedang melaksanakan solat.Wallahu a'lam."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=303", "page": "1", "soalan": "macam mana berkumur dan memasukkann air ke hidung dengan satu cedokan?", "jawapan": "Dengan memasukkan air di tangan ke mulut terus hisap ke hidung."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=302", "page": "1", "soalan": "assalam", "jawapan": "Waalaikumussalam."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=299", "page": "1", "soalan": "assalamualaikum., dari mana asal nya rukun..?adakah ianya garis panduan yg telah di tetapkan oleh ALLAH swt @ telah di sepakati oleh para ulama..mohon pencerahan", "jawapan": "Rukun adalah berdasarkan ijtihad ulama daripada sumber al-Quran dan hadith."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=297", "page": "1", "soalan": "kaki kiri sahaja tanpa kaki kanan", "jawapan": "Jika tiada kaki kanan dahulukan dengan isyarat kaki kanan walaupun tiada semoga mendapat atas niat yang baik."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=295", "page": "2", "soalan": "imam sedang solat waktu magrib,makmun masuk solat brsama imam masa rakaat 2,,selepas imam bagi salam,makmun kena tambah lgi satu ka x payahi", "jawapan": "perlu tambah serakaat sebab tertinggal satu rakaat."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=289", "page": "2", "soalan": "Saya tidak menjumpai hadis tentang akikah", "jawapan": "Hadith berkenaan akikah belum dimasukkan lagi. In sya Allah akan dikemaskini dari masa ke semasa."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=288", "page": "2", "soalan": "Saya tidak menjumpai hadis tentang akikah", "jawapan": "Hadith berkenaan akikah belum dimasukkan lagi. In sya Allah akan dikemaskini dari masa ke semasa."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=287", "page": "2", "soalan": "tafsiran iman lemah", "jawapan": "iman lemah tandanya kita malas nak beramal"}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=286", "page": "2", "soalan": "Assalaamualaikum, saya bekerja di pejabat di mana rakan sekerja yg beragama Islam tetapi suka mengumpat di belakang saya, Apakah tindakan yg terbaik untuk memperbaiki siratulrahim dgn mereka sedangkan saya mengetahui mereka ini mengumpat saya.", "jawapan": "berikan hadiah."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=284", "page": "2", "soalan": "Muhammad", "jawapan": "اَللَّهُمَّ صَلِّ عَلَى سيّدنا مُحَمَّدٍ وَ عَلَى آلِ سَيّدنَآ مُحَمّدْ"}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=280", "page": "2", "soalan": "Assalamualaikum. adakah termasuk dlm hadith ini jika kira berjumpa saudara seislam yang tidak dikenali didalam sesuatu  majlis  atau berjumpa dimana mana?", "jawapan": "Yer walaupun kita tidak mengenalinya."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=266", "page": "2", "soalan": "assalaualaikum.  mohon dikongsikan hadis berkaitan Zihar.", "jawapan": "In sya Allah akan dikemaskini dari masa ke semasa."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=264", "page": "2", "soalan": "ingin bertanya seorang kanak2 berumur 6 tahun bermain dengan anak anjing, tanpa di ketahui ibu bapa kanak2 tersebut, kanak2 sekarang berumur 46 tahun, adakah masih wajib samak", "jawapan": "Masa kanak-kanak atas sebab jahil adalah dimaafkan. Jika sudah tahu dan bagi menghilangkan was-was elok disamakkan."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=252", "page": "2", "soalan": "apa hukum imam membaca surah dlm solat  boleh tk makmum membetul kan menegur kesilapan imam", "jawapan": "Jika Imam baca silap, makmum boleh tegur jika dia benar-benar yakin akan bacaan yang betul."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=250", "page": "2", "soalan": "kalau seseorang itu bercakap besar", "jawapan": "bercakap besar akan menambahkan keegoan dan kesombongan. Itu adalah dilarang."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=247", "page": "2", "soalan": "adakah memberi makan ini perlu pilih  orang miskin atau ahli keluarga kita atau sesiapa sahaja. sama ada mereka itu beriman atau tidak.", "jawapan": "Mulakan orang miskin dari ahli keluarga itu lebih baik."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=245", "page": "2", "soalan": "hukum membaca al-quran bagi orang yang dalam keadaan haid, sebagai contoh seorang pelajar yang perlu tasmi kepada guru setiap minggu jika tidak markah boleh dipotong..apakah dibolehkan untuk menggunakan kaedah qiyas khafi?", "jawapan": "Ulama sependapat tentang dibolehkan berzikir dan berdoa kepada Allah s.w.t. dengan selain daripada ayat-ayat al-Qur`an tanpa disyaratkan taharah. Imam al-Nawawi berkata: “Telah ijma’ bahawa harus tasbih, tahlil, takbir, tahmid dan selawat kepada Rasulullah SAW serta zikir-zikir lain yang bukan daripada al-Qur`an bagi orang-orang yang berjunub dan haid. (al-Majmu’ Bi Sharh al-Muhazzab, jil. 2, hal. 164)Namun ulama berbeza pendapat dalam kes membaca al-Qur`an bagi orang yang berjunub terutamanya wanita yang datang haid. Pendapat yang umum diterima dalam masyarakat kita ialah pendapat yang mengharamkannya kerana melihat kepada kehormatan dan kesucian al-Qur`an. Wallahu a'lam."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=243", "page": "2", "soalan": "lafaz cerai tapi lepas itu bersetubuh", "jawapan": "Dimohon agar dapat merujuk kes ini ke Mahkamah Syariah bagi pengesahan kes tersebut."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=241", "page": "2", "soalan": "Ed SX EED", "jawapan": "اَللَّهُمَّ صَلِّ عَلَى سيّدنا مُحَمَّدٍ وَ عَلَى آلِ سَيّدنَآ مُحَمّدْ"}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=240", "page": "2", "soalan": "Ed SX E", "jawapan": "اَللَّهُمَّ صَلِّ عَلَى سيّدنا مُحَمَّدٍ وَ عَلَى آلِ سَيّدنَآ مُحَمّدْ"}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=232", "page": "2", "soalan": "apakah pengertian membawa Rahmat itu", "jawapan": "Membawa kasih sayang dan petunjuk kepada umatnya."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=225", "page": "2", "soalan": "bolehkan wanita yang berhadas membaca alquran?", "jawapan": "Ulama sependapat tentang dibolehkan berzikir dan berdoa kepada Allah s.w.t. dengan selain daripada ayat-ayat al-Qur`an tanpa disyaratkan taharah. Imam al-Nawawi berkata: “Telah ijma’ bahawa harus tasbih, tahlil, takbir, tahmid dan selawat kepada Rasulullah s.a.w. serta zikir-zikir lain yang bukan daripada al-Qur`an bagi orang-orang yang berjunub dan haid. (al-Majmu’ Bi Sharh al-Muhazzab, jil. 2, hal. 164)Namun ulama berbeza pendapat dalam kes membaca al-Qur`an bagi orang yang berjunub terutamanya wanita yang datang haid. Pendapat yang umum diterima dalam masyarakat kita ialah pendapat yang mengharamkannya kerana melihat kepada kehormatan dan kesucian al-Qur`an.Wallahu a'lam."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=220", "page": "2", "soalan": "apakah jenis dosa yg diampun oleh Allah ketika besalaman", "jawapan": "dosa-dosa kecil yang tidak disengajakan. Jika ada buat dosa lain, kena berterus terang dengannya"}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=219", "page": "2", "soalan": "adakah hadis berkenaan kelebihan umrah pada bulan Ramadhan?", "jawapan": "Antara kelebihannya::عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ:لَمَّا رَجَعَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ حَجَّتِهِ قَالَ لِأُمِّ سِنَانٍ الْأَنْصَارِيَّةِ مَا مَنَعَكِ مِنْ الْحَجِّ قَالَتْ أَبُو فُلَانٍ تَعْنِي زَوْجَهَا كَانَ لَهُ نَاضِحَانِ حَجَّ عَلَى أَحَدِهِمَا وَالْآخَرُ يَسْقِي أَرْضًا لَنَا قَالَ: فَإِنَّ عُمْرَةً فِي رَمَضَانَ تَقْضِي حَجَّةً أَوْ حَجَّةً مَعِي.متفق عليه.Maksudnya:Daripada Ibnu 'Abbas RA, beliau berkata: \"Ketika Nabi SAW kembali daripada mengerjakan hajinya, baginda berkata kepada Ummu Sinan Al Anshariyyah: \"Apa yang menghalangimu untuk menunaikan haji?\". Wanita itu menjawab: \"Bapa si fulan, yang dia maksudkan adalah suaminya yang memiliki dua ekor unta yang salah satunya sering digunakan untuk menunaikan haji sedangkan unta yang satunya lagi digunakan untuk menyiram tanaman buat kami\". Kemudian Baginda bersabda: \" 'Umrah pada bulan Ramadhan sebanding dengan (pahala) haji atau haji bersamaku.\" (Muttafaqun 'Alayhi, hadith riwayat al-Bukhari, no. 1863, Muslim, no. 1526)"}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=215", "page": "2", "soalan": "Adakah wanita uzur boleh masuk masjid? Memandangkan sekarang banyak majlis2 nikah di masjid", "jawapan": "Boleh rujuk disini:http://www.islam.gov.my/images/garis-panduan/garis_panduan_upacara_akad_nikah_di_masjid_dan_perkara-perkara_yang_berkaitan_dengannya.pdf"}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=210", "page": "2", "soalan": "Assalaamualaikum nk tanye selesai solat berjemaah....jemaah keluar tanpa bersalaman dengan jemaah2 yg lain....", "jawapan": "Bersalaman dapat menghapuskan dosa dan mengertakan hubungan. Rugilah tak nak dihapuskan dosa."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=201", "page": "2", "soalan": "Apakah sama pahala dan manfaat berzikir secara lafaz dibandingkan dengan zikir di dalam hati?", "jawapan": "Zikir adalah kita mengingati Allah SWT. Berzikir dengan lafaz atau dalam hati kedua-duanya mendapat pahala. Sebaik-baik zikir adalah apa yang dilafazkan dengan lidah dan dibenarkan dengan hati.  Wallahu a'lam."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=193", "page": "2", "soalan": "imam selesai baca fatihah, kemudian terbatal, makmum yg naik ganti imam belum baca fathah lagi. bila dia naik ganti imam, wajibah dia baca fatihah semula?", "jawapan": "Yer, imam gantian itu perlu menyempurnakan bacaan fatihahnya."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=191", "page": "2", "soalan": "saya nak tanya berkenaan hadith dilarang makan kelawar dan katak adakah ianya sahih?", "jawapan": "Tersebar hadith larangan membunuh katak dan kelawar, sahih ke hadith tu?*Jawapannya:http://myhadith.islam.gov.my/index.php/bm/semua-al-manhal-al-tanwir/1039-kesahihan-hadith-larangan-membunuh-katak-kelawar"}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=189", "page": "3", "soalan": "hadis tentang katak dan kelalawar adakah  sahih hadis ni", "jawapan": "Tersebar hadith larangan membunuh katak dan kelawar, sahih ke hadith tu?Jawapannya:http://myhadith.islam.gov.my/index.php/bm/semua-al-manhal-al-tanwir/1039-kesahihan-hadith-larangan-membunuh-katak-kelawar"}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=186", "page": "3", "soalan": "assalamualaikum. mohon pihak tuan sertakan bacaan doa itu dlm hurut rumi supaya mereka yg tidak mahir al quran dpt membacanya dgn betul. terima kasih", "jawapan": "Ejaan rumi untuk bacaan dalam bahasa arab adalah tidak digalakkan bagi mengelakkan sebutan huruf yang tidak tepat. Adalah lebih kita mempelajarinya secara berguru agar kesalahan itu dapat diperbetulkan."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=183", "page": "3", "soalan": "assalamualaikum ustaz. sy ada terbaca mengenai wanita dlm haid bole belajar baca ayat alquran. masa kanak2 sy belajar fardu ain... wanita dlm haid tidak bole baca pegang alquran.. bole ustaz jelaskn. tk", "jawapan": "Boleh rujuk disini:https://muftiwp.gov.my/ms/artikel/irsyad-fatwa/irsyad-fatwa-umum/2057-18"}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=174", "page": "3", "soalan": "macamana nak copy matan dan makna.", "jawapan": "Jika menggunakan android boleh copy matan dan terjemahannya."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=157", "page": "3", "soalan": "Assalamualaikum wbt  nak tanya sutrah ni apa ye", "jawapan": "Sutrah"}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=138", "page": "3", "soalan": "Wanita haid bole Tawaf haji @umrah tak", "jawapan": "Tidak boleh tawaf melainkan dalam keadaan suci sebagaimana hadith:عَنْ عَائِشَةَ قَالَتْ خَرَجْنَا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا نَذْكُرُ إِلَّا الْحَجَّ فَلَمَّا جِئْنَا سَرِفَ طَمِثْتُ فَدَخَلَ عَلَيَّ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَا أَبْكِي فَقَالَ مَا يُبْكِيكِ قُلْتُ لَوَدِدْتُ وَاللَّهِ أَنِّي لَمْ أَحُجَّ الْعَامَ قَالَ لَعَلَّكِ نُفِسْتِ قُلْتُ نَعَمْ قَالَ فَإِنَّ ذَلِكِ شَيْءٌ كَتَبَهُ اللَّهُ عَلَى بَنَاتِ آدَمَ فَافْعَلِي مَا يَفْعَلُ الْحَاجُّ غَيْرَ أَنْ لَا تَطُوفِي بِالْبَيْتِ حَتَّى تَطْهُرِيMaksudnya:Daripada ‘A`ishah katanya: “Kami keluar bersama Rasulullah s.a.w. dengan tidak ada maksud lain kecuali untuk mengerjakan haji. Apabila kami sampai ke Sarif, saya didatangi haid. Selepas itu Rasulullah s.a.w. masuk ke tempat penginapan saya dan pada ketika itu saya sedang menangis. Baginda bertanya: “Mengapa kamu menangis? Saya menjawab: “Demi Allah, saya suka sekali kalau tidak datang untuk mengerjakan haji pada tahun ini”. Rasulullah s.a.w. bersabda: “Barangkali kamu telah datang haid?”. Saya menjawab: “Ya”. Baginda bersabda: “Sesungguhnya itu adalah sesuatu yang telah ditentukan Allah kepada anak-anak perempuan Adam. Hendaklah kamu mengerjakan apa yang dilakukan oleh orang yang mengerjakan haji cuma kamu tidak boleh bertawaf di Baitullah sebelum kamu suci”. (Hadith riwayat al-Bukhari, no. 305, Muslim, no. 1211)Perkara yang dilarang oleh Rasulullah SAW daripada dilakukan oleh orang yang berhaid hanyalah tawaf. Sebab tawaf dikecualikan ialah kerana ianya sama seperti sembahyang dari segi kedua-duanya itu disyaratkan taharah. Wallahu a'lam."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=136", "page": "3", "soalan": "assalammualaikum saya nak tnya ada hadis mengenai wanita haid blh baca AlQuran?", "jawapan": "Boleh rujuk disini:https://muftiwp.gov.my/ms/artikel/irsyad-fatwa/irsyad-fatwa-umum/2057-18"}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=135", "page": "3", "soalan": "Adakah susunan hadis2 di sini mengikut kitab asli?  Mengikut satu lagi apps yaitu ensiklopedi hadis, hadis no. 13 lain dari hadis ni.", "jawapan": "Di dalam banyak cetakan kitab hadith Sahih al-Bukhari, hadith ini adalah no.13.  Wallahu a'lam."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=132", "page": "3", "soalan": "Assalamualaikum, ada ingin bertanya tentang hadis berkenaan, sama ada benar atau tidak.      Dari Abdullah bin Umar : bahawa Rasulullah pernah melihat ludah di dinding kiblat (masjid),lalu beliau menggosoknya (agar hilang),kemudian menghadap ke orang-orang dan bersabda \" Apabila salah seorang di kalian shalat,janganlah meludah ke arah depan kerana Allah berada di hadapannya  ketika seseorang sedang shalat\" [Diriwayatkan oleh Al-Bukhaariy no 406, Muslim ni 547,An-Nasaai'iy ni 724, dan lainnya]", "jawapan": "Ya, hadith tersebut terdapat dalam:1. Sahih al-bukhari, Kitab Solat, Bab Menghilangkan Kahak yang ada di Masjid dengan tangan, no hadith 406 2. Sahih Muslim, Kitab Masjid dan tempat solat, Bab Larangan meludah dalam Masjid, ketika solat dan selainnya, no. hadith 5473 Sunan al-Nasai, Kitab Masjid, Bab Larangan seseorang berludah ke arah kiblat Masjid, no. 724.4. Sunan Ibn Majah, Kitab Masjid dan berjemaah, Bab Makruh membuang kahak dalam masjid, no. hadirh 763."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=127", "page": "3", "soalan": "bagaimanakah dgn syarat sesuatu yg dijadikan sebagai sutrah?", "jawapan": ""}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=121", "page": "3", "soalan": "Aslm. wbt. Merujuk kepada hadith yg sahih, benarkah jarak sutrah yang betul adalah 3 hasta atau 4 kaki? JK.", "jawapan": ""}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=109", "page": "3", "soalan": "salam ust . terima kasih kerana menyediakan platform ini . soalan saya adakah boleh kita lalu hadapan orang yg sdg solat ,sdgkan tiada sutrah yg diletakkan di hadapan orang yg sdg solat tersebut . kalau nak lalu jugak macam mana . syukran jazilan ust", "jawapan": "Ada sebuah hadith larangan lalu di depan orang"}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=106", "page": "3", "soalan": "pergi masjid tapi niat bukan kerana Allah taala", "jawapan": "Hendaklah kita selalu memperbaharui niatnya agar mengikhlaskan setiap amalan yang dilakukan hanya kerana Allah dan perbanyakkanlah istighfar."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=60", "page": "3", "soalan": "Assalamualaikum. Tahniah", "jawapan": "Waalaikumussalam. Jazakumullahu khairal jaza'."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=54", "page": "3", "soalan": "Assalamualaikum. Jika wanita berhadas suci kenapa tak boleh melakukan ibadat? Boleh tolong jelaskan? Confused ler", "jawapan": "Ulama sependapat tentang dibolehkan berzikir dan berdoa kepada Allah s.w.t. dengan selain daripada ayat-ayat al-Qur`an tanpa disyaratkan taharah. Imam al-Nawawi berkata: “Telah ijma’ bahawa harus tasbih, tahlil, takbir, tahmid dan selawat kepada Rasulullah s.a.w. serta zikir-zikir lain yang bukan daripada al-Qur`an bagi orang-orang yang berjunub dan haid. (al-Majmu’ Bi Sharh al-Muhazzab, jil. 2, hal. 164)Namun ulama berbeza pendapat dalam kes membaca al-Qur`an bagi orang yang berjunub terutamanya wanita yang datang haid. Pendapat yang umum diterima dalam masyarakat kita ialah pendapat yang mengharamkannya kerana melihat kepada kehormatan dan kesucian al-Qur`an.Wallahu a'lam."}, {"soalan_url": "https://myhadith.islam.gov.my/soaljawabs.php?id=17", "page": "3", "soalan": "hai", "jawapan": "balas"}]