{"url": "https://www.ideasaham.my/1745-2/", "title": "Cryptocurrency", "body": "\n\nCryptocurrency\n\n\nRamai yang sudah tahu bahawa duit alternatif iaitu cryptocurrency telah sah secara undang-undang untuk di beli, di gunakan dan di dagangkan di Malaysia pada penghujung tahun lepas. Antara platform dan broker yang di benarkan beroperasi adalah seperti LUNO, SINEGY & Tokenize. Anda boleh semak di laman web Securities Commision:\n\nhttps://www.sc.com.my/regulation/guidelines/recognizedmarkets/list-of-registered-digital-asset-exchanges\n\n\nHanya beberapa jenis crypto sahaja yang di benarkan buat masa ini iaitu:\n\n1) BITCOIN (BTC)\n\n2) BITCOIN CASH (BCH)\n\n3) ETHEREUM (ETH)\n\n4) LITE COIN (LTC)\n\n5) RIPPLE (XRP)\n\n\nCryptocurrency adalah duit – duit alternatif bagi menggantikan penggunaan duit fiat yang kita sudah pakai selama ini seperti ringgit, rupiah, yen, HKD, USD dan sebagainya. Apabila bercerita mengenai duit pula, ia adalah nilai untuk sesuatu pertukaran. Bermaksud kita oleh menggunakan duit digital ini untuk membeli servis atau barang yang kita mahu sebagai ganti kepada duit yang kita ada.\n\n\nBerbeza dengan duit fiat tradisional yang kita gunakan selama ini adalah duit digital melangkaui negara. 1 nilai bitcoin di Malaysia, hampir sama dengan nilainya di seluruh dunia. Duit digital tidak tertakluk kepada nilaian yang bergantung kepada GDP, ekspot, import atau data ekonomi sesuatu negara. Nilaiannya universal dan di gunapakai di sama rata oleh semua pemiliknya.\n\n\nJadi, idea ini bukan sahaja di sukai oleh orang ramai kerana sifatnya yang begitu tetapi juga boleh menjadi alat yang baik bagi menyorokkan duit gelap bagi aktiviti-aktiviti haram. Tambahan lagi, jumlahnya yang terhad dan bakal habis selepas selesai semua aktiviti perlombongan di buat. Akibatnya, harga melambung tinggi. Sebagai contoh, nilai semasa Bitcoin adalah USD1.09 trillion dan Ethereum adalah USD483b.\n\n\nBagi yang telah membeli dan menyimpan lebih awal. Mungkin sudah jadi jutawan senyap. Bagi yang belum, sila buat kajian berdasarkan carta dan fundamental bagi memastikan anda tidak terbeli semasa ianya tengah hype. Ingat, duit fiat dahulunya berdasarkan emas tetapi sekarang sudah ramai yang ragu-ragu. Manakala crypto pula memang dasarkan adalah TEKNOLOGI lejar yang di cipta oleh individu atau syarikat tertentu. Nilainya adalah ‘KEPERCAYAAN’.\n\n\nNamun, penggunaan duit digital di masa hadapan mungkin tidak boleh di sangkal lagi. Sudah banyak syarikat gergasi yang membenarkan penggunaan duit digital untuk pembelian dan servis yang mereka sediakan. Manusia sifatnya sukakan kebebasan dan ketelusan.\n\n\nBerapa ramai di sini yang sudah melebarkan portfolio ke dalam duit digital ini?\n\n\n \n\n\n \n \n\n\nHits: 343\n "}
{"url": "https://www.ideasaham.my/airasia-malang-yang-bertimpa-timpa/", "title": "AirAsia – Jatuh lagi?", "body": "\n\nPada 3 Februari 2020, Tan Sri Tony Fernandes (Pengerusi Eksekutif AirAsia Group Bhd) dan Datuk Kamarudin Meranun (Ketua Pegawai Eksekutif) telah melepaskan jawatan eksekutif dalam kumpulan, berkuat kuasa serta merta susulan siasatan rasuah berhubung pembelian pesawat Airbus oleh AirAsia.\n\n\nDalam kes tersebut, Airbus didakwa menyogok dua eksekutif di AirAsia Group dan AirAsia X sebanyak USD50 juta (kira-kira RM204.8 juta) untuk mendapatkan kontrak bagi membekalkan pesawat kepada kedua-dua syarikat penerbangan tambang rendah itu.\n\n\nAirAsia telah menunjukkan trend menurun sejak 2 Mac 2018 berikutan laporan kerugian suku tahun yang rugi. Namun, kejatuhan kali ini adalah catalyst terbesar yang menyebabkan jerung besar seperti Kumpulan Wang Simpanan Pekerja (KWSP) juga telah melepaskan pegangan dalam syarikat ini sebanyak kira-kira 7.44 juta saham.\n\n\n\n\nJadi, berdasarkan teknikal analisis. Adakah boleh beli? Atau bilakah boleh di beli?\n\n\n\n\nParas sokongan terdekat adalah RM0.80 berbanding harga terkini. Oleh itu, para pedagang di nasihat untuk menunggu saham ini di paras sokongan. Bukan itu sahaja, para pelabur perlu terlebih dahulu memastikan terdapat sebarang petunjuk reversal bagi memastikan sebarang lantunan yang terjadi adalah sah dan lengkap.\n\n\nPenafian : Penulis tidak bertanggungjawab dengan segala tindakan pembaca dalam urusan yang di lakukan setelah membaca artikel ini. Sila berhubung dengan remisier anda sebelum membuat keputusan.\n\n\nNor Akmar MSTA, CFTe\n\n\n \n\n\nHits: 617\n "}
{"url": "https://www.ideasaham.my/akaun-margin-untuk-swing-short-term-trader/", "title": "Akaun Margin Untuk Swing & Short Term Trader", "body": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAkaun SMF – sesuai untuk \nSWING\n dan \nShort Term Trader.\n Kalau kita memang dah kaji saham tu betul-betul dan yakin bahawa saham tu akan naik dalam masa terdekat. Baik kita maksimakan duit yang ada dan pegang sampai naik.\n 📌  Kalau guna akaun contra kena force sell.\n 📌  Kalau guna akaun cash, dapat beli sikit je jumlah saham.\nJadi, akaun \nCDS SHARE MARGIN FINANCING\n dan \nMARGIN LITE\n yang di tawarkan oleh \nCGSCIMB\n adalah pilihan terbaik untuk menyelesaikan masalah ini.\nPstt- full time trader pun sesuai apply 😉.\nBegitulah konsep akaun Margin Lite(ML).\nLagi best, \nCGSCIMB\n juga ada menyediakan \nSMF-I\n dan\n ML-I\n iaitu pembiayaan islamik untuk mereka yang berminat untuk membeli saham dengan kaedah pinjaman. Berikut adalah konsep akaun margin.\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBagi pembiayaan lebih dari RM200,000, anda perlu buka SMF. Ianya terbuka untuk individu dan syarikat.\nMesti masih banyak persoalan yang belum terjawab kan? Jika ada sebarang persoalan, boleh tekan link whatsapp di bawah:\nhttps://cdsCGSCIMB.wasap.my\nhttps://cdsCGSCIMB.wasap.my\nhttps://cdsCGSCIMB.wasap.my\n📱 010-3170103\n📱 010-3170103\n📱 010-3170103\nJangan risau, saya merupakan remisier sah berdaftar di CGSCIMB iaitu PO di bawah Bursa Malaysia. Boleh taip nama saya, Nor Akmar Abdullah di google dan anda akan jumpa credential saya di laman web SC, \nhttps://ers.seccom.com.my/public/Default.aspx?menu=1\n. So whatsapp je dulu nombor assistant saya di bawah. Jika perlukan penerangan yang lebih lanjut, kitab oleh set-up zoom meeting untuk menjawab persoalan anda ✌️.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHits: 283\n "}
{"url": "https://www.ideasaham.my/apa-khabar-idea-saham-penulis-buku-saham_/", "title": "Apa khabar Idea Saham? – Penulis Buku Saham_", "body": "\n\nAmaran- hanya luahan isi hati mengenai penulisan buku saham. Tiada sebarang info penting.\n\n\nLama rasanya tidak menulis di ruangan blog Idea Saham ini. Saya terlalu sibuk menulis buku ketiga. Pada usia 32 tahun, sudah dua buku saham yang saya tulis. Cuma, 3-4 hari lepas saya buntu untuk menulis, idea ada tapi ayat tidak keluar. Buku ketiga ini benar-benar menguji saya sebagai insan biasa. Tidak pernah lagi saya menulis sehingga muntah. Ya, saya menulis, menulis dan muntah. Tidak tahu mengapa. Mungkin kerana ianya buku kolaborasi bersama insan terkenal. Mungkin juga kerana saya stress. Atau mungkin saja saya yang pening lalat. Apatah lagi, selain menulis, saya masih aktif dengan kerja sebagai remisier dan penceramah saham bebas. Mungkin kerja harian begini yang buat saya jadi makin lemas. Sana nak, sini mahu. \n\n\nBukan mudah menulis. Jika di fikirkan tentang duit, baik saya buat kelas saham dan caj 3-4 ribu satu kepala. Atau saya tumpukan sepenuh perhatian trade di pasaran. Penat membuang masa dan tenaga menulis sesuatu yang belum tentu terjual dan di hargai. Itu jika wang yang saya kejarkan. \n\n\nSaya juga bukanlah penulis berbakat. Saya tidak pernah terfikir saya akan menghasilkan buku yang kini telah di baca oleh ribuan pelabur. Saya hanya Akmar yang mahu memberi alternatif kepada newbie & trader di luar sana belajar sesuatu secara mendalam dengan harga yang murah.\n\n\nCuma 2 3 hari ini saya resah, idea kering. Tahu hendak menulis apa, tapi tidak tahu bagaimana mahu meluahkannya. Mungkin ia adalah fasa biasa bagi penulis, saya tidak tahu. Saya tiada ramai kenalan penulis yang menulis mengenai genre yang sama. Sukar untuk meluahkan. Jadi, saya kira platform ini boleh saya gunakan untuk sekadar berkongsi rasa resah ini.\n\n\nBagitahu mudah, tetapi untuk memberi kefahaman kepada pembaca dalam cara yang paling mudah. Itu yang susah. Saya mahu setiap sen yang di bayar kepada saya melalui tulisan saya adalah setiap satu perkataan saya yang di hargai. Saya mahu pembaca saya faham dan hargai hasil tulisan saya. Saya tahu saya tidak akan mampu memuaskan hati semua orang. Tapi saya mahu cuba buat yang terbaik. Tapi, pabila saya cuba terlalu kuat, ada masa saya hilang arah dan semangat macam sekarang.\n\n\nBercerita mengenai saham sebenar-benarnya bukan cerita pasal untung semata-mata. Saya mahu bercerita pasal realiti. Pasal peluang dan risiko. Saya bukan penjual mimpi, saya hanya penulis yang mahu pembaca faham bagaimana tools seperti carta, oscilators atau indikators ini mampu memberi bantuan dalam membuat keputusan dalam trading.\n\n\nSebelum saya terus menulis sekejap lagi. Saya ingin memohon maaf kepada pembaca dan bakal pembaca hasil karya-karya saya. Setulus dan seikhlas hati, saya mahu pembaca faham apa ilmu yang saya cuba sampaikan. Maafkan segala khilaf atau kekurangan dalam buku-buku saya. Saya sudah cuba yang terbaik. Saya akan perbaiki lagi.\n\n\nSatu yang saya pasti. Perjuangan untuk menyebarkan ilmu saham melalui bukuu mesti di teruskan. \n\n\nNor Akmar\n\nPENULIS BUKU :\n\nPanduan Lengkap Pelaburan Saham – PLPS (2016)\n\nCandlestick Petunjuk Dagangan – CPD (2018)\n\n————- – (2019)\n\n\nHits: 578\n "}
{"url": "https://www.ideasaham.my/bagaimana-polisi-kerajaan-memberi-kesan-kepada-pergerakkan-fbmklci/", "title": "Bagaimana polisi kerajaan memberi kesan kepada pergerakkan FBMKLCI", "body": "\n\nKenyataan yang di keluarkan oleh Menteri Kewangan Malaysia baru-baru ini mengatakan bahawa prestasi pasaran saham adalah di luar kawalan kerajaan adalah SEPARUH SALAH.\n\n\nSepertimana tahun lepas, Menteri Kewangan kita juga mengatakan bahawa beliau bukan stockbroker yang tahu mengenai pasaran saham. Kamu memang bukan stockbroker, kamu menteri kewangan yang mempunyai jawatan tertinggi dalam bidang ini. PATUT LEBIH TAHU!\n\n\n*Stockbroker jika di Malaysia di panggil REMISIER (Commision-based) atau Dealer Representative (makan gaji). Remisier menjadi orang tengah di antara pelabur runcit dan Participating Organization di Malaysia. Boleh semak senarai di bawah :\n\n\nhttp://www.bursamalaysia.com/market/securities/equities/brokers/list-of-participating-organisations\n\n\nYa, pasaran bergerak di atas dasar permintaan dan penawaran. Namun, kenaikan dan kejatuhan ini tidak berlaku dengan sendiri. Faktor syarikat, dalaman (negara sendiri) dan luar memainkan peranan yang sama banyaknya kepada prestasi indeks.\n\n\n\n\nSyarikat (individu)– model perniagaan, pengurusan dan pasaran.\n\n\nDalaman – Polisi kerajaan dan kestabilan.\n\n\nLuar – Perang, perang dagangan, harga komoditi dan sebagainya.\n\n\n\n\nJadi, amatlah dangkal seorang Menteri Kewangan boleh mengatakan hal yang sedemikian. Kita biarkan faktor syarikat dan luar.\n\n\nUntuk netizen,\n\n\nKita bincang bagaimana sesebuah kerajaan mampu memberi kesan kepada halatuju indeks FBMKLCI.\n\n\nBank negara akan menjalankan strategi fiskal atau monetari bergantung kepada keadaan semasa dan ianya BERKAIT secara TERUS DENGAN KERAJAAN YANG MEMERINTAH PADA WAKTU ITU. Strategi ini akan memberi kesan kepada kadar faedah yang seterusnya memberi kesan terus kepada perniagaan dari segi kos perniagaan dan sebagainya.\n\n\nBelum masuk perkara lain seperti :\n\n\n– Kadar cukai yang mesra pelabur.\n\n\n-Hubungan diplomatik antara negara dan sebagainya yang bakal memberi kesan BESAR kepada syarikat yang terlibat terutamanya syarikat yang di apungkan di Bursa Malaysia.\n\n\nAndai kata tidak pandai membaca data ekonomi sekalipun, tengok carta. Carta tidak menipu, ia memberitahu apa yang sedang berlaku. Hal ini kerana carta merekodkan pergerakkan harga. Jika naik seringgit, ianya di tunjukkan di atas carta, jika turun seringgit, ianya juga di tunjukkan di atas carta.\n\n\nPolisi kerajaan TERBUKTI memberi kesan kepada pergerakkan harga saham. Ianya telah berlaku zaman- berzaman. Bukan sahaja di Malaysia, Malah di seluruh dunia.\n\n\nSaya bagi contoh, kenyataan oleh YB Gobind Singh, Menteri Komunikasi dan Multimedia mengenai kelajuan dan harga broadband telah menyebabkan saham TM jatuh tergolek-golek.\n\n\nhttps://www.nst.com.my/news/nation/2018/05/372285/broadband-double-speed-half-price-msians-gobind\n\n\n\n\nTM yang dulu merupakan syarikat komponen FBMKLCI memberi weighted kepada kejatuhan pasaran.\n\n\n \n\n\n-Kemenangan kerajaan Pakatan Harapan juga telah buat beberapa saham pembinaan yang di katakan berkaitan dengan kerajaan lama jatuh tersembam. Contoh : GKENT\n\n\n\n\n \n\n\nSyarikat yang terlibat dalam pembangunan berskala mega yang asyik UTURN seperti ECRL, LRT3 dan HSR juga terlibat sama.\n\n\n\n\n \n\n\nSumber :\n\n\nhttp://m.utusan.com.my/bisnes/ekonomi/prestasi-saham-di-luar-kawalan-kerajaan-1.860107?fbclid=IwAR0qNerucypQxbW8ioyPA9vALMVZPuS7BSejHvsqIUJAMXHNr40aEQ0rsLA#.XIjAgAfA9aI.facebook\n\n\nI don’t know, I’m not a stock broker – Guan Eng\n\n\n\n\nAda beratus lagi contoh. Jangan buat kenyataan kurang cerdik begitu lagi. Kamu Menteri Kewangan, bukan jawatan cikai.\n\n\nBeri jawapan seorang pemimpin jika mahu di ingat sebagai menteri yang berjasa. Jangan sampai di ingati sebagai menteri kewangan paling teruk yang pernah ada di Malaysia.\n\n\nNor Akmar MSTA, CFTe\n\n\nRemisier, Retail Equities CIMB Investment Bank\n\n\nPenulis Buku:\n\n\nPanduan Lengkap Pelaburan Saham\n\n\nCandlestick Petunjuk Dagangan\n\n\nWanita Malaysia Pertama memberi ucapan di pentas teknikal analisis antarabangsa.\n\n\n \n\n\nHits: 537\n "}
{"url": "https://www.ideasaham.my/bajet-2022-tidak-mesra-pelabur-runcit/", "title": "Bajet 2022 – Tidak mesra pelabur", "body": "\n\nMelalui point ke 245 Teks ucapan penuh Bajet2022, #TeamMOF iaitu:\n\n\n“\nSebagai inisiatif kedua langkah kemampanan hasil dan selaras dengan amalan di peringkat antarabangsa, Kerajaan bercadang untuk memberikan layanan cukai sama rata seperti berikut:\n\n\nPertama: Kadar duti setem nota kontrak dinaikkan daripada 0.1 peratus kepada 0.15 peratus dan had duti setem 200 ringgit setiap nota kontrak dimansuhkan. Pada masa yang sama, \n\n\naktiviti pembrokeran dagangan saham tersenarai tidak lagi dikenakan cukai perkhidmatan;”\n\n\nSumber : \nhttps://budget.mof.gov.my/pdf/2022/ucapan/ub22.pdf \n\n\nIni bermaksud, bagi setiap RM1000 jumlah nilai dagangan, sebanyak RM1.50 caj setem hasil akan di kenakan kepada pelabur iaitu kenaikan sebanyak 50%. Jika dulu maksima capping adalah sebanyak RM200, kini tiada lagi nilai maksima untuk transaksi.\n\n\nMari kita kaji dari pengiraannya:\n\n\n\n\n \n\n\nSemua gambar : sumber oleh Faisal Zain\n\n\nMelalui pengiraan terperinci di atas, dengan dasar baru yang bakal di laksanakan. Pelabur runcit yang mempunyai modal di di bawah RM100,000 jelas akan membayar lebih banyak jumlah caj berbanding sebelum ini iaitu pertambahan sekitar 20%.\n\n\nSudahlah begitu, bayaran setem hasil akan lebih mahal dari brokerage caj bagi transaksi bermula RM6,000 ke atas. Apalah nasib remisier, dealer dan stock broker yang membantu kerajaan dalam mengutip hasil melalui setem hasil dan cukai perkhidmatan sebelum ini. Kiri kanan di cukaikan, kami bukan sahaja membayar cukai melalui hasil pendapatan dan zakat, malah kami juga membantu kerajaan melalui hasil kutipan setem hasil dan cukai perkhidmatan sebelum ini. Di tambah lagi dengan motivasi pelabur runcit yang pastinya akan berkurangan akibat caj yang semakin tinggi. Kerajaan untung, remisier dan pelabur runcit akhirnya merana.\n\n\nHal ini bukan sahaja memberi kesan kepada pelabur runcit tetapi juga pelabur yang membuat transaksi yang besar seperti pelabur institusi dan pelabur asing.\n\n\nSebagai contoh, jika dulu transaksi bernilai RM2 juta, jumlah keseluruhan caj adalah:\n\n\nBrokerage(0.08%) + stamp duty(RM1 for every RM1,000 & cap RM200 max) + clearing fees + service tax (6% from brokerage fees) = RM1600 + RM200 + RM600 + RM96 =\n RM2496\n\n\nSetelah cap maksima RM200 setem hasil dan cukai perkhidmatan di hapuskan. Maka kiraannya begini,\n\n\nBrokerage(0.08%) + stamp duty(RM1 .50 for every RM1,000 & tiada maksima) + clearing fees = RM1600 + RM3,000 + RM600 = \nRM5,200\n\n\nKenaikan lebih 108%\n\n\nPelabur asing akan berkira-kira kos yang semakin meningkat. Ini bukan sahaja akan mengurangkan minat pelabur asing terhadap pasaran saham Malaysia tetapi juga pasaran akan jadi lebih suram kerana kurangnya volume dan volatility di dalam pasaran.\n\n\n\n\n \n\n\nSebagai remisier yang sudah berada dalam pasaran saham lebih 10 tahun dan berinteraksi secara rapat dengan pelabur runcit. Purata jumlah modal yang di keluarkan oleh pelabur kecil-kecilan adalah sekitar bermula dari modal pelaburan serendah RM1000 sehingga RM200,000. Kiranya golongan ini adalah golongan rakyat marhaen yang pastinya mengharapkan sedikit keuntungan dari pelaburan saham yang mereka jalankan. Perlu di ingatkan, sebelum mengira-ngira keuntungan mereka, Tolonglah ambil kira risiko kerugian yang mereka bakal hadapi apabila menjalankan pelaburan di Bursa Malaysia.\n\n\nBuat pengetahuan semua, jumlah pelabur runcit kepada jumlah keseluruhan transaksi di pasaran Bursa Malaysia adalah 34.4% iaitu bersamaan dengan \nRM1.898B\n setakat transaksi yang di laporkan pada tarikh 28 Oktober 2022. Tuntasnya, kami relevan dan kami perlu di ambil kira.\n\n\n\n\nSumber: https://www.bursamalaysia.com/bm/market_information/market_statistic/securities\n\n\nJadi, nampak gayanya akibat dari dasar yang berat sebelah ini. Pelabur runcit pastinya akan memilih untuk melabur di pasaran saham global (yang lebih aktif) melalui broker-broker yang tidak sah dan di daftarkan kerana kos transaksi yang lebih murah.\n\n\n\n\nSaya tidak pasti samada kerajaan sedar atau tidak keadaan Bursa Malaysia sejak 3 tahun kebelakangan ini sejak pilihan raya ke-14. Pasaran saham Malaysia seperti hidup segan mati tidak mahu, terumbang ambing akibat pergolakan politik dan dasar yang huru hara. Tidak termasuk lagi covid-19 yang memberi kesan kepada seluruh dunia. Nasib baik sedikit kerana negara kita antara pengeluar terbesar sarung tangan dunia. Adalah merasa sedikit kenaikan dari seckor kesihatan. Harapkan insentif dan usaha dari kerajaan, pelabur runcit tempatan boleh terus lenyap dan mati perlahan-lahan.\n\n\nJadi, saya mohon agar kerajaan mengkaji semula dasar ini bagi kebaikan pelabur runcit dan pekerja dalam sector bank pelaburan ini. Sudah banyak kami berjasa. Dengarlah luahan hati kami.\n\n\nPenafian : Kajian adalah berdasarkan sumber maklumat kajian harga caj broker secara kasar berdasarkan 0.08% sebelum dan selepas.\n\n\nPenulis : Nor Akmar MSTA, CFTe. Remisier Retail Equities CGS-CIMB Securities.\n\n\nCo-contributor : Faisal Zain, Remisier\n\n\n \n\n\nHits: 1496\n "}
{"url": "https://www.ideasaham.my/bajet-2023/", "title": "Pre bajet 2023. Apa yang kita perlu tahu?", "body": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBajet 2023 akan di bentangkan awal 3 minggu dari tarikh asal iaitu 7 Oktober 2022 iaitu jumaat ini.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUmum tahu bahawa bajet kali ini adalah bajet pilihanraya. Maknanya bajet ini perlu mengambil hati rakyat untuk mengundi mereka. Namun, cabaran kewangan kali ini sangatlah ketara kerana kerajaan perlu bekerja dalam keadaan yang amat berhati-hati akibat jangkaan kegawatan ekonomi ke depan ini.\nCGSCIMB menjangkakan perbelanjaan pembangunan akan meningkat kepada RM86b berbanding RM80b (2022). Perbelanjaan ini di jangkakan akan fokus kepada :\n1) Addressing the weakened pension system\n– (Sejak pandemic, sebanyak RM155b telah di keluarkan dari KWSP melalui program -Lestari, i-Sinar, iCitra dan Special Withdrawal). Statistik melaporkan bahawa 12.78 juta rakyat Malaysia berumur 55 tahun ke bawah mempunyai simpanan di bawah RM10,000. \nJadi, di jangkakan 3 cara akan di buat untuk mengatasi masalah ini. \nTolong komen \n‘\nShare please\n’\n jika nak tahu.\n2) Further tourism promotions\n– Nak naikkan jumlah pengunjung terutamanya dari China.\n3) Tackling issues in the property market \n– Peningkatan jumlah hartanah yang tidak terjual. 180,702 rumah siap yang tidak terjual dan 75.4% darinya adalah rumah bernilai RM300,000 ke atas.\n4) Sektor ekonomi :\n-Electrical and electronics (E&E), global services (GS), aerospace, creative, tourism, halal, biomass & smart farming.\n5) Project mega:\n-East Coast Rail Link (completion in 2027), Johor Bahru, Singapore Rapid Transit System (completion in 2026), the Pan Borneo Highway (completion in 2028) and the newly announced MRT Circle Line (completion in 2030).\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAntara isu terbaru yang perlu di ambil kira oleh pelabur adalah \n‘green tax’\n. \n1) Plastic Packaging Tax\n2) Extended Producer Responsibility\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJadi, saham apa? Saya akan share dengan client saya di live private client.\nAkhir sekali, jika nak buat perbandingan. Tolong tengok keseluruhan data seperti yang saya kongsi di bawah. \n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTerima kasih. \nNak buka akaun CDS bersama saya, boleh hubungi :\n \n\n\n\n\n\n\n\n\n\n\nTekan link\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHits: 29\n "}
{"url": "https://www.ideasaham.my/buka-akaun-cds-secara-percuma-%f0%9f%92%af-secara-online-berpeluang-memenangi-hadiah-menarik-seperti-smartphone-smart-watch-ear-pod-dan-banyak-lagi/", "title": "Buka akaun CDS secara percuma, ? secara online & berpeluang memenangi hadiah menarik seperti smartphone, smart watch, ear pod dan banyak lagi!", "body": "\n\n\n\nIkuti langkah mudah ini :\n\n1. Buka akaun iTrade Islamic & lengkapkan 1 trade\n\n2. Like, Share dan Follow laman Facebook CGS CIMB Securities Malaysia dan ITradeIslamic\n\n• Share post yang saya berikan link di bawah (pastikan profil anda pada tetapan public). LINK INI —>>>>\n\n\nhttps://www.facebook.com/cgscimbmy/videos/568429924077335/ or\n\nhttps://www.facebook.com/cgscimbmy/?ref=page_internal\n\n• Tag 3 (tiga) rakan anda\n\n• Caption & hashtag #cgscimbmyonline : Kongsikan kenapa anda membuka trading akaun bersama CGS-CIMB\n\nTempoh kempen : 19 Feb 2021 – 19 May 2021\n\nTertakluk kepada terma dan syarat : https://bit.ly/3k4fhhZ\n\n\nIanya melalui kempen Everything Goes ONLINE” yang baru sahaja di lancarkan.\n\n\nBuka akaun CDS CGS-CIMB bersama team Idea Saham:\n\n\nhttps://cdsCGSCIMB.wasap.my/\n\nhttps://cdsCGSCIMB.wasap.my/\n\nhttps://cdsCGSCIMB.wasap.my/\n\n\nPSsssssss….dengar cerita. Kalau anda trade banyak. Berpeluang nak menang X50 – proton.\n\n\nHits: 357\n "}
{"url": "https://www.ideasaham.my/ceramah-saham-di-universiti-islam-antarabangsa-uia-gombak/", "title": "Ceramah saham di Universiti Islam Antarabangsa (UIA) – Gombak", "body": "\n\nPada 19 April 2019 – Saya telah di jemput untuk membuat perkongsian kepada pelajar di Universiti Islam Antarabangsa (UIA), Gombak. Ia merupakan inisiatif dan program amal yang di persetujui oleh pihak syarikat Idea Insight Trading melalui jenamanya IDEA SAHAM.\n\n\nProgram sebegini amat penting bagi memberi ilmu mengenai pasaran saham dan celik ilmu kewangan bagi mengelakkan mereka terpedaya dengan skim cepat kaya. Tambahan lagi, ia amat penting bagi menambah bilangan pelabur saham di Bursa Malaysia.\n\n\nBanyak universiti yang telah saya hadiri, ini kali pertama tiada pensyarah mengiringi sepanjang program. Mungkin terlalu sibuk. Walaubagaimanapun, pelajar mereka profesional dan ramah. Terima kasih adik-adik.\n\n\n \n \n \n \n \n \n \n \n\n\nHits: 232\n "}
{"url": "https://www.ideasaham.my/coretan-sempena-pelancaran-buku-candlestick-petunjuk-dagangan/", "title": "Coretan sempena pelancaran buku Candlestick Petunjuk Dagangan.", "body": "\n\n\n\nSaya menulis buku pertama saya\nPanduan Lengkap Pelaburan Saham(PLPS)\n adalah atas dasar sebagai seorang remisier saham yang melihat pelabur runcit melayu kekurangan bahan bacaan. Malah ada yang terpaksa pergi ke kelas berharga ribuan ringgit untuk hanya mengetahui asas pelaburan saham.  Maka, dengan sedikit kekuatan dan kemahiran menulis. Alhamdulillah buku tersebut telah di miliki lebih dari 5000 orang pembaca. Bertalu-talu testimoni yang baik masuk menyatakan betapa terima kasih atas penulisan tersebut.\n\n\nPLPS adalah panduan lengkap untuk pelabur baru, baca dan amalkan. Bermula dari meletakkan objektif pelaburan, sehinggalah cara-cara melabur IPO, MITI, saham luar negara, asas teknikal analisis, fundamental dan lain-lain. Ianya sebuah buku wajib yang perlu di punyai oleh semua pelabur yang mahu berjinak-jinak dalam dunia pelaburan.\n\n\nHasil dari permintaan PLPS di luar jangkaan awal saya. Dengan itu, saya berhajat mengeluarkan buku mengenai teknikal analisis. Buku kedua saya,\nCandlestick Petunjuk Dagangan (CPD)\n lahir atas dasar saya seorang chartist yang mahu melihat anak bangsanya belajar mengenai teknikal analisis secara sistematik  dan betul. Jangan tersilap antara oscillator dan indikator, jangan tersilap pilih trading system yang mempunyai dua petunjuk yang sama dan tidak membantu dalam perdagangan. Saya mahu lihat pedagang memahami candlestick dan penggunaannya yang sangat luas. Saya teringin melihat pembaca membina sebuah trading system yang membantu dalam membuat keputusan berdagang agar mereka membuat untung.\n\n\n\n\nSaya adalah pemegang sijil MSTA(UK) dan CFTe(US) yang merupakan sijil teknikal analisis yang di iktiraf antarabangsa. Saya bukan saja-saja meletakkan analisis carta tanpa sebarang kredibiliti. Malah, saya minta Dr Nizam, UUM menjadi editor khas. Tidak cukup dengan itu, saya jemput Encik Mohd Hamdan MSTA, CFTe dan Anisah Ozleen CFTe untuk menjadi penyemak teknikal analisis. Begitu komited sehingga sanggup menangguhkan proses penjualan sehingga semua tapisan lulus dengan sempurna. Maaf jika ada sedikit cacat sela, saya sudah cuba memastikan semuanya baik-baik belaka.\n\n\nCPD berharga RM169.00, setelah puas mencongak kiri dan kanan. Kalau boleh memang tidak mahu membebankan pembeli. Namun, untuk sebuah buku yang menceritakan secara terperinci bagaimana nak baca carta dari candlestick ke ichimoku ke fibonacci sehinggalah chart pattern. Di tambah lagi dengan ciri-ciri seperti komik, hard cover dan full colour. Saya kira harganya sangat berbaloi untuk di miliki oleh pelabur dan pedagang saham di Bursa Malaysia. Baca CPD dan fahami. Kemudian, gunalah untuk menjana keuntungan dari saham-saham yang terdapat di Bursa Malaysia.\n\n\nAkhir kata, pembacaan buku mungkin tak sama seperti pergi ke kelas dan mempunyai pengalaman trade secara terus di Bursa Malaysia tetapi ianya boleh membantu sedikit sebanyak menambah ilmu sebelum berhadapan dengan dunia pelaburan yang sebenar. Harga buku murah dan boleh di baca berulang-ulang. Bila rugi boleh di baca semula, bila untung boleh di buka lagi. Insha Allah, RM59.00 dan RM169.00 merupakan pelaburan yang sangat berbaloi untuk di miliki oleh semua pelabur di Bursa Malaysia.\n\n\nPS : Insha Allah baby (buku) ketiga saya adalah mengenai psikologi sebagai seorang trader. Siapa tahu dalam usia yang sangat muda, saya sudah rugi ratusan ribu ringgit daripada kesilapan berdagang secara membuta tuli. Siapa tahu dari kereta nak kereta tarik sehingga sudah boleh bertatih semula dan berdiri sedikit demi sedikit dari hasil berdagang saham dan aset lain? Buku ketiga akan mengambil masa, mungkin dua atau tiga tahun lagi kerana saya mahu pembaca merasai sama pengalaman rugi RM40,000 dalam satu trade dan untung yang banyak juga dalam satu trade.\n\n\nTeam Idea Saham\n\n\nSaya Nor Akmar. Saya adalah REMISIER, CERTIFIED CHARTIST dan TRADER.\n\n\nSaya belum berjaya dalam definisi saya sendiri dan mahu berusaha dengan jujur. Harapan saya, semoga tulisan-tulisan ini membantu lebih ramai orang.\n\n\nSalam sayang. Terima kasih kepada semua yang sudah memiliki. PLPS dan CPD.\n\n\nBoleh whatsapp hotline di bawah untuk sebarang pertanyaan dan tempahan CPD & PLPS\n\n\nWww.wasap.my/60169367477\n\n\nWww.wasap.my/60169367477\n\n\nWww.wasap.my/60169367477\n\n\nCall/SMS/Whatsapp 0169367477\n\n\nNor Akmar Abdullah\n\n\nMSTA,CFTe\n\n\nRemisier, Retail Equity\n\n\nCIMB Investment Bank, Kuantan\n\n\nHits: 1730\n "}
{"url": "https://www.ideasaham.my/dividenbonus-asb-2019-5-5-terendah-dalam-sejarah/", "title": "Dividen+Bonus ASB 2019 5.5% – Terendah dalam sejarah!", "body": "\n\n\n\nBaik. ASB – Dividen+bonus bagi tahun 2019 adalah 5.5%. Bagus? Masih okay. Saya tiada masalah. Memandangkan pasaran saham yang jatuh, saya kira pengumuman ini tidak memeranjatkan.\n\n\nASB merupakan salah satu jenis simpanan yang menawarkan pemberian dividen serta bonus. Pelaburan unit amanah ini boleh di katakan hampir tidak mempunyai risiko kerana wang modal kekal tidak terusik walaubagaimana keadaan pasaran dan ekonomi sekalipun.\n\n\nMendapat dividen+bonus berjumlah 5.5% bermakna setiap RM1,000 yang di simpan anda akan menerima sejumlah RM55.00.\n\n\nTerdapat banyak alternatif lain yang boleh menjanjikan pulangan yang lebih lumayan seperti berniaga, melabur dalam pasaran saham, berdagang komoditi, forex dan sebagainya. Namun, perlu di ingatkan bahawa kaedah lain mempunyai risiko unik yang tersendiri dan perlu di kenalpasti dan di kawalselia bagi memastikan modal tidak hangus dan boleh berkembang.\n\n\nJika simpanan kurang RM10,000. Tetaplah simpan di ASB. Namun, jika terdapat lebih dari itu. Lebarkan portfolio anda kepada pelaburan alternatif yang lain termasuk unit amanah yang menawarkan komponen pelaburan shariah luar negara.\n\n\nAntara alternatif lain yang saya cadangkan adalah REITs, IPO dan MITI. \n\n\nTiga cabang pelaburan di Bursa Malaysia ini menawarkan pulangan atau dividen yang kompetitif. Dalam masa yang sama, ianya kurang volatile dan mempunyai risiko yang rendah.\n\n\nNamun, jika anda sudah bersedia. Bolehlah membina portfolio pelaburan yang lebih sistematik dan bersedia untuk mendapat pulangan yang lebih dengan menggabungkan saham high growth dan dividen di Bursa Malaysia. Insha Allah boleh melebihi dari 10% setahun.\n\n\nDuit anda – pelaburan tiada nilai emosi. Hanya matematik. Jangan terhasut dengan sentimen.\n\n\nUntuk membuka akaun CDS – Bolehlah hubungi 016-9367477\n\n\n\n\nHits: 573\n "}
{"url": "https://www.ideasaham.my/ecrl-batal-atau-tidak/", "title": "ECRL : Batal atau tidak?", "body": "\n\n\n\nTeka teki ini telah menjadi semakin parah & berkudis. Sikap menteri-menteri kerajaan Pakatan Harapan yang mengeluarkan kenyataan yang bercanggah antara satu sama lain amat merunsingkan komuniti pelabur.\n\n\nDapat di lihat daripada pelbagai kenyataan dari sumber-sumber terbuka suratkhabar & laman sesawang sepertinya mereka memang mahu terus membatalkan. Namun, mungkin akibat dan kesan yang bakal menimpa Malaysia secara terus terutamanya berkaitan urusan ekonomi dengan China (baca : komoditi, import & eksport). Kerajaan hari ini masih teragak-agak untuk meneruskan pembatalan ini.\n\n\nKita maklum bahawa negara-negara besar seperti Eropah, India dan China merupakan rakan niaga Malaysia yang tidak boleh di pandang ringan. Sebarang kesilapan dan sikap ego bakal sedikit sebanyak merencatkan ekonomi tempatan yang amat bergantung kepada negara-negara ini.\n\n\nGaris masa projek East Coast Rail Link – ECRL\n\n\n\n\n\n\n\n\n21-Oct-16\n\n\nKabinet meluluskan ECRL – RM46b untuk fasa pertama\n\n\n\n\n\n\n1-Nov-16\n\n\nKontract EPCC di tandatangani bersama China Communications Construction Co. (CCCC)\n\n\n\n\n\n\nApr-May 2017\n\n\nKerja-kerja pembinaan awal untuk ECRL bermula\n\n\n\n\n\n\n13-May-17\n\n\nKerajaan (BN) menandatangani perjanjian tambahan untuk melaksanakan fasa 2 ECRL dengan tambahan kos sebanyak RM9bn)\n\n\n\n\n\n\n3-May-17\n\n\nKabinet meluluskan tambahan laluan ECRL dari Wakaf Baru ke Pengkalan Kubor di Kelantan dengan penambahan kos sebanyak RM1.3b.\n\n\n\n\n\n\n23-Aug-17\n\n\nKabinet telah meluluskan naiktaraf ECRL ke laluan bertentangan dengan tambahan kos sebanyak RM10.5b\n\n\n\n\n\n\n\n\nPILIHANRAYA (9 Mei 2018)\n\n\n\n\n\n\n\n\n3-Jul-18\n\n\nKerajaan baru mengeluarkan perintah pemberhentian segala kerja untuk projek ECRL dengan serta merta (penggantungan kerja)\n\n\n\n\n\n\n21-Aug-18\n\n\nPerdana Menteri Tun Mahathir mengumumkan bahawa projek ECRL dibatalkan\n\n\n\n\n\n\n2-Nov-18\n\n\nBajet 2019 menekankan bahawa projek ECRL masih digantung sementara menunggu kajian semula\n\n\n\n\n\n\n23-Jan-19\n\n\nMedia melaporkan bahawa kerajaan akan mencari kontraktor baru bagi projek ECRL\n\n\n\n\n\n\n25-Jan-19\n\n\nMedia melaporkan bahawa Kabinet telah menamatkan kontrak ECCC ECCC dengan CCCC\n\n\n\n\n\n\n26-Jan-19\n\n\nMenteri Hal Ehwal Ekonomi, Datuk Seri Mohamed Azmin Ali berkata : Pembatalan projek ECRL adalah kerana kos faedah yang tinggi sekurang-kurangnya RM500 juta\n\n\n\n\n\n\n28-Jan-19\n\n\nPengumuman rasmi status ECRL akan dibuat tidak lama lagi (Menteri Kewangan, Lim Guan Eng)\n\n\n\n\n\n\n30-Jan-19\n\n\nSumber mengatakan bahawa kontraktor EPCC China Communications Construction Co. (CCCC) sedang mencari penyelesaian yang baik untuk projek ECRL\n\n\n\n\n\n\n31-Jan-19\n\n\nKabinet memutuskan bahawa perkara mengenai projek ECRL hanya akan diumumkan oleh Perdana Menteri\n\n\n\n\n\n\nSumber : Akhbar & kenyataan oleh MOF\n\n\n\n\n\n\n\n\n \n\n\nDari kenyataan-kenyataan di atas terutama selepas pilihanraya ke14, jujur saya katakan mungkin terdapat perbalahan dalaman & ketidaksepakatan dalam menentukan nasib ECRL.\n\n\nSebab-sebab pembatalan yang di canang?\n\n\n\n\nKos\n\n\nKos\n\n\nKos\n\n\nKos termasuk kadar faedah\n\n\nKos yang belum tentu tepat berdasarkan kenyataa-kenyataan yang bercanggah.\n\n\nIanya projek tinggalan kerajaan lama.\n\n\n\n\nSelain dari itu, hanya jutaan kebaikan yang boleh di dapati oleh rakyat Malaysia dan meningkatkan ekonomi terutamanya bagi rakyat pantai timur ini. Hal ini kerana ECRL bukan sahaja bakal menghubungkan Pelabuhan Kuantan di Pantai Timur Malaysia dan Pelabuhan Klang di Pantai Barat Malaysia, malah ia bakal merancakkan aktiviti ekonomi setempat di jajaran pembinaan terutamanya bagi setiap hentian yang bakal di bina.\n\n\nBagi pelabur di Bursa Malaysia pula, kenyataan yang bersimpang siur begini bukan sekadar mengurangkan keyakinan pelabur- walaupun bakal di nafikan & sudah terang lagi bersuluh. Malah, ianya akan menyebabkan pelabur baru tidak berminat untuk meneruskan sebarang urusniaga dengan Malaysia.\n\n\n\n\n\n\n\n\nData tentang pinjaman ECRL yang anda mungkin mahu tahu:\n\n\n\n\n\n\n-Kadar Faedah 3.25%\n\n\nSyarat perjanjian :\n\n\n\n\nHutang perlu dibayar selama 20 tahun\n\n\nMalaysia tak perlu bayar kadar faedah selama 7 tahun.\n\n\nPinjaman dalam kadar pertukaran asing yang tetap – bermakna kita tidak terdedah kepada risiko kenaikan kadar tukaran\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nS\nyarikat-syarikat yang di senaraikan di Bursa Malaysia yang mungkin berkaitan dengan ECRL\n\n\n\n\n\n\n\n\n\n\nGAMUDA\n\n\nMuhibah Engineering\n\n\nIJM Corp Bhd\n\n\nYLT Corp\n\n\n\n\n\n\n\n\n\n\n\n\nGambar-gambar : Ihsan google\n\n\nVideo sebagai kenangan.\n\n\nhttps://www.youtube.com/watch?v=ieCC7JjdlV0\n\n\nKesimpulannya,\n\n\nBersikap tegaslah kerajaan terkini. Batal atau teruskan. Jangan pula downgrade sehingga tidak berkualiti. Pelabur dan rakyat pantai timur mahukan jawapan.\n\n\nNor Akmar – Remisier\n\n\nHits: 286\n "}
{"url": "https://www.ideasaham.my/elementor-11482/", "title": "Tahukah Anda ?", "body": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nStatus Shariah sesuatu IPO boleh diketahui di dalam prospektus? Jom kita semak!\nTahukah Anda? \nDownload mana-mana prospektus IPO, lihat pada bahagian “Other Statements” atau muka surat kedua prospektus.\nLihat ayat “Our securities are classified as Shariah compliant by the Shariah Advisory Council of the SC…” atau yang seangkatan dengannya.\nKalau tak ada ayat tu macam mana? Maksudnya IPO tersebut Tidak Patuh Shariah. Tetapi…status Shariah boleh berubah kerana SAC akan menyemak semula struktur kewangan dan lain-lain kriteria yang menepati pematuhan shariah yang telah ditetapkan.\nJangan pelik kalau sesuatu syarikat tersebut membuat perniagaan yang tidak salah pun di sisi Shariah misalnya pembuatan plastic, elektronik dan sebagainya tetapi diklasifikasikan sebagai Tidak Patuh Shariah. Rujuk semula struktur kewangan syarikat atau perniagan lain dari syarikat tersebut. Kalau banyak pinjaman tidak shariah juga boleh jadi Tidak Patuh Shariah.\nCase Study IPO; \nLGMS \nNATIONGATE \nDS SIGMA\n#IPO \n#MITI #dapatsesuatu\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tNabila - Idea Saham\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHits: 37\n "}
{"url": "https://www.ideasaham.my/elementor-4408/", "title": "Selamat Hari Raya Aidilfitri", "body": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKami daripada Idea Saham ingin mengambil kesempatan ini untuk mengucapkan\n\n\nSELAMAT HARI RAYA AIDILFITRI, MAAF ZAHIR & BATIN \n\n\nKepada yang ingin memulakan perjalanan balik ke kampung halaman masing-masing, bawa kenderaan anda dengan berhati-hati dan ikut had laju yang telah ditetapkan. Ingat orang tersayang.\n\n\nKepada yang ingin memulakan perjalanan balik ke kampung halaman masing-masing, bawa kenderaan anda dengan berhati-hati dan ikut had laju yang telah ditetapkan. Ingat orang tersayang.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHits: 107\n "}
{"url": "https://www.ideasaham.my/employees-share-option-scheme-esos-bonus-dalam-bentuk-saham-kepada-pekerja/", "title": "Employees’ Share Option Scheme (ESOS) – Bonus dalam bentuk saham kepada pekerja.", "body": "\n\nSelain daripada bonus berbentuk wang ringgit, sesetengah syarikat memberi penghargaan kepada para pekerja mereka dalam bentuk saham syarikat mereka sendiri. Terdapat pelbagai cara bonus saham ini di berikan. Berikut adalah panduan bagi mereka yang menerima tawaran saham bonus dari syarikat mereka.\n\n\n \n\n\n\n\n\n\n\n\n\n\nSituasi\n\n\n\n\nApa yang perlu di buat\n\n\n \n\n\n\n\n\n\n1)\n\n\nPemberian saham ESOS secara percuma\n\n\nPekerja yang menerima tawaran perlu membuka akaun CDS sahaja. Tunggu saham masuk dan jual.\n\nContoh : TENAGA DAN CIMB\n\n\n\n\n\n\n2)\n\n\nSaham di berikan secara percuma tetapi dengan harga diskaun\n\n\nPekerja yang menerima tawaran perlu membuka akaun CDS sahaja dan jual.\n\n \n\n\nContoh : TM dan FGV\n\n\n\n\n\n\n3)\n\n\nSaham di berikan dengan harga diskaun sahaja.\n\n\nPekerja yang menerima tawaran perlu pergi ke bank dan memohon pinjaman jika tiada wang untuk membayar tunai tawaran saham tersebut.\n\nJumlah pinjaman yang di tawarkan oleh bank pula bergantung – ada yang 80%, 90% dan 100%.\n\n\nContoh : KPJ DAN DIALOG\n\n\n\n\n\n\n4)\n\n\nSaham di berikan secara percuma atau dalam bentuk diskaun tetapi di uruskan syarikat (terutama syarikat kewangan)\n\n\nBank di Malaysia juga menawarkan ESOS kepada pekerja mereka. Dalam sesetengah kes, akaun CDS di bukakan secara automatic melalui sistem. Jadi, penjualan boleh terus di buat melalui sistem tersebut tanpa perlu di berbuat apa-apa.\n\nContoh : MAYBANK\n\n\n\n\n\n\n\n\n \n\n\nNota : perlu membaca dengan teliti surat tawaran dengan mengambil berat beberapa perkara ini.\n\n\n\n\nJumlah saham yang di tawarkan\n\n\nHarga tawaran – bagi yang mendapat harga diskaun.\n\n\nTarikh terakhir menerima tawaran ini.\n\n\nTempoh pegangan minima (Jika ada) – tempoh masa yang perlu di pegang sebelum menjual.\n\n\nTempoh terakhir menjual (jika ada).\n\n\n\n\nPengalaman saya menguruskan ESOS di pelbagai syarikat menyaksikan SANGAT RAMAI yang masih takut dan skeptikal dengan saham WALAUPUN menerima pemberian saham tersebut secara PERCUMA dari syarikat yang mereka BEKERJA. Ada yang sampai enggan membuka akaun CDS semata-mata menganggap bahawa saham boleh menyebabkan mereka MUFLIS dan menyusahkan.\n\n\nMAAF. Jujur saya katakan, hal ini berlaku TERUTAMA kalangan orang melayu. Dari mereka yang memegang pangkat bawahan, sehingga ke peringkat eksekutif. Saya tidak faham apa yang ada dalam fikiran mereka sehingga begitu sempit tidak mahu menerima sebarang nasihat. Ramai yang yang terbuka, namun tidak sedikit yang terus menutup pintu. Mungkin malas benar nak belajar benda baru. Atau apa alasan mereka, saya kurang pasti.\n\n\nProses buka akaun CDS atau memohon pinjaman bukanlah susah mana. Hanya perlu menyediakan beberapa dokumen penting sahaja.\n\n\nNasihat saya : Buat kira-kira, jika untung. Jika ada keuntungan ke dalam kocek anda. Jangan tunggu, buat tindakan.\n\n\n\n\nHits: 4679\n "}
{"url": "https://www.ideasaham.my/industri-yang-mendapat-tempias-positif-daripada-kenaikan-kadar-faedah/", "title": "Industri yang mendapat tempias positif daripada kenaikan kadar faedah.", "body": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBank Negara Malaysia telah mengumumkan kenaikan kadar semalaman (OPR) sebanyak 25 mata menjadikan kadar terbaru sebanyak 2.75%. Kenaikan ini merupakan kenaikan kali ke empat berturut-turut bagi tahun ini bertujuan mengekang kenaikan harga barang dan inflasi. Walaubagaimanapun, kadar semasa ini masih lebih rendah berbanding fasa sebelum covid iaitu 3.00%.\nNamun, berdasarkan laporan sumber kajian oleh CGSCIMB terdapat 3 sektor yang mendapat tempias positif daripada kenaikan ini iaitu:\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUntuk maklumat tambahan, boleh beli buku kami di \nsini.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tNor Akmar binti Abdullah\t\t\t\t\t\t\n\n\n\n\n\n\nMSTA(UK), CFTe(us) REMISIER CERTIFIED CHARTIST dan Penulis\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHits: 84\n "}
{"url": "https://www.ideasaham.my/information-overload-semasa-trade/", "title": "Information overload semasa trade", "body": "\n\n\n\nKenapa saya tidak suka kepada ‘overload information’ semasa nak trade?\n\n\nKalau boleh saya tidak akan join group telegram yang berteraburan. Kalau join sekalipun limit kepada pembacaan sekali sekala. Bukan setiap masa dan setiap hari.\n\n\nNak trade bermaksud nak kena buat keputusan. Keputusan bermaksud duit.\n\n\nSaya tidak mahu keputusan saya jadi kacau bilau dan berterabur di sebabkan pelbagai informasi yang tidak perlu.\n\n\nNak trade saham ni kau hanya kena tahu 3 benda:\n\n\n\n\nSaham apa nak beli\n\n\nHarga nak beli\n\n\nHarga nak jual (TP atau CL)\n\n\n\n\nCukup :\n\n\n\n\nScreener/filter\n\n\nAnalysis skill – to identify stock.\n\n\nTrading system – trading plan & money management.\n\n\nExecution – jaga emosi\n\n\n\n\nSelain dari itu, hanya membantu.\n\n\nNak-nak kalau tengah loss. Masa tu la tangan kau gatal nak cari news untuk support wrong earlier decision. Kau sedar tak sedar pergi buka I3investor, cuba cari lanun dalam tu cakap apa. Dalam behavioural finance, ini di namakan anchoring bias. Lagi best, kau hanya cari berita yang sokong kenapa kau kena hold saham tu walaupun terang-terang trading system kau cakap,\n\n\n‘CUT LOSS la Bo^*(K’\n\n\nJangan terperangkap dalam information overload.\n\n\nHidup ni mudah, kalau gatal, GARU!\n\n\n \n\n\nNor Akmar\n MSTA, CFTe\n\n\nRemisier, Retail Equities CIMB Investment Bank\n\n\nPenulis Buku:\n\n\nPanduan Lengkap Pelaburan Saham\n\n\nCandlestick Petunjuk Dagangan\n\n\nWanita Malaysia Pertama memberi ucapan di pentas teknikal analisis antarabangsa.\n\n\nHits: 371\n "}
{"url": "https://www.ideasaham.my/jika-lambat-hubungi-saya-terus/", "title": "Jika lambat, HUBUNGI SAYA TERUS!", "body": "\n\nPost ini adalah bantuan kepada client dan bakal client saya yang mempunyai akaun CDS bersama saya di CIMB Investment Bank.\n\n\nJika assistant saya \nAzli Othman\n \n(013-9085669)\n atau admin IDEA SAHAM tidak menjawab persoalan anda mengenai pembukaan akaun ataupun apa-apa masalah teknikal yang memerlukan bantuan \nMELEBIHI 14 JAM\n.\n\n\nSILA HUBUNGI saya (Puan Nor Akmar)  melalui dua cara di bawah :\n\n\n\n\nSMS sahaja- \n0139220666\n\n\n\n\natau\n\n\n\n\nEmail : \nadmin@ideasaham.my\n atau \nakmar_remisier87@yahoo.com\n\n\n\n\nSaya mahu memastikan servis kepada client dan bakal client adalah TIP TOP. Sebarang masalah teknikal berkaitan dengan akaun CDS dan pertanyaan mengenai pembukaan akaun di JAWAB dengan sebaik dan secepat mungkin. TIADA KOMPROMI.\n\n\n\n\n \n\n\nNor Akmar MSTA, CFTe\n\n\nRemisier, Retail Equities CIMB Investment Bank\n\n\nPenulis Buku:\n\n\nPanduan Lengkap Pelaburan Saham\n\n\nCandlestick Petunjuk Dagangan\n\n\nHits: 442\n "}
{"url": "https://www.ideasaham.my/majlis-pelancaran-buku-candlestick-petunjuk-dagangan/", "title": "Majlis pelancaran buku Candlestick Petunjuk Dagangan", "body": "\n\nPada 4 Ogos yang lalu, pihak Idea Saham telah menganjurkan majlis perasmian buku kedua saya iaitu Candlestick Petunjuk Dagangan (CPD). Majlis high tea berkonsep santai ini bertempat di EDC Hotel, Kuala Lumpur. Kami telah menjemput Encik Md Hasrin Md Hassim selaku Presiden Persatuan Bumiputera Malaysia (PRIBUMI) untuk merasmikan majlis tersebut.\n\n\n\n\nAtucara majlis\n\n\n2.30 pm: Bacaan doa oleh naib presiden PRIBUMI, Tok Kay untuk membaca doa. \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n2.40 pm: Tuan Nik Ihsan iaitu Presiden Persatuan Malaysian Association of Technical Analyst telah menyampaikan taklimat mengenai keadaan semasa pasaran saham.\n\n\n\n\n3.15 pm- Doktor Nizam, UUM selaku editor khas CPD telah memberi ucapan ringkas\n\n\n\n\n3.30 pm – Saya (Puan Nor Akmar) berceloteh serba sedikit mengenai kehidupan beliau di zaman kanak-kanak dan remaja yang membawa kepada penulisan buku-buku berkaitan saham.\n\n\n\n\n4.00 pm – Encik Md Hasrin berucap dan seterusnya merasmikan buku CANDLESTICK PETUNJUK DAGANGAN.\n\n\n\n\nSaya ingin mengucapkan ribuan terima kasih di atas kehadiran para jemputan yang sudi meluangkan masa untuk menghadiri majlis ringkas ini.\n\n\nVideo sempena majlis tersebut.\n\n\n\n\nAntara makanan yang di hidangkan\n\n\n \n \n \n  \n \n\n\n \n\n\nGambar-gambar sekitar majlis\n\n\n \n \n \n \n \n\n\nSaya ingin mengucapkan ribuan terima kasih kepada semua yang telah hadir bagi memeriahkan majlis tersebut terutama rakan-rakan dari PRIBUMI dan MATA. Termasuk pembaca-pembaca yang amat saya hargai.\n\n\nMari saya ceritakan serba sedikit mengenai Candletstick Petunjuk Dagangan (CPD)\n\n\nBuku ini berharga RM169.00 sahaja.\n\n\nCiri-ciri\n\n\n\n\nBerkulit keras\n\n\nBerwarna sepenuhnya\n\n\nBahasa melayu.\n\n\n\n\nSaya menulis buku ini dengan harapan supaya ianya dapat menjadi sebuah buku rujukan bagi pedagang yang ingin mempelajari dengan lebih dalam teknikal analisis dalam bahasa melayu. Dari candlestick pattern, advance pattern, fionacci, ichimoku, RSI dan lain-lain.\n\n\nInsha Allah, buku ini akan membantu anda untuk mengenali candlestick dan teknikal analisis dengan lebih dalam dan seterusnya menggunakan ilmu tersebut untuk berdagang dengan lebih baik di Bursa Malaysia.\n\n\nUntuk mendapatkan nukilan kedua saya ini. Bolehlah hubungi 0169367477 (whatsapp/call/SMS)\n\n\n\n\nHits: 335\n "}
{"url": "https://www.ideasaham.my/margin-financing-ipo-farm-fresh/", "title": "Margin Financing IPO Farm Fresh", "body": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMITI IPO\n\n\n\n\nFINANCING\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nGuna margin financing untuk bayar permohonan IPO MITI yang sudah lulus. Bukan bermakna kita \ntiada duit\n untuk bayar, Tapi kita guna duit bank   supaya duit kita boleh terus simpan dalam tempat yang sepatutnya.\nContoh & scenario :\nKita ada duit ‘cair’ dalam ASB(200,000) + TH(50,000) + FD(20,000) + bank(30,000) berjumlah RM300,000. Hasil usaha kita belajar dan menggunakan teknik yang betul, kita pun berjaya dapat peruntukkan MITI sebanyak 100,000 unit saham XYZ berharga RM2. Kita baca research report, purata target price yang di berikan oleh analyst adalah lingkungan RM2.60. Jadi, potensi keuntungan adalah sebanyak 30%.\nDalam kes ini, kita boleh bayar guna sejumlah cash yang kita ada iaitu RM2 x 100,000 unit saham = RM200,000. Kita boleh keluarkan duit dalam ASB untuk bayar. Betul kan?\nKita pun cakap dalam hati ‘Rugi letak dekat ASB’, baik keluarkan je sebab pengagihan sikit sebab terpedaya dengan kata-kata ejen, trader crypto dan sifu saham. Perenggan ini gurau!\nTapi, kalau kita guna MITI IPO financing yang di sediakan oleh pihak bank. Kita hanya perlu bayar sebahagian daripada jumlah tersebut. CGSCIMB menawarkan 70% Islamic financing. Jadi, kita hanya perlu bayar RM60,000 sahaja untuk menyelesaikan pembayaran kepada pihak MITI. Baki nanti pihak bank akan bantu bayar. Ramai yang salah anggap mengenai MITI IPO financing sebab ingat kena bayar bulan-bulan. Lagi best, kalau buat MITI financing ni team remisier anda yang akan bantu.\nApa akan jadi kalau saham XYZ naik sebanyak RM2.60 dan anda menjualnya pada harga tersebut?\n[(Modal yang anda keluarkan)RM60,000 + (Keuntungan saham= 100,000x RM0.60)RM60,000] – tolak kos +-  RM2600(brokerage, kadar faedah+stamp duty = \nRM117,200 jumlah anda dapat .\nMesti ingat mahal kan kos? Berdasarkan contoh di atas. Kiraan kasar kos besar adalah:\nKadar faedah dalam +-RM22.44 sehari. Dari loan disbursement ke tarikh jual +- 3 minggu = RM471.\nBrokerage +- = RM420 (tidak termasuk CF, SD dan ST)\nFacility limit + stamp duty untuk loan = ini boleh guna berulang-ulang kali. Jadi, bayar sekali + boleh guna untuk IPO financing yang seterusnya. = RM1050 + RM700 = RM1750.\nLain-lain = RM200 (opening acc etc)\nBerbaloi tak? Keluar modal RM60,000. Baki bersih dapat ke tangan semula campur modal RM117,000. \nUntung RM57,000! Tempoh masa? 3 minggu je\n.\nSo, esok saya akan buat webninar IPO & MITI hero berharga hanya RM98 sahaja. Ilmu dapat. Tapi paling penting, komuniti pun anda dapat.\nhttps://www.ideasaham.my/product/webinar-miti-ipo-hero/\nhttps://www.ideasaham.my/product/webinar-miti-ipo-hero/\nHotline – 010-3177362(Miss Nabila)  – https://learningandcompetency.wasap.my\nHotline – 010-3177362(Miss Nabila)  – https://learningandcompetency.wasap.my\nPsst….nak apply saham kena ada akaun CDS tau. Jadi, individu, syarikat Sdn Bhd(bumiputera) dan koperasi boleh juga roger kami.\nUntuk pembukaan akaun CDS bersama kami, tekan \n \nSINI\natau wasap https://cdsCGSCIMB.wasap.my\n \n\n\n\n\n\n\n\n\nGuna margin financing untuk bayar permohonan IPO MITI yang sudah lulus. Bukan bermakna kita \ntiada duit\n untuk bayar, Tapi kita guna duit bank 🏦  supaya duit kita boleh terus simpan dalam tempat yang sepatutnya. \nContoh & scenario :\nKita ada duit ‘cair’ dalam ASB(200,000) + TH(50,000) + FD(20,000) + bank(30,000) berjumlah RM300,000. Hasil usaha kita belajar dan menggunakan teknik yang betul, kita pun berjaya dapat peruntukkan MITI sebanyak 100,000 unit saham XYZ berharga RM2. Kita baca research report, purata target price yang di berikan oleh analyst adalah lingkungan RM2.60. Jadi, potensi keuntungan adalah sebanyak 30%.\nDalam kes ini, kita boleh bayar guna sejumlah cash yang kita ada iaitu RM2 x 100,000 unit saham = RM200,000. Kita boleh keluarkan duit dalam ASB untuk bayar. Betul kan?\nKita pun cakap dalam hati ‘Rugi letak dekat ASB’, baik keluarkan je sebab pengagihan sikit sebab terpedaya dengan kata-kata ejen, trader crypto dan sifu saham. Perenggan ini gurau!\nTapi, kalau kita guna MITI IPO financing yang di sediakan oleh pihak bank. Kita hanya perlu bayar sebahagian daripada jumlah tersebut. CGSCIMB menawarkan 70% Islamic financing. Jadi, kita hanya perlu bayar RM60,000 sahaja untuk menyelesaikan pembayaran kepada pihak MITI. Baki nanti pihak bank akan bantu bayar. Ramai yang salah anggap mengenai MITI IPO financing sebab ingat kena bayar bulan-bulan. Lagi best, kalau buat MITI financing ni team remisier anda yang akan bantu.\nApa akan jadi kalau saham XYZ naik sebanyak RM2.60 dan anda menjualnya pada harga tersebut?\n[(Modal yang anda keluarkan)RM60,000 + (Keuntungan saham= 100,000x RM0.60)RM60,000] – tolak kos +-  RM2600(brokerage, kadar faedah+stamp duty = \nRM117,200 jumlah anda dapat .\nMesti ingat mahal kan kos? Berdasarkan contoh di atas. Kiraan kasar kos besar adalah:\nKadar faedah dalam +-RM22.44 sehari. Dari loan disbursement ke tarikh jual +- 3 minggu = RM471.\nBrokerage +- = RM420 (tidak termasuk CF, SD dan ST)\nFacility limit + stamp duty untuk loan = ini boleh guna berulang-ulang kali. Jadi, bayar sekali + boleh guna untuk IPO financing yang seterusnya. = RM1050 + RM700 = RM1750.\nLain-lain = RM200 (opening acc etc)\nBerbaloi tak? Keluar modal RM60,000. Baki bersih dapat ke tangan semula campur modal RM117,000. Untung RM57,000! Tempoh masa? 3 minggu je.\nSo, esok saya akan buat webninar IPO & MITI hero berharga hanya RM98 sahaja. Ilmu dapat. Tapi paling penting, komuniti pun anda dapat.\nhttps://www.ideasaham.my/product/webinar-miti-ipo-hero/\nhttps://www.ideasaham.my/product/webinar-miti-ipo-hero/\nHotline – 010-3177362(Miss Nabila)  – https://learningandcompetency.wasap.my\nHotline – 010-3177362(Miss Nabila)  – https://learningandcompetency.wasap.my\nPsst….nak apply saham kena ada akaun CDS tau. Jadi, individu, syarikat Sdn Bhd(bumiputera) dan koperasi boleh juga roger kami.\nUntuk pembukaan akaun CDS bersama kami, tekan \n \nSINI\natau wasap https://cdsCGSCIMB.wasap.my\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHits: 300\n "}
{"url": "https://www.ideasaham.my/panduan-mudah-untuk-membaca-potensi-syarikat/", "title": "Panduan Mudah Untuk Membaca Potensi Syarikat", "body": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJika baru berjinak-jinak dengan saham, jangan tergesa-gesa untuk ‘buat untung hari-hari’. Focus kepada naikkan modal anda dengan memilih saham-saham yang membuat keuntungan dan mempunyai petunjuk potensi untuk naik di carta.\nKalau saya tak pandai nak baca financial statement atau teknikal bagaimana? 🤔\nBaik. Jika masih belum mahir dan tiada masa untuk belajar dengan lebih mendalam. Apa kata ikut sahaja saham yang di kaji oleh analyst bertauliah. Setiap satu broker di Malaysia ada research house tersendiri. Mereka mempunyai barisan analyst bertauliah yang mempunyai kemahiran untuk mengkaji saham mengikut sector tertentu. Jadi, jika kita tidak pandai untuk menganalisis saham untuk di laburkan. Kita boleh baca research report yang di hasilkan oleh mereka.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKita boleh saring mengikut industri dan kepatuhan shariah mengikut kesesuaian modal dan risiko kita. Sebagai contoh, pada 19 Oktober 2021 CGS-CIMB mengeluarkan laporan mengenai Inari-Amerton Bhd. Harga semasa adalah RM3.85, harga sasaran (target price) yang di berikan berdasarkan projek dan jangkaan keuntungan adalah RM4.50.\nKita pun baca dan baca research report. Jika kita bersetuju dan faham perniagaan dan bagaimana syarikat ini menjana keuntungan. Jadi, kita sebagai pelabur sudah merangka strategi pelaburan yang boleh di buat. Sebagai contoh, Kamil mempunyai RM30,000 untuk di laburkan di pasaran saham. Setelah membaca reasearch report yang di keluarkan oleh CGS-CIMB ini, beliau boleh berkira-kira untuk menggunakan sebahagian modal untuk membeli saham INARI ini. Katakanlah beliau mahu menggunakan RM10,000 untuk membeli dan menyimpan saham ini selama maksima 2 tahun. Jadi, jumlah unit yang boleh di beli adalah :\nRM10,000/RM3.85 = 2597 unit.\nKatakan kita genapkan kepada board lot 100 unit dan mengambil kira kos brokerage, jumlah unit yang di beli adalah 2500 unit. Jadi, kita sudah boleh buat kira-kira untung rugi di calculator yang di sediakan di Idea Saham. Contohnya seperti di bawah:\n16.37% untuk 2 tahun bersamaan dengan 8.135% setahun (Tidak termasuk dividen -jika ada). Nampak sikitkan? Tapi itulah pelaburan saham. Sepertimana yang saya tegaskan di awal artikel tadi. Fokus kepada penambahan modal.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMasih berfikir lagi nak join team mana yang menyediakan banyak kemudahan untuk client?\nJom sertai team kami di \nIdea Saham\n! Dapatkan tool-tool menarik seperti Calculator dengan 6 exchange, Paper Trade, Trading Journal dan banyak lagi 🤩 \nExclusive hanya untuk client Idea Saham sahaja‼️ \nBERMINAT?\nBoleh whatsapp Miss Wajihah untuk pembukaan akaun CDS anda di CGS-CIMB.\nhttps://cdscgscimb.wasap.my/\nhttps://cdscgscimb.wasap.my/\nhttps://cdscgscimb.wasap.my/\n📲 010-3170103\n📲 010-3170103\n📲 010-3170103\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHits: 23952\n "}
{"url": "https://www.ideasaham.my/return-on-time-invested-roti/", "title": "Return On Time Invested (ROTI)", "body": "\n\nUntuk mengukur keuntungan dan kerugian dalam pelaburan, kita akan menggunakan formula Return On Investment (ROI) untuk mengetahui nilai yang kita dapat. Dalam kehidupan, kita perlu menggunakan Return On Time Invested (ROTI) untuk mengukur adakah apa yang kita buat berbaloi atau tidak.\n\n\nSebagai contoh, adakah wajar seorang CEO syarikat bernilai ratusan juta ringgit mengorbankan beberapa jam masa bekerja untuk melakukan kerja memotong rumput di laman rumahnya? Adakah lebih berbaloi sekiranya mengupah orang lain untuk melakukannya. Bagi seorang CEO, adalah lebih baik masa yang ada di gunakan untuk aktiviti networking atau memikirkan pelan strategik bagi membangunkan perniagaan yang sedang di jalankan.\n\n\nBegitu juga kita kita sebagai orang dewasa, kita merupakan modal kepada diri kita sendiri. Modal kita adalah tenaga dan masa yang di anugerahkan kepada kita. Tidak kira yang bekerja makan gaji atau berniaga. Formula ROTI sangat penting untuk menilai apakah yang sedang kita lakukan berbaloi dengan masa dan tenaga yang di laburkan. Jika kita makan gaji dan bekerja dari pukul 9 pagi sehingga 5 petang, 5 hari seminggu dan bergaji RM4,000.00. Katakanlah di beri rehat 2 jam di antara masa masuk kerja. Ini bermakna 6 jam sehari dan purata masa bekerja adalah 120 jam sebulan. 6 jam tersebut secara moral dan keberkatan tidak boleh di gunakan untuk aktiviti lain. Matematiknya, kita ROTI kita adalah RM33.33 per jam bersamaan RM199,98 sehari. Apakah berbaloi RM33.33 sejam? Tepuk dada dan tanya selera.\n\n\nTETAPI, nilai ROTI kita boleh bertambah melalui pengalaman dan masa. Kita boleh meningkatkan nilai ROTI kita melalui aktiviti yang berfaedah. Apakah yang di lakukan semasa 2 jam rehat? Katakanlah 1 jam ke sejam setengah di peruntukkan untuk makan dan solat. Lebihan 1 jam lagi di gunakan untuk apa? Masa ini sepatutnya di peruntukkan untuk aktiviti yang boleh memberi tambah nilai dalam kehidupan seperti membaca buku, mengaji, mencari dan mengkaji saham-saham berpotensi untuk naik.\n\n\nDalam pelaburan wang pula, konsep ROTI ini boleh di gunapakai sebagai dasar kepada perbandingan antara produk dan risiko. Sebagai contoh, tidak guna sekiranya melaburkan duit dalam saham yang tidak bergerak dari segi harga dan tidak memberikan dividen yang boleh mengatasi akaun simpanan yang mempunyai risiko yang lebih rendah.\n\n\nBegitu juga ibu dan surirumah di luar sana, menjaga anak dan rumah juga menggunakan formula ROTI. Masa yang kita peruntukkan untuk memasak, menjaga rumah dan kerja-kerja seharian merupakan pelaburan untuk keluarga dan anak. Cuma bezanya kali ini, ia tidak boleh di kira dengan matematik hakiki. Kasih sayang dan kebahagian adalah keuntungan yang di perolehi. Jika anak membesar menjadi insan yang berguna kepada mereka dunia dan akhirat. Itu adalah pelaburan yang cukup berbaloi. Ihsan dan kewajiban suami dalam memberikan nafkah kepada isteri yang tidak mempunyai pendapatan adalah wajib di atas dasar ROTI ini.\n\n\nAdakah kita menggunakan formula ROTI ini dalam kehidupan? Seberapa banyak masa yang kita peruntukkan untuk belajar dan memperbaiki diri agar nilai ROTI kita semakin bertambah di masa hadapan. Benar, tidak semuanya boleh di ukur dengan angka dalam pengiraan ROTI seperti penjagaan ibu bapa, khidmat masyarakat dan dan aktiviti sosial. Namun, ketika mepunyai masa lapang, produktiviti dari masa dan tenaga yang di laburkan mesti di ambil kira. Masa yang telah berlalu tidak akan berulang kembali.\n\n\n\n\nHits: 337\n "}
{"url": "https://www.ideasaham.my/saham-berkaitan-ge14/", "title": "Saham berkaitan GE14", "body": "\n\nSalam semua…\n\n\nHari esok merupakan hari pertama Bursa Saham akan di niagakan selepas cuti yang panjang selama 5 hari. Hari esok juga adalah hari pertama dalam sejarah Bursa Malaysia apabila kerajaan baru mengambil alih di mana ianya tidak pernah berlaku. Ini bermakna kita tidak mempunyai sejarah lama untuk di rujuk untuk menjangkakan kesan terdapat pergerakkan harga saham dan reaksi pelabur. Di bawah adalah laporan yang di alih bahasa dari Bloomberg yang saya boleh di jadikan penyuluh buat masa ini.\n\n\n\n\nPembinaan (construction)\n\n\n\n\nPakatan Harapan menjanjikan untuk mengkaji semula projek-projek antarabangsa seperti ECRL. Antara saham-saham yang perlu di beri perhatian adalah Gamuda Bhd, IJM Corp, MRCB dan GKENT.\n\n\n\n\nSaham berkaitan dengan individu dalam politik\n\n\n\n\n\n\n\n\n\n\nBarisan Nasional\n\n\nPakatan Harapan (kerajaan terkini)\n\n\n\n\n\n\nSaham berkaitan keluarga Dato’ Sri Najib –\nCIMB\n Bank (Nazir Razak)\n\n\nOPCOM\n – CEO (Mokhzani Mahathir – anak Tun Mahathir)\nEDEN Inc Bhd\n – Non-Independent and a Non-Executive Director of EDEN (Fakhri Yassin Mahiadin – anak Muhyiddin Yasin)\n\nThriven Global Bhd\n – Executive Chairman (Fakhri Yassin Mahiadin – anak Muhyiddin Yasin)\n\n\n\n\n\n\nDESTINI\n– Berkaitan UMNO\nKUB\n – Berkaitan UMNO\n\n\n\n\n\n\n\n\nGovernment link- \nMYEG, DATASONIC, DRBHicom, FGV,\nMedia – \nUtusan Melayu (M) Bhd, Media Prima Bhd, Star Media Group\n\n\n\n\n\n\n\n\n\n\nSaham berkaitan pengguna\n\n\n\n\nPakatan Harapan berjanji dalam menifestonya untuk menghapuskan GST, pemberian semula subsidi minyak dan gaji minimum sebanyak RM1,500. Berikut adalah saham yang mungkin terkesan dengan perlaksanaan ini:\n\n\n\n\nNESTLE\n\n\nDUTCH LADY\n\n\nHeineken\n\n\nCalsberg\n\n\nPADINI\n\n\n\n\n\n\nSebarang penurunan atau kenaikan ringgit akan memberi kesan kepada industri semiconductor seperti :\n\n\n\n\n\n\nINARI\n\n\nVITROX\n\n\nUNISEM\n\n\nMPI\n\n\nGTRONICS\n\n\nPembuat sarung tangan- TOPGLOVE, HARTALEGA\n\n\n\n\n\n\nYang lain saya akan kemaskini lagi dari semasa ke semasa\n\n\n\n\nNor Akmar MSTA, CFTe\n\n\nRemisier, Retail Equities CIMB Investment Bank\n\n\nPenulis Buku:\n\n\nPanduan Lengkap Pelaburan Saham\n\n\nCandlestick Petunjuk Dagangan\n\n\nHits: 736\n "}
{"url": "https://www.ideasaham.my/saham-boleh-di-wariskan/", "title": "Saham boleh di wariskan.", "body": "\n\nKalau siapa pernah baca buku \nPanduan Lengkap Pelaburan Saham\n – PLPS saya ada selitkan cerita, saham adalah HARTA.\n\n\nJadi jika pemegang saham meninggal dunia. Ianya boleh di tuntut oleh waris.\n\n\nSaya berikan langkah-langkah untuk di buat oleh waris sekiranya hal ini terjadi berdasarkan pengalaman saya menguruskan deceased account.\n\n\n\n\n1) Kenalpasti senarai jumlah akaun CDS yang di miliki oleh arwah.\n\n\n2) Berjumpa dengan remisier setiap broker tersebut.\n\n\n3) Remisier akan memberitahu senarai dokumen yang di perlukan untuk proses ini.\n\n– Salinan IC si mati\n\n– Surat mati\n\n– Senarai pembahagian harta\n\n– Akaun CDS penerima harta\n\n\n4) Saham akan di masukkan ke dalam akaun CDS penerima.\n\n\nSeterusnya, penerima boleh menyimpan atau menjual saham tersebut.\n\n\nDalam kes sebegini, nilai saham di kira dari harga semasa x nilai unit yang ada.\n\n\nContoh, jika si mati meninggalkan 3 saham. Katakan jumlah kesemua unit adalah 10,000 unit.\n\n\nHarga semasa\n –\n\n\nSaham A – \nRM0.50\n x 10,000 = RM5,000\n\n\nSaham B – \nRM4.40\n x 10,000 = RM44,000\n\n\nSaham C – \nRM9.00\n x 10,000 = RM90,000\n\n\nJumlah keseluruhan nilai saham adalah (Saham A+B+C) = \nRM 139,000.00\n\n\nPenilaian harta boleh di buat berdasarkan harga semasa saham untuk di bahagikan mengikut cara yang di persetujui.\n\n\nSemoga bermanfaat.\n\n\n\n\n\n\nNor Akmar MSTA, CFTe\n\n\nRemisier, Retail Equities CIMB Investment Bank\n\n\nPenulis Buku:\n\n\nPanduan Lengkap Pelaburan Saham\n\n\nCandlestick Petunjuk Dagangan\n\n\nWanita Malaysia Pertama memberi ucapan di pentas teknikal analisis antarabangsa.\n\n\nHits: 1743\n "}
{"url": "https://www.ideasaham.my/saham-teknologi-us/", "title": "Saham teknologi US", "body": "\n\n\n\nLeaders ataupun abang long kawasan saham teknologi di US umum tahu adalah FAANG. Semuanya di senaraikan di NASDAQ dan termasuk dalam S&P500. 5 saham ini mewakili 16% market capitalization (jumlah saham x harga semasa) keseluruhan saham US iaitu lebih USD3 trillion. Kenaikan saham in juga sejak 5 tahun melebihi 100%:\n\n\n\n\n\n\n• F- Facebook (FB) – (USD341.16) -2.2% – (+181.95%- 5y) – non-shariah\n\n\n• A- Amazon (AMZN) – (USD3573.63) -5.6% – (+379.77%- 5y) – non -shariah\n\n\n• A- Apple (AAPL) – (USD146.39) – 3.9% – (+493.51% – 5y) – shariah\n\n\n• N- Netflix (NFLX) – (530.31) – 0.6% – (+517.43% – 5y) – non-shariah\n\n\n• G- Alphabet (GOOG) – (USD2539.40) – 3.9% – (+234.45% -5y) -non- shariah\n\n\n\n\n\n\nNota: Tidak mengambil kira sebarang aktiviti koperat seperti dividen, bonus atau share split.\n\n\n\n\n\n\nPersoalannya, adakah harga saham ini boleh naik lebih tinggi? Pelabur sering skeptikal. 5 tahun dahulu apabila NETFLIX berharga USD84 sesaham. Orang kata mahal. Tengok harganya sekarang.\n\n\n\n\n\n\nSyarikat yang inovatif akan terus mengeluarkan produk baru dan mencari jalan untuk melebarkan lagi pasaran. Syarikat di atas nampaknya gaya ‘tidak pernah berhenti’. Sebagai contoh, facebook telah mengambil alih 91 syarikat. Netflix – korang kongsi subscribe kan? \n Kongsi pun ada lebih kurang 210 juta orang yang melanggan dan membayar rangkaian ini setiap bulan!\n\n\n\n\n\n\nAdakah saham teknologi lain yang masih berada di bawah nilai? Ada. Maaf, saya tidak boleh beri nasihat jual beli kepada orang awam kecuali client saya. Jadi, bukalah akaun CDS bawah team Idea Saham.\n\n\n\n\n\n\nNak beli saham global ini? Jom buka akaun CDS CGSCIMB.\n\n\n\n\n\n\nDaftar sekarang. 100% percuma & online. Brokerage serendah 0.08% ataupun minimum RM8.\n\n\n\n\n\n\nBoleh hubungi nombor di bawah juga untuk pertukaran remisier.\n\n\nLink wasap.\n\n\nhttps://cdscgscimb.wasap.my/\n – Wajihah\n\n\n\n\n\n\nKami akan menjawab anda pada waktu & hari bekerja iaitu 8.30pagi-5.30petang.\n\n\n\n\nHits: 1176\n "}
{"url": "https://www.ideasaham.my/selamat-hari-wanita-2018/", "title": "Selamat hari Wanita 2018", "body": "\n\nSelamat Hari Wanita sedunia!\n\n\nWanita merupakan insan yang sangat istimewa. Di sebalik kelembutan dan keayuan, wanita juga merupakan insan yang sangat kuat dan gagah. Keluarga adalah pilihan utama bagi wanita. Untuk wanita yang sudah berkahwin, suami dan anak-anak adalah segalanya. Bagi yang belum berkahwin, ibu dan ayah adalah syurga bagi mereka.\n\n\nWanita sanggup melepaskan impian dan cita-cita demi orang yang mereka sayangi. Lihat sahaja seberapa banyak graduan wanita yang meletak jawatan untuk melihat anak membesar di depan mata. Lihat sahaja seberapa ramai yang sanggup berhenti kerja demi menjaga ibu bapa yang sudah tua. Hati wanita itu penuh dengan kasih sayang dan cinta yang tidak terbatas. Mereka sanggup berkorban apa sahaja termasuk harta dan nyawa untuk melihat orang lain bahagia dengan usahanya.\n\n\nNamun, sebagai wanita yang hidup di abad 21 yang penuh mencabar ini. Saya fikir wanita perlu mengambil kisah dengan diri sendiri terutama dari segi kewangan dan manfaat individu. Wanita perlu mengambil tahu urusan wang dan survival diri jika sesuatu yang tidak di ingini berlaku kepada diri sendiri.\n\n\nSila bersikap realistik dan rasional bila berbicara dan merancang mengenai masa depan diri sendiri. Rezeki dan pertolongan Allah memang luas dan tidak terhad tetapi itu bukanlah alasan untuk kita mengenepikan usaha dan perancangan yang teliti untuk kebajikan diri.\n\n\nMari senaraikan apakah 3 perkara penting setiap wanita perlu ada :\n\n\n\n\n\n\nSimpanan\n\n\n\n\n\n\nInsurans nyawa dan medical card\n\n\n\n\n\n\nPelaburan\n\n\n\n\n\n\nHibah/wasiat\n\n\n\n\n\n\nPelan kewangan untuk tujuan lain\n\n\n\n\n\n\nSimpanan\n\n\nTidak kira anda adalah suri rumah ataupun wanita bekerjaya. Pastikan anda mempunyai sedikit simpanan bagi apa sahaja tujuan. Tayar kereta pancit, suami keluar rumah berbulan-bulan tanpa pesan mahupun kehabisan bekalan makanan. Situasi begini mungkin kita hadapi tanpa boleh di duga. Simpanan tunai di akaun simpanan yang boleh terus di ambil dengan kad ATM di bank perlu ada sekurang-kurangnya RM2,000. Jika belum ada, berdikit-dikitlah menyimpan. Bermula dengan sekecil-kecil RM50 sebulan pun sudah cukup baik. Kata kuncinya mesti MULA & ADA! Adalah lebih baik jika asingkan simpanan ini di bank yang kurang aktif dan bukan akaun gaji.\n\n\nInsurans nyawa dan medical card\n\n\nInsurans amat penting tatkala kita berhadapan dengan situasi buruk seperti kemalangan atau di timpa musibah seperti terlantar sakit di hospital. Sebagai rakyat Malaysia, kita bernasib naik kerana rawatan dengan kadar bayaran yang murah masih lagi di sediakan oleh kerajaan. Namun, terdapat sisi yang kurang menyenangkan apabila terpaksa menunggu lama untuk mendapatkan rawatan yang tidak memerlukan rawatan segera. Jadi ada baiknya jika kita memiliki sekurang-kurangnya satu medical card bagi itu. Insurans nyawa juga tidak kurang pentingnya, jika kita adalah wanita yang bekerjaya dan orang yang kita sayangi bergantung kepada kita untuk terus makan dan hidup, wang pampasan jika kita terpaksa perlu dahulu boleh di gunakan untuk melunaskan hutang kita yang tertunggak dan bagi waris terus hidup untuk suatu tempoh tertentu.\n\n\nPelaburan\n\n\nTerdapat pelbagai jenis pelaburan yang telus dan selamat di Malaysia bergantung kepada tujuan dan risiko yang sesuai dengan wanita. Peraturan pertama untuk memulakan pelaburan adalah dengan menggunakan wang lebihan yang ada sahaja, jangan meminjam menggunakan wang makan pakai atau berhutang untuk melabur. Tempat paling selamat untuk belajar melabur adalah ASB kerana wang modal tidak akan berkurang dan dividen yang di terima adalah purata 6-9% setahun. Tabung haji pada kiraan saya adalah lebih kepada simpanan, bukan pelaburan. Namun disebabkan oleh hibah yang di berikan oleh para pendeposit boleh di kira lumayan. Para wanita di galakkan untuk meletakkan sebahagian wang ke dalam akaun Tabung Haji bertujuan untuk menunaikan rukun islam yang ke lima. Malah, hibah yang di terima sudah di bayarkan zakat bagi pihak anda.\n\n\nSelain itu, wanita boleh mula melabur dalam pasaran saham. Rata-rata wanita tidak berminat kerana memikirkan risiko yang terlibat. Pasaran saham boleh memberikan keuntungan berlipat kali ganda daripada pelaburan alternatif yang lain. 10%? 20%? Boleh kerana anda yang tentukan. Pembelian saham bukan juga perlukan permulaan ribuan ringgit untuk bermula. Sekecil-kecil RM500 sudah boleh mula melabur saham. Pembukaan akaun CDS juga hanya 10.60 sahaja.\n\n\nHibah/wasiat\n\n\nSebagai wanita, pembahagian berdasarkan faraid adalah amat baik jika pihak yang menerima harta warisan kita adalah mereka yang bertanggungjawab dengan amanat yang di berikan. Namun, jika sebaliknya dan kita sudah boleh melihat bibit-bibit sikap tamak waima ketika kita masih hidup. Baiklah untuk memikirkan untuk melakukan hibah dan wasiat kepada orang yang kita sayangi. Tambahan pula, jika kita mempunyai sedikit harta dari dalam KWSP, saham atau rumah yang di beli atas jerih perih dan penat bekerja membanting tulang.\n\n\nPelan kewangan untuk tujuan lain\n\n\nBercuti ke Sabah atau Paris, SPA atau facial treatment. Handbag atau alat make up. Sebagai wanita, perkara ini memang menjadi impian dan harapan. Setelah ada kesemua yang di atas. Bolehlah asingkan RM5 dan RM20 baki yang ada di dalam dompet untuk tujuan ini. Cepat atau lambat tak mengapa. Janji mula. Bayangkan, betapa indahnya saat kita boleh memanjakan diri dan berselang lenang untuk seketika. Anda berhak untuk mendapatkan keindahan itu setelah membanting tulang menjaga anak, suami dan keluarga. Jangan mengabaikan kebajikan diri sendiri, wanita perlu sihat akal dan badan untuk kekal cergas berkhidmat.\n\n\n…………..\n\n\nWanita! Pilih sahabat yang sentiasa positif yang mendengar luahan hati anda ketika anda kesedihan. Jangan tinggalkan sahabat wanita anda setelah berumah tangga. Telefon, whatsapp dan bertanya khabar selalu. Jangan apabila di landa musibah baru mahu mencari kawan. Jika kawan yang baik dan perlukan pertolongan, hulurkan bantuan. Tidak jatuh miskin atau tidak susah jika bermurah hati membantu orang dengan izin Allah asalkan tidak menyusahkan diri dan keluarga. Jangan dengki atau iri hati dengan rezeki dan kelebihan orang lain. Bersyukur dengan apa yang ada tetapi dalam masa yang sama terus berusaha untuk menambah baik kehidupan.\n\n\nWahai wanita! Hidup ini untuk di nikmati dan di layari dengan kabahagian. Kita mempunyai hak untuk memilih jalan hidup yang gembira asalkan selari dengan tuntutan agama dan selagi tidak merosakkan diri sendiri. Tidak perlu merengek dan menangis sepanjang hari untuk masalah yang boleh di selesaikan. Pedulikan kata-kata nista dan atau emosi yang mengganggu. Jalani hidup seperti hari ini adalah adalah hari terakhir anda di dunia. Berusaha dengan kuat agar apabila masa berlalu nanti kita berbangga dengan diri sendiri. Wanita, \nKAU ISTIMEWA!\n\n\n-Nor Akmar, Remisier, Penulis buku Panduan Lengkap Pelaburan Saham-\n\n\nHits: 157\n "}
{"url": "https://www.ideasaham.my/selamat-hari-wanita-2019/", "title": "Selamat Hari Wanita 2019", "body": "\n\nSelamat Hari Wanita Sedunia!\n\n\nWanita, kau yang teristimewa….\n\n\n \n\n\nKeutamaan wanita selalunya adalah keluarga, keluarga dan keluarga.\n\n\nSetelah itu baru perkara lain seperti kerjaya & cita-cita.\n\n\nTapi saya yakin dan pasti, setiap wanita mesti ada wishlist atau impian hidup sendiri.\n\n\nKeinginan manusia ada pelbagai. Kalau dah hidup mesti ada impian kan. Contohnya :\n\n\n\n\nMenunaikan umrah & haji. Kalau boleh nak bawa keluarga sekali\n\n\nMenunggang kuda! Sekali seumur hidup pun takpe\n\n\nBelajar bahasa baru\n\n\nBoleh main gitar atau piano\n\n\nMelancong ke negara yang idamkan. Di mana sahaja, China, Canada atau Australia!\n\n\nBuat skydiving!\n\n\nDapatkan lesen diving! Nikmati pemandangan bawah air yang menakjubkan.\n\n\nMerasa catwalk sekali.\n\n\nBeli beg Gucci atau LV idaman korang.\n\n\nBantu sekumpulan atau seorang anak yatim untuk berjaya.\n\n\nWujudkan rumah kucing terbiar dan jaga mereka!\n\n\nBerkumpul dengan sahabat baik anda di atas kapal layar persendirian\n\n\n\n\nBenda yang orang lain rasa bodoh sekalipun tidak mengapa seperti berjaya bergambar memegang ular sawa atau memasak makanan pagi untuk membantu 100 orang homeless.\n\n\nJika hidup sekadar hidup, kera di hutan juga hidup. Jika bekerja sekadar bekerja, ulat dalam batu juga bekerja.\n\n\nBuatlah sesuatu untuk memberi kepuasan kepada diri sendiri dan dalam masa yang sama membantu menjadikan dunia tempat yang lebih baik. Buat sesuatu yang anda boleh ceritakan kepada anak-anak anda. Buat kenangan dan berjasa.\n\n\nNamun, jika sekadar bekerja. Cukup atau sempatkah untuk anda menunaikan impian tersebut? Laporan oleh Bursa Malaysia baru-baru ini menunjukkan, daripada jumlah keseluruhan akaun CDS yang ada di Bursa Malaysia, kurang dari 20% adalah milik wanita.\n\n\nMengapa hal ini boleh terjadi? Sedangkan pelaburan saham di Bursa Malaysia bukanlah rumit benar sehingga amat kurangnya penyertaan WANITA di luar sana. Pelaburan saham bukan skim cepat kaya yang boleh jadikan anda terus kaya esok hari. Namun, ianya salah satu cabang pelaburan yang boleh menjadikan setiap impian kenyataan lebih jika mempunyai ilmu yang betul.\n\n\nBuka akaun CDS untuk melabur saham di Bursa Malaysia. Miliki saham-saham syarikat-syarikat seperti DIGI, MAXIS, TM, NESTLE, DRBHICOM, FGV, AIRASIA, MAYBANK, BANK ISLAM, KAWAN FOOD, LOUIS VUITTON, NIKE, APPLE, FACEBOOK, GOOGLE ATAU FERRARI.\n\n\nBiar pegangan anda dalam saham ini menjadi IBU DUIT untuk anda membina kekayaan dan seterusnya menjadi sebab untuk menunaikan impian.\n\n\nBerdagang untuk pendapatan.\n\n\nMelabur untuk kehidupan.\n\n\n*Gambar Captain Marvel sekadar hiasan (Baru tengok semalam..hahaha)\n\n\nDari\n\n\nWanita yang punya impian untuk melihat wanita lain berjaya,\n\n\nBuka akaun CDS bersama Remisier \nNor Akmar, MSTA, CFTe\n\n\nWanita Malaysia pertama yang berada di pentas analisis antarabangsa.\n\n\nPenulis buku-buku saham bestseller.\n\n\n \n\n\nKlik link di bawah jika berminat\n\n\nBuka Akaun CDS\n\n\n\n\nHits: 172\n "}
{"url": "https://www.ideasaham.my/seminar-saham-kuantan-7-april-2018/", "title": "Seminar Saham- Kuantan 7 April 2018", "body": "\n\nButiran Seminar Idea Saham 2018\n\n\nOrang Kuantan. Jom dalamii ilmu mengenai saham. Tak payah pergi jauh-jauh dengan harga yang sangat murah dan berbaloi. Mungkin tak akan repeat lagi.\n\n\nTempat : Teluk Sisek, Kuantan\n\nTarikh : 7 April 2018\n\nMasa : 10 pagi – 5 petang\n\n\nSeminar lengkap pelaburan saham\n\n\nSesuai untuk newbie dan intermediate.\n\n\nIni bukan kelas preview Ini kelas lengkap pelabur baru.\n\n\nSilibus-Segala asas saham yang perlu anda ketahui seperti :\n\n\n?Cara nak guna CIMB I*Trade,\n\n?Cara nak jual beli dalam pasaran saham.\n\n? Saham di Bursa Malaysia, saham luar negara, warrant, ETF dan produk2 lain di Bursa Malaysia.\n\n? Cara menjana wang di Bursa Malaysia dengan dividen & pertambahan modal.\n\n? Analisis asas teknikal – cara membaca carta. ( Candlestick & heiken ashi)\n\n?Analisa asas fundamental\n\n?Teknik SIT nak pilih saham berpotensi untuk naik.\n\n\nAnda investor atau trader?\n\nJangan risau, kami akan berikan screener yang sesuai untuk anda.\n\n\nHarga tawaran : RM380.00 sahaja\n\n\nSila hubungi – Whatsapp/Call/SMS – 013-9085669 – (Azli)\n\n\nPendaftaran terhad kepada 20 orang terawal sahaja kerana kami mementingkan kefahaman anda!!!\n\n\nAda dua speaker berpengalaman akan membantu anda.\n\n\n1) Nor Akmar , MSTA, CFTe\n\n(Remisier, CIMB Investment Bank)\n\nPenulis buku bestseller ‘Panduan Lengkap Pelaburan Saham’\n\n8 Tahun pengalaman di Bursa Malaysia\n\nProfesional lecturer for Techical Analysis course for Bankers.\n\n\n2) Azli Othman, MSTA, CFTe\n\nProfesional Trader\n\n20 tahun pengalaman di Bursa Malaysia sebagai remisier\n\nBest student (highest score) MSTA for Malaysia(so far)\n\nProfesional speaker at Technical Analysis event.\n\n\nPendek kata, kami adalah qualified technical analyst dan mempunyai lesen berdaftar untuk membantu anda melakukan proses jual beli di Bursa Malaysia.\n\n\nSila hubungi – Whatsapp/Call/SMS – 013-9085669 – (Azli) untuk tempahan & promosi.\n\n\nHits: 183\n "}
{"url": "https://www.ideasaham.my/senarai-laman-sesawang-produk-pelaburan-syarikat-dan-individu-yang-di-percayai-menjalankan-aktiviti-yang-tidak-di-sahkan/", "title": "Senarai laman sesawang, produk pelaburan, syarikat dan individu yang di percayai menjalankan aktiviti yang tidak di sahkan", "body": "\n\nBerikut adalah senarai laman sesawang, produk pelaburan, syarikat dan individu yang di percayai menjalankan aktiviti yang tidak di sahkan. Boleh tekan link di bawah untuk mendapatkan senarai lanjut.\n\n\nKLIK DI SINI\n\n\nAntara aktiviti yang tidak boleh di lakukan adalah seperti di bawah:\n\n\n\n\nJadi, para pelabur perlulah berhati-hati semasa mahu menyertai mana-mana seminar dan ajakan pelaburan. Sila semak, jangan mudah tertipu.\n\n\n-Idea Saham-\n\n\n\n\nHits: 203\n "}
{"url": "https://www.ideasaham.my/sesi-perkongsian-ilmu-di-uitm-dungun/", "title": "Sesi perkongsian ilmu di UiTM Dungun", "body": "\n\nUiTM Dungun sangat istimewa di hati saya. Jadi kedatangan ke sana bukan sekadar untuk berkongsi dengan adik-adik tetapi juga menelusuri memori lama.\n\n\nSeramai 150 orang pelajar Diploma Analisis Pelaburan (BM114) telah menghadiri sesi ini. Alhamdulillah, semuanya berjalan lancar. Adik-adik pun sangat cool, knowleagable, bertenaga dan mempunyai impian yang jelas.\n\n\nSaya doakan semoga adik-adik semua berjaya mencapai apa jua impian dalam kehidupan, Insha Allah.\n\n\n \n \n \n \n \n \n\n\nHits: 437\n "}
{"url": "https://www.ideasaham.my/syarikat-anda-sudah-mempunyai-akaun-cds/", "title": "Syarikat anda sudah mempunyai akaun CDS ?", "body": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nS\nyarikat berstatus Sendirian\n Berhad boleh buka akaun CDS!\nKenapa syarikat sdn bhd perlu mempunyai akaun CDS?\nUntuk memohon saham MITI – Jika syarikat tersebut berstatus bumiputera iaitu pemilikan 100% bumiputera, maka syarikat tersebut layak untuk memohon saham yang di tawarkan oleh MITI.\nUntuk memiliki saham syarikat lain – Banyak syarikat sendirian berhad yang memiliki tunai yang tidak di gunakan. Oleh itu, syarikat Sdn Bhd boleh menggunakan akaun CDS syarikat ini untuk melabur di saham syarikat yang di senaraikan di Bursa Malaysia.\nSebagai contoh, Syarikat Merpati Sdn Bhd mempunyai lebihan wang sebanyak \nRM300,000\n yang tidak mahu di gunakan dalam masa terdekat. Ataupun, syarikat Investment Holding Company(IHC) yang memang core business dia adalah pelaburan.\nMaka, setelah akaun CDS siap. Wakil syarikat yang telah di lantik boleh log in terus platform \nCGSCIMB\n secara online dan membeli saham seperti \nTENAGA\n, \nDIGI\n, \nGENETEC\n, \nKLK\n dan sebagainya sendiri.\nDari segi proses, pihak kami iaitu Team \nPuan Nor Akmar\n, sedia membantu untuk membuka akaun ini. Kos buka akaun? Hanya \nRM10\n sahaja. Janji buka akaun CDS dengan kami.\nMalah, bantuan teknikal juga akan kami sediakan termasuk sebarang nasihat jual beli untuk client kami sahaja.\nJom…buka akaun CDS bagi syarikat anda sekarang.\nHotline CDS CGSCIMB:\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWhatsapp\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tPuan Nor Akmar\t\t\t\t\t\t\n\n\n\n\n\n\nMSTA(UK), CFTe(us) Remisier Certified Chartist dan Penulis\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHits: 99\n "}
{"url": "https://www.ideasaham.my/tahukah-anda-2/", "title": "Tahukah Anda ?", "body": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBiasa dengar tak orang cakap macam ni\n“Naik 1 atau 2 bid je dah boleh untung!”\nApa itu bid sebenarnya? Bid adalah nilai perbezaan pergerakan dari satu harga ke harga yang lain. Setiap nilai 1 bid kenaikan atau penurunan harga saham adalah berdasarkan skala harga sesuatu saham tersebut.\nBagi harga saham dibawah RM1, 1 bid kenaikan atau penurunan harga adalah sebanyak 0.005 sen.\nSeterusnya untuk harga saham diatas RM1 sehingga RM9.99, nilai 1 bid kenaikan atau penurunan harga adalah sebanyak 0.01 sen.\nUntuk harga saham diatas RM10 sehingga RM99.98, saiz bid adalah sebanyak 0.02 sen.\nManakala untuk harga saham bermula RM100 dan keatas, adalah sebanyak 10 sen.\nSebagai contoh, jika anda ingin melihat kenaikan atau penurunan harga saham RM1.20, nilai 1 bid kenaikan adalah sebanyak 0.01, maka harga seterusnya akan menjadi RM1.21, RM1.22, RM1.23,… Untuk perununan harga saham RM1.20 pula akan menjadi 1.19, 1.18, 1.17,…\nJadi selepas ini, anda dah tahu macam mana nak set TP untuk ambil keuntungan dari perbezaan harga saham nanti.\nDapat sesuatu? Jom kongsikan ilmu ini pada orang lain😉\n #dapatsesuatu\n \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHits: 44\n "}
{"url": "https://www.ideasaham.my/tahukah-anda-3-join-agm/", "title": "Tahukah Anda? – Macam mana nak sertai AGM syarikat?", "body": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMACAM MANA UNTUK SERTAI AGM SYARIKAT?\nBayangkan pagi-pagi bersiap nak pergi Annual General Meeting (AGM) tu kawan tanya “Demo nak gi mano smak-smak ni?” kita pon jawab “Kawe nak gi AGM syarikat kawe dekat Hotel XXY”. Mesti terkagum-kagum kawan tu dengar walaupun kita hanya ada 1 unit saham sahaja.\nTapi macam mana nak sertai AGM syarikat?\nSyarat untuk sertai AGM sesebuah syarikat sangatlah mudah, iaitu perlulah memiliki saham di syarikat tersebut walaupun hanya 1 unit. Dan mestilah memiliki saham tersebut 2 hari sebelum Date of General Meeting Record.\nBagaimana untuk tahu bila diadakan AGM?\nUntuk mendapatkan maklumat berkaitan AGM, boleh dapatkan di Website Bursa Malaysia di bawah kategori General Meetings, dengan sub-kategori Notice of Meetings untuk pengumuman butiran AGM sahaja.\nMaklumat-maklumat berkaitan AGM seperti masa, tarikh, dan tempat diadakan AGM akan di paparkan disitu. Satu lagi yang penting adalah Date of General Meeting Record, sangat penting untuk membeli saham syarikat tersebut 2 hari sebelum tarikh tersebut untuk memastikan nama kita tersenarai dalam list yang layak untuk hadir AGM tersebut\nAda syarikat yang mengadakan AGM secara fizikal, tetapi selepas wabak COVID-19 kebanyakan syarikat mengadakan secara online bagi membendung penyebaran wabak. Jika bertuah ada sesetengah syarikat menyediakan doorgift bagi shareholder yang hadir.\nSebelum nak beli saham untuk sertai AGM syarikat kenalah ada akaun CDS. Sudah ada akaun CDS ke belum? Kalau belum jomlah daftar akaun CDS bersama Remisier kami.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHits: 40\n "}
{"url": "https://www.ideasaham.my/tahukah-anda-apa-itu-awan-ichimoku/", "title": "Tahukah Anda?:", "body": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTahukah Anda?:\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nApa itu Awan Ichimoku?\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Awan ichimoku merupakan analisa teknikal yang popular dan digunakan oleh pedagang seluruh dunia. Awan ichimoku yang diasaskan oleh Goichi Hosoda, merupakan gabungan beberapa moving averages dan menggunakan data ini untuk mencipta cloud(awan) yang dijadikan sebagai support dan resistance pada masa hadapan, momentum dan juga trend direction.\nContoh awan ichimoku:-\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSatu strategi popular ialah strategi Ichimoku awan breakout. iaitu membeli sebaik sahaja harga menembusi awan atau menjual apabila harga turun di bawah awan.\nKebaikan:\nTeknical ini boleh membantu kita menentukan arah aliran, tahap sokongan dan rintangan serta momentum, dan ia akan mengurangkan bilangan penunjuk yang anda perlukan secara keseluruhan.\nKeburukan:\nBeginner mungkin mendapati jumlah maklumat yang diberikan oleh penunjuk Ichimoku Awan terlalu banyak. Ia akan mengambil sedikit masa untuk mengetahui perkara yang diwakili oleh semua komponennya dan cara menggunakannya dengan cekap.\nKami ada menyediakan screener ichimoku di\n \nsini\n.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHits: 17\n "}
{"url": "https://www.ideasaham.my/tahukah-anda-apa-itu-right-issue/", "title": "Tahukah Anda? – Apa Itu Right Issue?", "body": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAPA ITU RIGHT ISSUE?\nRight Issue adalah salah satu corporate exercise yang mengumpul modal daripada pemegang saham sedia ada bagi syarikat yang telah tersenarai di Bursa Malaysia. Right Issue merupakan terbitan saham baru dalam sesebuah syarikat. Contohnya, sebelum ini syarikat A mempunyai 1 bilion saham, apabila syarikat A mengeluarkan Right Issue, saham syarikat tersebut akan bertambah. \nBertambah berapa banyak?\nBergantung sama ada pemegang saham yang sedia ada nak terima atau tidak Right Issue tersebut. \nPersoalan yang bermain dalam fikiran kita: \nMengapa Syarikat Mengeluarkan Right Issue?\nKebanyakkan syarikat yang mengeluarkan Right Issue adalah syarikat yang sedang menghadapi masalah kewangan. Mereka memerlukan modal untuk melangsaikan hutang atau menstruktur semula kewangan syarikat. Apabila pelabur menerima tawaran Right Issue, modal mereka akan bertambah. Namun demikian, ada juga syarikat yang mengeluarkan Right Issue bertujuan untuk mengembangkan perniagaan sedia ada. \nBagaimana nak kenali Right Issue di platform? \nApabila anda melihat simbol -OR di mana mana saham, itu adalah Right Issue bagi saham tersebut. Kebiasaannya, harga Right Issue ditawarkan dengan lebih rendah berbanding harga pasaran saham tersebut. Contohnya, harga saham DEF berharga RM1.00, harga saham DEF-OR akan ditawarkan pada RM0.80 atau lebih murah. Kenapa ditawarkan murah? Bagi menarik minat pemegang saham sedia ada untuk menerima atau subscribe Right Issue tersebut. Lebih ramai pemegang saham yang menerima Right Issue, maka objektif utama syarikat untuk menambah modal mereka akan tercapai. \nAda banyak lagi corporate exercise yang menarik untuk anda ketahui. Sebagai pelabur bijak, anda perlu mengetahui corporate exercise yang ada dalam pasaran saham kerana ada yang akan menguntungkan pelabur atau sebaliknya.  \nJusteru, saya ingin menjemput anda untuk hadir ke Seminar Hero Saham! Anda akan bertemu dengan Hero-Hero pasaran saham yang akan mengupas lebih banyak topik seperti ini dengan lebih mendalam. \nhttps://ideasaham.onpay.my/order/form/herosaham2\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHits: 19\n "}
{"url": "https://www.ideasaham.my/tahukah-anda-apa-itu-saham-pn17/", "title": "Tahukah Anda?:", "body": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTahukah Anda?:\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nApa itu saham PN17?​​\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPada 27 Februari 2023 lalu Bursa Malaysia ada mengumumkan yang syarikat Pharmaniaga Berhad telah disenaraikan sebagai syarikat PN17, dan pihak Bursa memaklumkan akan terus memantau perkembangan syarikat Pharmaniaga. \nT\napi PN17 ni apa sebenarnya?\nBagi syarikat yang tersenarai di Main Market tetapi mempunyai masalah akan disenaraikan sebagai Practice Note 17 (PN17). Kalau perasan di platform Trading, bersebelahan dengan nama saham PHARMA mempunyai tanda “!”, itu adalah salah satu cara untuk kenal pasti satu syarikat itu tergolong dalam senarai PN17 atau tidak.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAntara kriteria sesebuah syarikat PN17:-\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDana pegangan saham perlu lebih daripada 25% daripada jumlah modal berbayar mereka.\nAnak-anak syarikat atau syarikat telah diisytiharkan muflis oleh kerana juru audit mengeluarkan amaran bahawa syarikat gagal membayar hutang dan faedah setelah beberapa tempoh.\nSyarikat telah menghentikan operasi atau tidak mempunyai sebarang perniagaan yang boleh dijalankan lagi.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSenarai syarikat disenarai PN17(Kemaskini 8 Mac 2023, Sumber: Bursa Malaysia) \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAIRASIA X BERHAD\nALAM MARITIM RESOURCES BERHAD\nASIA MEDIA GROUP BERHAD\nBARAKAH OFFSHORE PETROLEUM BERHAD\nBERTAM ALLIANCE BERHAD\nCAPITAL A BERHAD (FORMERLY KNOWN AS AIRASIA GROUP BERHAD)\nCOMINTEL CORPORATION BERHAD\nDOLOMITE CORPORATION BERHAD (IN LIQUIDATION)\nE.A.TECHNIQUE (M) BERHAD\nFSBM HOLDINGS BERHAD\nIQZAN HOLDING BERHAD\nIVORY PROPERTIES GROUP BERHAD\nIREKA CORPORATION BERHAD\nJERASIA CAPITAL BERHAD\nKHEE SAN BERHAD\nKNM GROUP BERHAD\nKONSORTIUM TRANSNASIONAL BERHAD\nPERAK CORPORATION BERHAD\nPHARMANIAGA BERHAD\nPROPEL GLOBAL BERHAD (FORMERLY KNOWN AS DAYA MATERIALS BERHAD)\nSAPURA ENERGY BERHAD\nSARAWAK CABLE BERHAD\nSCOMI ENERGY SERVICES BERHAD\nSCOMI GROUP BERHAD\nSEACERA GROUP BERHAD\nSERBA DINAMIK HOLDINGS BERHAD (IN LIQUIDATION)\nTOP BUILDERS CAPITAL BERHAD\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPastikan sebelum membeli saham semak terlebih dahulu status syarikat tersebut. Perlu berhati-hati dengan syarikat yang tersenarai di PN17. Masih banyak lagi syarikat yang berpotensi untuk dibeli.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHits: 52\n "}
{"url": "https://www.ideasaham.my/tahukah-anda-caj-caj-yang-dikenakan-untuk-setiap-transaksi/", "title": "Tahukah Anda?:", "body": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTahukah Anda?:\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCAJ-CAJ YANG DIKENAKAN SEMASA PEMBELIAN DAN PENJUALAN SAHAM.\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHai semua! Tahu tak semasa pembelian dan penjualan saham akan dikenakan caj untuk setiap transaksi?\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTerdapat 3 caj yang dikenakan untuk setiap transaksi beli dan jual iaitu:\n\n\n1. \nBrokerage Fee \n– Brokerage Fee adalah \nberbeza mengikut bank/broker\n yang menawarakan jenis akaun trading semasa anda membuka akaun. Sila rujuk Remisier anda untuk mengetahui berapa nilai Brokerage Fee untuk akaun trading anda.\n\n\n2. \nClearing Fee\n – Nilai Clearing Fee sebanyak\n 0.03 %\n adalah \nstandardized antara bank/broker\n\n\n3. \nStamp Duty\n – Ditetapkan pada \nRM1.50\n bagi setiap \nRM1,000 atau bahagian pecahan RM 1,000 daripada nilai\n nota kontrak mana-mana saham atau stok\n\n\nJom tengok contoh pengiraan transaksi pembelian saham! \n\n\nSebagai contoh, Broker X menawarakan \nBrokerage Fee 0.08% @ RM8\n (mengikut mana satu yang lebih tinggi).\n\n\nSituasi pembelian saham ABC\nHarga saham ABC = \nRM 0.50\nNilai unit pembelian saham ABC = \n2,000 unit\nJumlah sebelum penolakan caj = \nRM1,000\n\n\nPengiraan:\n\n\n1. \nBrokerage Fee\n= (RM0.50 x 2,000 unit) x 0.08%\n= RM0.80 @ RM 8\n(Disebabkan pengiraan Brokerage Fee mengikut mana satu yang lebih tinggi, jadi Brokerage Fee akan mengambil nilai RM8)\n\n\n2. \nClearing Fee\n= (RM0.50 x 2,000 unit) x 0.03%\n= RM0.30\n\n\n3. \nStamp duty\n= RM0.50 x 2,000 unit\n= RM1,000\n= RM1.50\n\n\nNilai yang perlu dibayar adalah = \nRM1,000 + (RM8 + RM0.30 + RM1.50)\n= \nRM1009.80\n\n\nNota: Untuk transaksi BELI, pengiraannya adalah TAMBAH kesemua caj, manakala untuk transaksi JUAL, perlu TOLAK kesemua caj yang telah dibincangkan.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nJenis-jenis Carta\n \n\n\n\n\n\n\n\n\n\n\n \n\n\nDividen dan Jenis-Jenisnya.\n \n\n\n\n\n\n\n\n\n\n\n \n\n\nHeikin Ashi​\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHits: 45\n "}
{"url": "https://www.ideasaham.my/tahukah-anda-jenis-pelabur-saham/", "title": "Tahukah Anda?:", "body": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTahukah Anda?:\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJenis pelabur di Bursa Malaysia\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n1. Pelabur institusi luar negara. Pelabur ini mempunyai modal yang banyak dan memerlukan tempat untuk diversifikasi portfolio pelaburan mereka. Contohnya: JP Morgan \n2. Pelabur individu runcit, pelabur individu bukan warganegara Malaysia. Pelabur ini diperlukan untu menggerakkan pasaran. \n3. Pelabur institusi tempatan. Pelabur institusi adalah organisasi yang mempunyai jumlah wang yang besar dari pelabur dan melabur wang tersebut dalam saham, hartanah dan aset pelaburan lain. Pelabur ini terdiri daripada bank, syarikat insurans, dana persaraan dan banyak lagi. Contohnya, Kumpulan Wang Simpanan Pekerja (KWSP)\n4. Nominee tempatan. Mereka merupakan bank pelaburan tempatan yang memegang saham milik pelanggan. Contohnya, Maybank Nominees (Tempatan) Sdn. Bhd.\n5. PDT Tempatan (Proprietary Day Trading). PDT ialah individu berdaftar dengan Participating Organisation (PO) dengan Bursa Malaysia. Mereka tidak perlu membayar brokerage fees dan hanya perlu membayar clearing fees serendah 0.03% sahaja daripada jumlah kontrak keseluruhan beli dan jual. \n6. Pelabur individu tempatan. Pelabur ini ialah individu yang membuka akaun CDS atas nama sendiri dan melakukan transaksi beli atau jual melalui remisier atau secara online. \n \nDipetik daripada: Panduan Lengkap Pelaburan Saham (PLPS) karya Remisier Nor Akmar. \nDapatkan buku PLPS melalui team Idea Saham untuk mengetahui dengan lebih mendalam tentang dunia saham. Semoga bermanfaat.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBuku PLPS\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHits: 14\n "}
{"url": "https://www.ideasaham.my/tahukah-anda-screener-moving-average/", "title": "Tahukah Anda? – Screener Moving Average", "body": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nScreener Moving Average\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nScreener Moving Average digunakan untuk memahami sama ada sebarang Moving Average breakout berlaku dalam waktu pasaran harian. Screener ini menunjukkan persilangan antara 2 moving average yang penting yang berlainan tempoh untuk saham pada penghujung hari.\nContohnya, MA5 Cross MA20, \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \nMA5 Cross MA20\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nApakah Moving Average?\nMoving Average mengira purata julat harga dengan bilangan tempoh dalam julat itu.\nMoving Average bergerak indicator pedagang dan pelabur tentang arah aliran harga dalam pasaran saham. Dua kegunaan asas Moving Average adalah untuk mengawal arah aliran dan menentukan tahap sokongan dan rintangan. Dalam purata bergerak, harga saham berbeza-beza dari semasa ke semasa dan purata ini dikira setiap kali terdapat perubahan dalam harga.\nKekurangan Moving Average:\nTidak jelas sama ada perlu untuk memberi penekanan pada data yang baru dalam tempoh masa atau pada data yang jauh lebih lama. Ramai pedagang percaya bahawa data baharu akan lebih menunjukkan arah trend saham semasa yang sedang bergerak. Pada masa yang sama, ada sebahagian pedagang merasakan bahawa memberi keistimewaan tarikh tertentu berbanding tarikh lain akan mempengaruhi arah trend saham.\nMana nak cari screener Moving Average?\nTeam ideasaham ada menyediakan screener Moving Average. Anda boleh layari screener kami di \nSINI\n.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nJenis-jenis Carta\n \n\n\n\n\n\n\n\n\n\n\n \n\n\nDividen dan Jenis-Jenisnya.\n \n\n\n\n\n\n\n\n\n\n\n \n\n\nHeikin Ashi​\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHits: 14\n "}
{"url": "https://www.ideasaham.my/tahukah-anda/", "title": "Tahukah Anda ?", "body": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPernah dengar \nsaham penny stock\n? Penny stock adalah merupakan saham yang berharga kurang daripada RM0.50.\n“Beli saham murah lah baru cepat kaya. Sekali naik masyukk tu, kalau saham mahal lambat kaya.”\n Sifu saham bermusim.\nRamai yang suka dengan saham penny disebabkan murah dan dikatakan mudah buat untung. Contoh beli RM 0.10 dan jual RM 0.20, naik 100% tu!! Seronok kan dengar naik 10 sen sahaja tapi nilai gandaan sampai 100%. \nTapi ramai juga yang hilang modal disebabkan melabur dengan saham penny stock. Ini kerana saham jenis ini lebih mudah dispekulasi oleh \nsindiket\n. Sindiket ini akan menggerakkan harga saham ini dengan modal jutaan Ringgit yang mereka ada.\nHabis tu tak boleh trade saham penny ke?? Ehhhh, bukan macam tu.. kalau nak trade dalam saham penny boleh je tapi pastikan membuat analisa secukupnya sebelum membeli saham penny sebegini.\nApa-apapun, saham ni mudah sahaja kita hanya mengambil keuntungan apabila harga saham itu naik, tidak kiralah digerakkan oleh \nsindiket \nke, jerung ke, pelabur runcit ke, yang penting harga saham naik. Tapi kita perlu sedar sebab kenaikan saham tersebut untuk mengelakkan kita menjadi mangsa caturan sindiket.\n#pennystock \n#dapatsesuatu\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHits: 37\n "}
{"url": "https://www.ideasaham.my/tawaran-khas-saham-miti-ipo-farm-fresh/", "title": "Tawaran khas saham MITI & IPO Farm Fresh", "body": "\n\nIPO Farm Fresh Bhd – MITI Financing\n\n\nDengan slogan \n‘Ini barulah susu segar’\n.\n\n\n\n\nJenama susu tempatan ini kian mendapat tempat di hati mereka yang gemar minum susu lembu. Farm Fresh sudah meluaskan produk mereka dengan pelbagai perasa menarik seperti pure fresh milk, premium chocolate milk, kurma, café latte dan lain-lain.\n\n\nFarm Fresh juga aktif dalam aktiviti sosial dan sangat popular sebagai salah satu penaja dalam pertandingan nyanyian iaitu Gegar Vaganza yang memberi peluang kepada artis tanahair yang dulu pernah bertapak dalam bidang nyayian untuk menonjolkan semula bakat mereka. Penulis layan tau sebab mereka nyanyi lagu-lagu lama. hehe…\n\n\nRasanya semua sudah tahu bahawa Farm Fresh Bhd bakal melancarkan IPO dan tersenarai di Bursa Malaysia tidak lama. Ini bermakna semua rakyat Malaysia berpeluang untuk menjadi sebahagian pemilik pengeluar susu segar ini. Bagaimana cara untuk membeli saham IPO ini?\n\n\n \n\n\nPertamanya, perlu mempunyai akaun CDS yang bertujuan untuk memohon dan menyimpan saham yang bakal di terima (jika dapat) nanti.\n\n\n-Buka akaun CDS klik link ini – \nhttps://cdsCGSCIMB.wasap.my\n (Puan Nor Akmar – Remisier) \natau\n hubungi mana-mana remisier dan Marketing Representative di bawah team Idea Saham iaitu:\n\n\nAHMAD RIZAL BIN MAHARAM(MR) – \nhttps://wasap.my/60132488276\n\n\nFARHANA AINI BINTI OMAR (REMISIER) –\nhttps://wasap.my/60137776338\n\n\nMOHD AZUWA BIN HASSAN (REMISIER) –\nhttps://wasap.my/60196862902\n\n\nSHAHRUL EZWAN BIN ILIAS (REMISIER) – \nhttps://wasap.my/60123118801\n\n\nHASAN bin HAMZAH – http://www.wasap.my/60176299076\n\n\nJika sudah mempunyai akaun CDS. Anda boleh memohon melalui IPO awam (online banking) ataupun tawaran khas saham MITI. Berita baiknya, ianya boleh di pohon oleh individu, Syarikat berstatus Sdn Bhd (pegangan bumiputera) dan juga koperasi.\n\n\nBuat pengetahuan semua, Farm Fresh Bhd merupakan syarikat perladangan tenusu bersepadu tempatan yang dimiliki oleh Khazanah Nasional Bhd. Semasa penyenaraian\n\n\n\n\nini, sejumlah 743,181,900 IPO saham bersamaan 40.0% dari jumlah keseluruhan saham yang di miliki oleh Farm Fresh. Daripada jumlah ini, pembahagian adalah seperti di bawah :\n\n\n\n\n232,244,400 unit (12.5%) – pelabur MITI\n\n\n455,198,800 unit (24.5%) – pelabur asing dan terpilih.\n\n\n55,738,700 unit (3.0%) – 18,579,600 unit untuk pelabur terpilih (1.0%) dan 37,159,100 (2.0%)  untuk undian awam.\n\n\n\n\nBerdasarkan senarai di atas. Ini bermakna, jika anda berstatus Bumiputera, adalah lebih mudah untuk anda mendapat saham ini melalui tawaran khas IPO oleh MITI terutama jika anda memohon melalui Sdn Bhd dan koperasi kerana jumlah saham yang di peruntukkan untuk pelabur MITI adalah lebih tinggi.\n\n\n \n\n\n \n\n\n \n\n\nUntung atau tidak? Mesti persoalan ini sedang bermain di fikiran anda semua.\n\n\nBerikut adalah senarai saham IPO yang di senaraikan sejak 2018 sehingga separuh tahun 2021.\n\n\n\n\n\n\n\n\nTahun\n\n\nPasaran Utama\n\n\nPasaran ACE\n\n\n\n\n\n\n2021\n\n\n1\n\n\n5\n\n\n\n\n\n\n2020\n\n\n2\n\n\n10\n\n\n\n\n\n\n2019\n\n\n4\n\n\n11\n\n\n\n\n\n\n2018\n\n\n2\n\n\n9\n\n\n\n\n\n\nJumlah\n\n\n9\n\n\n35\n\n\n\n\n\n\nJumlah besar\n\n\n\n\n44\n\n\n\n\n\n\n\n\n \n\n\nIni adalah statistik yang di rekodkan pada hari pertama penyenaraian.\n\n\n \n84% IPO membuat kenaikan lebih tinggi dari harga tawaran\n\n\n65% membuat kenaikan lebih 20%\n\n\n32% membuat kenaikan lebih 100%\n\n\nSaya bagi contoh dalam bentuk ringgit. Jika anda mendapat sesuatu IPO MITI ‘A’ sebanyak 100,000 unit pada harga RM2.00. Jika saham tersebut naik pada hari pertama sebanyak RM2.80 dan anda berjaya menjual. Keuntungan yang di perolehi adalah sebanyak 40%. Jadi, keuntungan kasar sebelum tolak kos adalah RM80,000. Berbaloi atau tidak?. Mestilah berbaloi kerana masa dan duit modal yang anda peruntukkan untuk saham ini tidak lama. Malah, jika anda mengambil margin financing yang di tawarkan oleh CGSCIMB melalui perkhidmatan remisier di bawah team Idea Saham iaitu Puan Nor Akmar, anda hanya perlu membayar sebanyak 30% daripada jumlah modal yang perlu di keluarkan.\n\n\nSedikit sebanyak mengenai syarikat Farm Fresh Bhd.\n\n\n\n\nFarm Fresh di tubuhkan pada 2010 dengan nama The Holstein Milk Company Sdn Bhd sebelum di tukarkan kepada  Farm Fresh Sdn Bhd pada 24 Mei 2021. Di Bursa Malaysia, tidak banyak pesaing dalam industri. Jadi, apa yang boleh saya katakan IPO ini bakal menjadi salah satu pelaburan yang baik jika di ambil peluang.\n\n\nBerikut adalah senarai pemilik terbesar Farm Fresh Berhad. Tambahan pula, Farm Fresh Bhd merupakan sebuah syarikat yang di kenali dari segi jenama.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nKeuntungan yang di perolehi dari penyenaraian IPO ini akan di guna oleh Farm Fresh untuk aktiviti seperti berikut iaitu salah satu bahagian terbesar adalah membina kilang dan ladang baru untuk meningkatkan aktiviti pengeluaran :\n\n\n\n\n\n\nKami juga akan mengadakan Webinar khas bagi mereka yang berminat untuk mengetahui dan mempelajari dengan lebih lanjut peluang pelaburan dalam syarikat IPO yang bakal di senaraikan di Bursa Malaysia seperti Farm Fresh. Saya menyeru individu serta wakil koperasi dan syarikat Sdn Bhd yang berminat untuk mengetahui lebih lanjut dengan mendaftar Webinar IPO & MITI Hero. Kami akan menerangkan cara-cara untuk anda memohon IPO dan MITI. Paling penting, \nhanya mereka yang hadir ke daftar dan hadir ke Webinar ini kami akan tawarkan servis membantu dari mula buka akaun, memohon, membuat pinjaman sehingga proses menjual saham dan mendapat keuntungan. Termasuk group whatsapp sokongan seumur hidup bagi penawaran saham IPO dan MITI. \nSumpah tak rugi, belajar sekali boleh untung berkali-kali.\n\n\nKlik link ini untuk mendaftar Webinar ini.\n\n\nWebinar MITI & IPO Hero 2021\n\n\n\n\nSumber dan gambar :\n\n\nhttps://www.sc.com.my/resources/prospectus-exposure/prospectus-exposure-farm-fresh-berhad\n\n\nhttps://www.farmfresh.com.my/\n\n\nHits: 173\n "}
{"url": "https://www.ideasaham.my/teknikal-analisis-ta-sebagai-gps/", "title": "Teknikal Analisis (TA) sebagai GPS!", "body": "\n\nCarta mencatat perkara yang sudah berlaku, iaitu pada harga berapa transaksi berlaku dan volume yang sudah bertukar tangan.\n\n\nSebagai analogi, jika destinasi kita dekat, maka kecil peta yang perlu di rujuk. Ibarat dari Pekan hendak ke Kuantan. Buat apa nak tengok peta Malaysia secara keseluruhan. Namun, jika kita pengembara yang mahu menjelajah ke seluruh tanah air, ada eloknya di kaji peta Malaysia supaya dapat melawati tempat-tempat yang mahu di lawati.\n\n\nBegitu juga teknikal analisis, jika kita adalah intraday, contra atau short term trader. Rujuklah carta yang mempunyai timeframe yang rendah. Sehari, sejam, 30 minit atau 5 minit. Barut tahu hendak belok ke mana. Carta sudah bagitahu, perlu cut loss, ambil untung atau pegang dulu saham tersebut. Nak beli dekat support ke, nak jual dekat resistance ke.\n\n\nModal ibarat jenis kereta dan minyak. Yang menentukan sampai dengan selamat dan berjaya ke destinasi adalah kemahiran memandu tu. Kalau kereta mahal, tak pandai bawa kereta, tak reti baca GPS. Tak sampai juga ke destinasi.\n\n\nTrade memerlukan kesemua skill di atas. Kena jadi pemandu yang cekap. Tiada jalan singkat, kalau trade ikut sifu bagi tips, sampai bila nak bergantung harap. Belajar guna teknikal analisis. Sebab dalam trade, destinasi kita adalah DUIT.\n\n\nBagi perempuan pula yang tak berapa nak pandai baca GPS tu jangan risau. Awal-awal memanglah kelam kabut sikit. Kalau dah mahir, eh Michael Schumacher pun mungkin boleh challenge…hehe\n\n\nKalau yang pakai auto drive atau grab tu pun boleh. Macam pakai robo-trade(auto drive) dan unit trust (grab).\n\n\nKorang jangan komen, ‘Kalau kereta terbang?’. Tak wujud lagi, paham?\n\n\n \n\n\nHits: 711\n "}
