{"url": "https://techlagi.my/10-fakta-menarik-tentang-penjelajah-marikh-opportunity/", "title": "10 Fakta Menarik Tentang Penjelajah Marikh, Opportunity", "div": ["", "", "", "", "10 Fakta Menarik Tentang Penjelajah Marikh, Opportunity", "17 February 2019", "\nPada 13 Febuari yang lalu, kita telah kehilangan sebuah penjelajah berani bernama Opportunity, sebuah robot penjelajah yang ditugaskan untuk menjelajah planet Marikh. Dalam percubaan untuk mengejutkan Opportunity, NASA telah menghantar senarai lagu bagi mengejutkannya selepas terperangkap dalam ribut. Baca artikel ini sambil dengar playlist di bawah untuk menghayati kisah penjelajah berani ini.\n\n\nSenarai lagu yang dimainkan oleh NASA untuk Oppy dari space.com\n10 Fakta Menarik Tentang Robot ini:\nRobot ini diberi nama Opportunity, atau nama samarannya, ‘Oppy‘. Robot ini dilancarkan ke angkasa pada 7 Julai 2003 dan mendarat di Marikh pada 25 Jan 2004.\n\nOpportunity juga mempunyai sebuah abang kembar bernama Spirit, yang mendarat di Marikh tiga minggu lebih awal daripada Opportunity. Spirit terputus hubungan pada 22 Mac 2010.NASA menjangkakan Opportunity hanya dapat hidup selama 90 hari, namun penjelajah kental ini berjaya berkhidmat selama 14 tahun 46 hari.Antara gambar pertama yang dihantar oleh Opportunity kepada NASA ialah pada 26 Julai 2004. Gambar yang ditangkap menggunakan kamera hadapan itu menunjukkan bayang-bayang Opportunity yang sedang bergerak menuju Kawah Endurance.\n\nOpportunity merupakan robot penjelajah yang telah bergerak sepanjang 45.16km, jarak yang paling panjang yang pernah dilalui oleh mana-mana robot penjelajah di Marikh atau Bulan.\nGambar: MARS.NASA.GOV\nAntara pencapaian terbaik Opportunity sepanjang hayatnya ialah ia menemukan bahan yang berupa seperti cecair di Kawah Endeavour yang menandakan kehidupan mungkin boleh hidup di Marikh.\n\nOpportunity hidup menggunakan tenaga solar. Robot ini mampu untuk berhibernasi semasa ribut Marikh melanda untuk menjimatkan kuasa.Opportunity telah menghadapi pelbagai kerosakan sepanjang hayatnya. Antaranya, kerosakan pada bahagian tayar, memori dan banyak lagi. Namun, robot ini masih mampu untuk terus berkhidmat.Pada tahun 2018, ribut besar yang melanda telah menyebabkan Opportunity terputus hubungan dengan Bumi. Pelbagai usaha dilakukan untuk mengejutkan robot ini, termasuklah menghantar lagu. Lagu terakhir yang dihantar ialah “I’ll Be Seeing You” nyanyian Billie Holiday.\n\nIni merupakan gambar terakhir yang dihantar oleh Opportunity pada 10 Jun, semasa robot ini tenggelam di bawah habuk pasir daripada ribut yang melanda pada tahun 2018. Mesej terakhir dari Opportunity ialah “My battery is low and it’s getting dark…”.\n\n\nTerima kasih, Oppy. Berehatkan dengan tenang.\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Sumber :space.com", "Tag :Angkasa LepasMarikhOpportunity", "Amirul HakeemTertarik dengan jargon berkaitan teknologi seperti megapiksel, gigahertz & AMOLED. Meminati semua jenis teknologi daripada telefon pintar, peti sejuk pintar dan seangkatan dengannya. Merupakan kipas susah mati kumpulan K-Pop, TWICE.", "", "Carian", "Artikel seterusnyaUlasan Xiaomi Mi AirDots – Fon Telinga Nirwayar Yang Popular Dan Mampu Milik"]}
{"url": "https://techlagi.my/4-dash-cam-70mai-terbaik-dan-berbaloi-untuk-dimiliki/", "title": "4 Dash Cam 70mai Terbaik Dan Berbaloi Untuk Dimiliki", "div": ["", "", "", "", "4 Dash Cam 70mai Terbaik Dan Berbaloi Untuk Dimiliki", "27 November 2021", "\nPenggunaan kamera papan pemuka (dash cam) amat digalakkan bagi mereka yang mempunyai kenderaan. Kenapa dash cam ini penting? Jika ada berlaku kemalangan atau insiden penting, dash cam inilah yang akan menjadi bahan bukti terhadap peristiwa yang berlaku. Jika dahulu ramai yang tidak memiliki dash cam kerana harganya yang mahal, sekarang banyak jenama menghasilkan dash cam yang murah dengan kualitinya boleh dipercayai.\nBuat sahaja carian di Shopee dan Lazada, banyak jenis dash cam yang muncul dengan reka bentuk, kualiti dan harga yang pelbagai. Kadangkala kita pun boleh terkeliru untuk pilih dash cam kerana terlalu banyak pilihan. Oleh itu, ada beberapa kriteria dash cam yang anda perlu teliti sebelum membelinya:\nElakkan beli dash cam yang terlalu murah (sekurang-kurangnya RM100 dan ke atas) kerana dikhuatiri mudah rosak dan kualitinya teruk.Cari jenama terkenal seperti 70mai, DDPAI, Garmin dan lain-lain.Kemampuan untuk merakam video beresolusi 1080p dan ke atas.Boleh buat sambungan ke aplikasi dalam telefon pintar untuk pemindahan gambar dan video.Mempunyai fitur asas seperti Loop Recording, Auto Start Recording, Impact Detection dan lain-lain.Jika ada bajet lebih, ambil dash cam yang menggunakan kapasitor berbanding bateri agar jangka hayat lebih lama.\nAntara produk 70mai yang digunakan oleh kami – 1S, A500S dan Smart Dash Cam Pro\nDash cam yang disenaraikan ini mengikut penarafan harga dari rendah ke tinggi. Semakin tinggi harganya, semakin banyak fitur yang ditawarkan dan kualiti gambar/video lebih jelas dan cantik.\n1. 70mai M300 1296P \nM300 merupakan versi kemas kini daripada model 70mai 1S dengan beberapa spesfikasi yang dinaik taraf. Resolusi ditingkatkan kepada 1296P untuk gambar dan video yang lebih jelas. Fitur tambahan lain adalah seperti Pengurangan Hingar 3D, Pengawasan Parkir dan Rakaman Berterusan. Terdapat 3 pilihan warna bagi model ini.\nM300 hadir dalam tiga warna – hitam, biru cair dan rose gold\nHarga : RM149\nPautan beli 70mai M300 : [Shopee] dan [Lazada] \n2. 70mai A400 1440P\nApa yang kurang pada model M300 itulah yang ditambah pada A400 ini. Ya, paparan skrin untuk lihat ulang tayang video dan tetapan. Menggunakan sensor GC4653, A400 mampu merakam video dengan resolusi 2K dan mempunyai mod rakaman malam. Menariknya, sudut rakamannya lebih luas dari A800s iaitu 145 darjah. Boleh menyokong rakaman dua siaran, harganya lebih murah sedikit berbanding A500s.\nA400 juga turut hadir dengan 3 warna pilihan – hitam, merah dan emas\nHarga : RM209 (kamera depan sahaja)\nPautan beli 70mai A400 : [Shopee] dan [Lazada]  \n3. 70mai Pro Plus+ A500S 1944P*\nJika anda inginkan dash cam yang mampu merakam pada bahagian depan dan belakang, inilah pilihannya. Dengan pelbagai fitur menarik seperti GPS terbina, ADAS, rakaman indisiden automatik, rakaman dua siaran dan lain-lain pasti membuatkan anda lebih yakin dalam memandu selepas ini. Kualiti gambar dan rakaman lebih jelas dari model M300 pada waktu pagi dan malam. Bezanya dengan model A400 adalah terletak pada beberapa fitur keselamatan yang lain.\nA500s hadir dengan paparan skrin bagi memudahkan akses ke tetapan dan gambar/video\nHarga : RM349 (beserta kamera belakang)\nPautan beli 70mai A500s :  [Shopee] dan [Lazada] \n4. 70mai A800s 4K\nMerupakan model yang paling mahal dalam senarai ini. Ini kerana resolusi kamera ini mampu merakam sehingga 4K. Ia juga padat dengan ciri-ciri keselamatan seperti yang ada pada model A500s. Dengan hardwire kit, kamera ini mampu merakam 24/7 walaupun enjin dimatikan. Namun begitu, kad MicroSD perlu menyokong kelas UHS 1 dan ke atas (berbeza dengan model yang lain).\nA800s mampu membuat rakaman video pada resolusi 4K ultra HD\nHarga : RM519 (beserta kamera belakang)\nPautan beli 70mai A800s :  [Shopee] dan [Lazada]  \nPerbezaan antara dash cam 70mai. [Gambar: 70mai.com]\nJenama Lain Yang Boleh Diberi Perhatian\nDDPAI Mini 1080P \n\n\nDash cam termurah bawah RM150. Spesifikasi asas yang ditawarkan seperti rakaman beresolusi 1080P, sudut rakaman 140 darjah, G sensor, super capacitor, rakaman berterusan dan banyak lagi. Amat disarankan bagi yang mempunyai bajet ketat. Kualiti dan imej gambar lebih kurang seperti 70mai 1s iaitu pada tahap memuaskan.\nHarga : RM139 (kamera sahaja)\n\n\n\n\n\nPautan beli DDPAI Mini : [Shopee] dan [Lazada]\nDDPAI Z40 1944P\n\n\nBagi yang memerlukan pakej kamera belakang, paparan skrin dengan ciri-ciri tambahan keselamatan seperti 24 jam pelindung parkir, ADAS, Sense Reality 2.0 (fungsi macam IronMan) dan banyak lagi, DDPAI Z40 memang sesuai untuk anda. Kualiti imej dan videonya juga lebih tajam dan cantik daripada DDPAI Mini.\nHarga : RM339 (beserta kamera belakang)\n\n\n\n\n\nPautan beli DDPAI Z40 : [Shopee] dan [Lazada] \nSoalan Lazim Mengenai Dash Cam\nMacam mana nak pasang dash cam ni?\nJawapan: Ada dua cara; Boleh pasang sendiri (tonton tatacara di Youtube) atau hantar ke kedai aksesori kereta untuk pemasangan dengan upah.\nDash cam ni boleh ke rakam 24 jam walaupun enjin kereta dimatikan?\nJawapan: Boleh jika dash cam tersebut mempunyai fitur ini. Namun, fitur ini memerlukan tambahan hardwire kit yang perlu dibeli berasingan dan pasang di kedai. Tanya penjual jika anda tidak pasti.\nTak rosak ke dash cam yang pakai bateri ni kalau parkir di tempat yang panas?\nJawapan: Musuh utama bagi mana-mana bateri jenis lithium-ion adalah panas. Jika boleh, parkir di tempat yang teduh dan tidak terlalu panas. Jika dash cam terdedah dengan panas melampau, ia boleh menyebabkan bateri mudah rosak dan pendekkan jangka hayat. Alternatif, cari dash cam yang menggunakan kapasitor.\nAdakah dash cam ini guna direct power atau bateri sahaja?\nJawapan: Guna direct power dari soket penyala rokok (aksesori biasanya disediakan dalam kotak).\nJika saya pasang dash cam, adakah bateri kereta saya akan cepat habis?\nJawapan: Tidak jika anda menggunakan dash cam tanpa pasang hard wire. Jika dash cam anda ada pasang hard wire, ia akan rakam hanya apabila berlaku pelanggaran atau gegaran yang boleh dikesan melalui sensor dash cam tersebut. Pastikan guna aksesori tulen yang diberi dalam kotak.\nTak rosak ke cermin bila dash cam dilekatkan begitu?\nJawapan: Tidak, pelekat elektrostatik disediakan. Letak dahulu pelekat ini barulah lekatkan dash cam ke atasnya.\nJenis kad MicroSD mana yang paling sesuai dan tahan lama untuk dash cam ni ya?\nJawapan: Cari MicroSD yang berlabel ‘High Endurance‘ seperti jenama Kioxia, San Disk dan lain-lain (klik pada jenama untuk beli). Kebiasaanya, kad microSD ini digunakan untuk rakaman yang berterusan seperti CCTV dan dash cam. Pastikan anda semak ulasan sebelum membelinya supaya tak ditipu. \nBanyaknya pilihan, mana satu yang perlu saya beli ni? Ada rekomendasi tak?\nJawapan: Segalanya bergantung kepada bajet anda sendiri, jika anda mampu beli yang mahal, silakan. Apa yang penting, kereta anda mesti dilengkapi dengan dash cam sebagai langkah keselamatan.\n\nPenafian: Tech Lagi tidak ditaja oleh mana-mana jenama terutamanya 70mai. Segala rekomendasi yang dilontarkan dalam artikel ini berdasarkan pandangan dan pengalaman penggunaan dari pihak kami sendiri. Dengan menekan pautan (Affiliate Link) yang disediakan dalam artikel ini, anda secara tidak langsung membantu Tech Lagi untuk terus menulis tips yang berguna. Jangan risau, anda langsung tidak dikenakan cas tambahan.\n  Apa korang rasa?   +1   1   +1   0   +1   0   +1   0   +1   0        ", "Sumber :Twitter", "Tag :70maiDash camDDPAIXiaomi", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaSiri Oppo Reno7 Dilancarkan Di China – Dimensity 1200-Max, Skrin 90Hz, Rekaan Sisi RataArtikel seterusnyaPromosi Penulen Udara Acerpure C2 dan P2"]}
{"url": "https://techlagi.my/5-perkara-menarik-tentang-ipad-mini-6-2021/", "title": "5 Perkara Menarik Tentang iPad Mini 6 2021", "div": ["", "", "", "", "5 Perkara Menarik Tentang iPad Mini 6 2021", "16 September 2021", "\nIpad Mini 6 telah dirasmikan oleh Apple pada 24 Semptember lalu. Ipad Mini merupakan salah satu tablet yang tidak dilancarkan pada setiap tahun oleh Apple. Setelah penantian selama 2 tahun 6 bulan, iPad Mini akhirnya menerima naik taraf yang drastik dari segi reka bentuk dan spesifikasi.\nIni dia 5 perkara yang menarik tentang iPad Mini 6 yang mungkin menambat hati anda:\n1. Reka Bentuk\nAntara naik taraf terbesar iPad Mini terletak pada reka bentuknya yang sama seperti abangnya iaitu iPad Pro dan iPad Air 4. Rekaan sisi rata dan bingkai nipis ini menjadikan iPad Mini dilihat lebih premium dan terkini. Hadir dengan skrin yang bingkainya lebih nipis, ia menjadikan iPad Mini sebuah tablet yang kompak dengan skrin yang lebih luas.\n\n2. Prestasi\nTidak dinafikan bahawa cip pemprosesan genersi baru oleh Apple, A15 Bionic ini amat berkuasa dan sama digunakan pada iPhone 13. Kalau nak guna iPad mini untuk tujuan suntingan, permainan dan pembelajaran dalam talian memang tidak menjadi masalah. Dengan sambungan 5G, produktiviti anda pasti akan meningkat (bukan di Malaysia lagi).\n\n3. Kamera\nSatu lagi naik taraf yang menarik pada iPad Mini adalah pada bahagian kamera swafoto. Kameranya dilengkapi dengan 12MP ultra-lebar yang membolehkan fungsi centre stage sama seperti iPad Pro. Selain itu, kamera belakang turut disertakan ‘Quad LED flash’ pada bahagian belakang kamera (akhirnya flash untuk iPad Mini!). Hadir dengan 12MP, kamera belakang mampu merakam sehingga 4K pada 60fps! Dahsyat tu…\n\n4. Sambungan USB-C\nApple akhirnya menyisihkan sambungan lightning pada iPad Mini. Dengan adanya USB-C, iPad Mini dapat dihubungkan bersama aksesori lain seperti kamera, monitor dll dengan lebih mudah untuk menjalankan tugas harian. Hidup Type-C!\n\n5. Touch ID\nTouch ID pada iPad Mini 6 ini terletak pada butang kuasa. Ini dapat mengecilkan bingkai yang menempatkan Touch ID pada butang ‘Home’ di iPad Mini generasi lalu. Rekaan Touch ID pada butang kuasa ini paling kecil yang pernah Apple cipta yang boleh digunakan untuk nyahkunci, pembayaran dan lain-lain. Salah satu kekurangannya adalah ketiadaan fungsi Face ID walaupun mempunyai bezel yang lebih kecil. Jika anda inginkan Face ID juga, anda perlu berbelanja lebih untuk dapatkan iPad Pro.\nBerbaloi Atau Tidak?\nNampaknya anda telah habis baca sampai sini dan menunjukkan minat anda terhadap iPad Mini ini. Sebelum menjawab persoalan berbaloi atau sebaliknya, mari kita lihat harga rasmi bagi iPad Mini 6:\n\n\nWiFi\n64GB – RM2,299256GB – RM2,949\n\n\nWiFi + Selular\n64GB – RM2,949256GB – RM3,599\n\n\n\nBerbalik kepada persoalannya, adakah iPad Mini 6 ini berbaloi untuk dimiliki? Atau lebih baik membeli iPad Air 4 yang harganya tidak jauh beza? Jawapannya berbalik kepada penggunaan anda. Jika anda memerlukan sebuah tablet saiz kompak dengan prestasi yang padu untuk kerja-kerja berat dan harian – iPad Mini 6 adalah jawapannya. Namun, jika anda perlukan skrin lebih besar untuk kerja multitask dan menyalin nota dengan selesa, belilah iPad Air 4.\nLihat perbandingan iPad Mini 6 dengan iPad Air 4 di sini. \nPautan pembelian iPad di Shopee dan Lazada:\niPad Mini 6 – [Apple Store Malaysia]\niPad Air 4 – [Apple Store Malaysia] \n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Sumber :Apple", "Tag :AppleiPad Mini", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaUlasan Aopen 27HC5RP – Monitor Gaming Murah dan PaduArtikel seterusnyaSony Xperia 1 III – Peranti Premium Di Jalan Yang Sepi"]}
{"url": "https://techlagi.my/acer-malaysia-sedia-bantu-membaiki-komputer-kepada-semua-mangsa-banjir/", "title": "Acer Malaysia Sedia Bantu Membaiki Komputer Kepada Semua Mangsa Banjir", "div": ["", "", "", "", "Acer Malaysia Sedia Bantu Membaiki Komputer Kepada Semua Mangsa Banjir", "23 December 2021", "\nAcer Malaysia pada hari ini telah mengeluarkan kenyataan di Facebook berkenaan bantuan perkhidmatan baikpulih desktop dan laptop kepada semua mangsa banjir yang terkesan untuk semua pengguna Acer termasuk pengguna luar.\nKenyataan Acer Malaysia di Facebook\nMelalui kenyataan Acer di Facebook, pengguna Acer dapat menerima perkhidmatan baikpulih secara percuma terhadap produk Acer yang rosak akibat banjir. Peranti yang masih ada dan telah habis jaminan turut layak untuk menerima perkidmatan ini.\nUntuk pengguna bukan Acer pula, Acer masih menerima peranti untuk pembaikan namun tertakluk kepada cas yang ditetapkan.Acer turut menambah jika peranti tersebut tidak dapat dibaiki kerana rosak, Acer akan menawarkan diskaun sebanyak 20% bagi pembelian desktop/laptop dari Acer Malaysia’s official e-store. Tawaran ini sah sehingga 31 Mac 2022.\nTawaran ini tertakluk kepada terma dan syarat dari Acer. Sebarang pertanyaan boleh diajukan kepada Acer Malaysia di talian 1-800-88-1918 atau emel kepada ama.acercare@acer.com untuk maklumat lanjut.\nTerima kasih Acer!\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Sumber :Acer Malaysia", "Tag :AcerBantuanDarurat Banjir", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaSamsung Tawar Bantuan Pembersihan Secara Percuma Dan Pemeriksaan Peranti Kepada Mangsa BanjirArtikel seterusnyaHuawei P50 Pocket Dilancarkan – Skrin Boleh Lipat, Snapdragon 888 4G dan Tri-kamera"]}
{"url": "https://techlagi.my/acer-umumkan-siri-laptop-swift-baharu-lebih-berkuasa-premium-dan-ringan/", "title": "Acer Umumkan Siri Laptop Swift Baharu – Lebih Berkuasa, Premium Dan Ringan", "div": ["", "", "", "", "Acer Umumkan Siri Laptop Swift Baharu – Lebih Berkuasa, Premium Dan Ringan", "24 February 2022", "\nAcer telah mengemaskini barisan laptop nipis dan premium mereka, Swift 5 dan Swift 3. Dengan penawaran terbaharu ini, Acer telah bawakan beberapa penambahbaikan spesifikasi terutamanya pada prestasi, skrin dan bateri untuk barisan Swift baharu.\nAcer Swift 5\nAcer Swift 5 dicipta untuk memberikan prestasi dan fungsi kemudahalihan yang secukupnya buat pengguna. Ia sememangnya direka buat golongan profesional yang mahukan peranti yang berkuasa dengan rekaan yang mudah untuk dibawa ke mana-mana.\nSwift 5 dikuasakan dengan cip Intel gen ke-12 bersama grafik Intel Iris Xe 12-teras untuk memberikan produktiviti yang maksimum. Dengan menggunakan casis diperbuat dari aluminium gred ruang-angkasa, Swift 5 hanya mempunyai berat sebanyak 1.2KG serta ketebalan 14.95mm sahaja. \n\nLaptop ini juga dilengkapi dengan RAM 16GB dwi-saluran memori LPDDR5 dan storan sehingga 2TB dari PCle gen ke-4 SSD. Tidak berhenti di situ, Swift 5 turut mempunyai fitur Windows Hello dengan pengimbas cap jari terbina pada butang kuasa. Acer mengatakan Swift 5 mampu dibangunkan dari mod tidur dengan pantas dan mempunyai ketahanan bateri sehingga 10 jam. \nSkin pada Swift 5 ini juga tidak kurang hebatnya, paparan sesentuh WQXGA beresolusi 2560×1600 ini mempunyai rangka yang nipis dengan nisbah 16:10 yang merangkumi 92.22% nisbah skrin-ke-badan. Ia juga dilengkapi dengan web kamera bersolusi FHD MIPI dengan teknologi Temporal Noise Reduction (TNR) bagi menyajikan video berkualiti tinggi ketika berada dalam keadaan gelap.\n\nTurut disertakan teknologi PurifiedVoice yang menggukan teknologi AI bagi memastikan suara menjadi jelas dan kuat. Sambungan Swift 5 ini pula menggunakan teknologi terkini – WiFi 6E. Dengan adanya papan kekunci cahaya belakang yang mempunyai rekaan udara salur masuk dan sistem dwi-kipas TwinAir, Swift 5 mampu mengalihkan haba keluar dari kerangka dengan baik.\nUntuk bahagian port pula, Swift 5 memiliki 2 port Thunderbolt 4, 1 port HDMI 2.1 dan 2 port USB 3.2 Gen 1 yang salah satunya boleh digunakan walaupun laptop berada dalam keadaan lelap.\nAcer Swift 3\nAcer Swift 3 pula merupakan laptop mudah alih bersaiz 14-inci dengan paparan 16:9 QHD atau FHD sesentuh. Dikuasakan dengan cip Intel gen ke-12 dengan sokongan storan SSD sehingga 2TB.\n\nWeb kamera Swift 3 turut memiliki teknologi TNR untuk panggilan video yang lebih baik dengan resolusi FHD manakala WiFi 6E da DTS Audio pula dapat memberikan pengalaman penstriman yang lebih menyeronokkan. Portnya pula terdiri daripada USB Type-C, USB Type-A dab HDMI 2.1.\nBercakap mengenai ketahan bateri pula, Swift 3 mampu memberikan ketahan 4 jam bateri untuk masa cas selama 30 minit. Akhir sekali, Swift 3 turut memiliki sistem penyejukan TwinAir yang mempu melesapkan haba dengan baik hanya menggunakan satu kipas sahaja.\nHarga\nAcer Swift 5 akan mula dijual di Amerika Utara bermula Jun ini dengan tanda harga bermula USD 1499 (~RM 69290) manakal Acer Swift 3 pula bermula dari USD 849.99 (~RM 3567).\n  Apa korang rasa?   +1   1   +1   0   +1   0   +1   0   +1   0        ", "Sumber :Acer", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaKembara 5G Tech Lagi Di Malaysia – Berdesup Perginya!Artikel seterusnyaPoco X4 Pro 5G Kini Rasmi Di Malaysia – Apa Yang Perlu Anda Tahu?"]}
{"url": "https://techlagi.my/airpods-3-dilancarkan-dengan-rekaan-airpods-pro-tanpa-anc/", "title": "AirPods 3 Dilancarkan Dengan Rekaan AirPods Pro Tanpa ANC", "div": ["", "", "", "", "AirPods 3 Dilancarkan Dengan Rekaan AirPods Pro Tanpa ANC", "1 November 2021", "\nAirPods kali pertama diperkenalkan pada tahun 2016 dengan tanda harga yang premium iaitu RM849. Sejak dari itu, populariti AirPods kian meningkat sehinggakan AirPods berjaya dijual sebanyak 110 juta unit dalam tahun 2020 sahaja. \nRekaan baharu AirPods 3Charging Case dengan fungsi MagSafe\n\nAcara Apple pada Oktober kali ini memperlihatkan rekaan baru bagi AirPods 3 ini yang membawa rekaan seperti AirPods Pro namun kekurangan fungsi pembatalan hingar aktif (ANC). Dengan penggunaan Cip H1, beberapa fungsi baru diperkenalkan dari generasi sebelumnya seperti Spatial Audio, kalis peluh dan air (IPX4), 6 jam waktu mendengar, Adaptive EQ, MagSafe Charging Case dan banyak lagi.\nRangkuman spesifikasi AirPods 3\nAirPods 3 dijual pada harga RM829 di laman rasmi Apple dan AAR seperti Switch, Machines dan sebagainya. Jika anda sukar membuat keputusan untuk memilih sama ada AirPods 3 atau AirPods Pro, anda boleh lihat perbandingan di laman rasmi Apple Malaysia. \n\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Sumber :Apple", "Tag :AirPods", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaTeknologi Tokyo 2020Artikel seterusnyaTips Beli iPhone Terpakai (Secondhand/Used)"]}
{"url": "https://techlagi.my/apple-beri-sumbangan-kepada-mangsa-bencana-di-malaysia-dan-filipina/", "title": "Apple Beri Sumbangan Kepada Mangsa Bencana di Malaysia dan Filipina", "div": ["", "", "", "", "Apple Beri Sumbangan Kepada Mangsa Bencana di Malaysia dan Filipina", "22 December 2021", "\nBeberapa hari lepas, negeri-negeri di Malaysia dilanda banjir besar akibat daripada hujan lebat yang berlarutan sehingga ke hari ini. Bah yang dahsyat melanda kali ini telah menyebabkan banyak kerosakan harta benda dan meragut nyawa. Banyak bantuan diberikan oleh rakyat Malaysia termasuk NGO dan sukarelawan yang cepat bertindak dalam menyumbang keperluan asas kepada mangsa banjir.\nDalam pada itu, Tim Cook melalui satu twit menyatakan bahawa Apple bakal menyumbang bantuan, pemulihan dan usaha pembinaan semula dalam jangka masa panjang kepada Malaysia dan Filipina yang terkesan akibat Taufan Rai.\n\nTyphoon Rai has caused so much devastation in the Philippines and Malaysia — so many families have lost so much. Apple will be contributing to relief, recovery, and longer-term rebuilding efforts. #OdettePH— Tim Cook (@tim_cook) December 21, 2021\n\nSama-sama kita doakan agar mangsa yang terkesan ini berada dalam keadaan yang selamat. Terima kasih buat rakyat Malaysia yang tidak berhenti menghulurkan bantuan baik dari segi harta benda mahupun moral kepada mereka yang berada dalam kesusahan.\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Tag :AppleBanjirTim Cook", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaKabel iPhone Rosak Lagi? Cuba Beli Jenama Ini…Artikel seterusnyaPelancaran OnePlus 10 Pro Disahkan Pada Januari 2022 Menurut Pete Lau"]}
{"url": "https://techlagi.my/apple-event-9-mac-ini-apa-yang-kita-boleh-jangka/", "title": "Apple Event 9 Mac Ini – Apa Yang Kita Boleh Jangka?", "div": ["", "", "", "", "Apple Event 9 Mac Ini – Apa Yang Kita Boleh Jangka?", "4 March 2022", "\nApple telah pun mengedar jemputan dalam talian untuk acara khasnya yang bakal diadakan pada 9 Mac ini jam 2 pagi (waktu tempatan). Apple Event pada kali ini disebut sebagai ‘Peek Performance’ dengan logo Apple berbentuk 3D yang terdiri daripada tona warna.\nSeperti biasa, untuk Apple Event yang diadakan setiap tahun, beberapa pengumuman termasuk pelancaran peranti baru. Mari kita lihat apakah peranti menarik yang bakal dilancarkan menurut kepada desas-desus dari pelbagai sumber.\niPhone SE 3\niPhone SE yang sinonim degan iPhone termurah termurah kemungkinan akan dilancarkan dengan beberapa spesifikasi yang dikemaskini.\nMenurut Kuo, iPhone SE generasi ke-3 yang terbaharu ini bakal menggunakan rekaan yang sama seperti generasi sebelumnya (iPhone 8) dengan tambahan fitur 5G (penggunaan cip A15).\n\nHarganya pula diramalkan sama seperti generasi sebelumnya atau lebih murah sedikit memandangkan tiada perubahan ketara ke atas model SE generasi terbaharu.\niPad Air 5\nSama juga seperti iPhone SE, iPad Air yang baru juga berkemungkinan akan menerima kemaskini dalaman sahaja dengan beberapa pilihan warna baharu.\niPad Air yang baru ini mungkin akan menggunakan cip terbaharu A15 dengan rangkaian 5G dan beberapa lagi fitur lain seperti Centre Stage yang hadir pada iPad Mini 5.\n\niPad Air generasi sebelumnya pun masih menggunakan rekaan terkini (sisi rata) jadi Apple tidak akan membuat keputusan drastik dengan menukar seluruh rekaan pada iPad Air 5 ini melainkan setelah capai usia matang dalam 4 ke 5 tahun.\nMac\nMac Mini\nJon Prosser ada membuat ramalan bahawa Mac Mini mungkin dilancarkan dengan kemaskini pada cip pemprosesan seperti M1 Pro dan M1 Max. Ataupun mungkin cip generasi terbaharu Apple iaitu M2.\nGambar: Rendersbyian\nReka bentuknya berkemungkinan sama seperti generasi sebelumnya atau menerima sedikit perubahan seperti yang pada render oleh asdsad ini.\nMacBook Pro\nRamalam terkahir pula dari MacRumors yang mengatakan akan hadirnya MacBook Pro bersaiz 13-inci dengan cip terbaharu, M2.\n\nMasih menggunakan reka bentuk yang sama (MacBook dengan TouchBar), dikatakan cip M2 ini mempunyai pilihan GPU dalam 9 hingga 10 teras berbanding M1 yang ada hanya GPU 7 dan 8 teras sahaja.\nSaksikan Apple Event di laman rasmi Apple atau YouTube pada 9 Mac ini jam 2 pagi.\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Sumber :MacRumors, Jon Prosser", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", " \nTinggalkan Komen Batalkan balas\n\n\nKomen:\nTulis komen anda di sini\n\n\nNama:*\nTulis nama anda di sini\n\n\n\nE-mel:*\nE-mel anda tidak sah\nTulis e-mel anda di sini\n\n\n\nSimpan nama, emel, dan laman web saya dalam pelayar ini apabila saya mengulas pada masa hadapan.\n\n\nThis site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply. \n\nΔ \n", "Carian", "Artikel sebelumnyaiPhone 14 Pro Dikatakan Hadir Dengan Kamera Berbentuk Pil Dan Tebuk Menurut Lukisan SkematikArtikel seterusnyaXMOWI R1 – Fon Telinga Bajet Terbaharu Dari Plextone"]}
{"url": "https://techlagi.my/apple-tawar-airpods-percuma-untuk-pelajar-dengan-pembelian-mac-dan-ipad-ini-caranya/", "title": "Apple Tawar AirPods Percuma Untuk Pelajar Dengan Pembelian Mac Dan Ipad – Ini Caranya", "div": ["", "", "", "", "Apple Tawar AirPods Percuma Untuk Pelajar Dengan Pembelian Mac Dan Ipad – Ini Caranya", "6 January 2022", "\nSesi persekolahan bagi tahun 2022 semakin hampir, kebanyakan pelajar akan mulakan sesi pembelajaran melalui kelas fizikal mahupun dalam talian. Terbaru, Apple mengadakan program ‘Back To School’ dengan menawarkan AirPods yang bernilai RM589 secara percuma melalui pakej pendidikan. Tawaran ini berlangsung sehingga 7 Mac 2022. \nBeberapa perkara yang anda perlu tahu untuk dapatkan tawaran ini:\nTawaran ini terhad kepada golongan pelajar / pendidik / pekerja di institusi pendidikan yang mempunyai emel pendidikan dan perlu disahkan melalui UNiDAYS. Pembelian boleh dibuat melalui laman Apple Malaysia Pendidikan.Produk yang perlu dibeli untuk melayakkan anda menerima tawaran ini adalah seperti berikut:\n\nBagaimana tawaran ini berfungsi? Anda perlu beli Mac atau iPad yang disenaraikan di atas. Selepas itu, anda boleh dapatkan AirPods gen-2 secara percuma (dengan nilai RM589). Jika anda inginkan AirPods gen-3 atau AirPods Pro, anda akan menerima diskaun RM589 dan perlu menambah selebihnya.\nUntuk maklumat lanjut, anda boleh rujuk di sini bagi terma dan syarat. Selamat membeli!\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Sumber :Apple Malaysia", "Tag :AirPodsAirPods PercumaAppleBackToSchool", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaSiri Chromebook Dilancarkan Oleh Acer Untuk Pelbagai KegunaanArtikel seterusnyaIphone 14 Mungkin Hadir Tanpa Takuk Dengan Kamera Hadapan Berbentuk Pil"]}
{"url": "https://techlagi.my/asus-turut-bantu-mangsa-banjir-dengan-tawaran-pemeriksaan-secara-percuma/", "title": "Asus Turut Bantu Mangsa Banjir Dengan Tawaran Pemeriksaan Secara Percuma", "div": ["", "", "", "", "Asus Turut Bantu Mangsa Banjir Dengan Tawaran Pemeriksaan Secara Percuma", "24 December 2021", "\nBanyak syarikat elektronik di Malaysia seperti Samsung dan Acer menawarkan bantuan baikpulih peranti secara percuma. Asus turut tidak ketinggalan dalam mambantu mangsa banjir yang telah menimpa di negara ini.\n\nKenyataan Asus Malaysia mengenai bantuan banjir di Facebook\nAsus di Facebook mengeluarkan kenyataan untuk menawarkan perkhidmatan pemeriksaan produk Asus (laptop, desktop, PC semua dalam satu, telefon) secara percuma termasuk kos buruh bermula hari ini sehingga 31 Januari 2022.\nUntuk mendapatkan perkhidmatan ini, anda boleh pergi ke Asus Authorized Service Centre yang berdekatan untuk penduduk di Lembah Klang atau buat panggilan ke Asus Careline untuk pengambilan dan pemulangan untuk mangsa yang tinggal di Pahang, Kelantan dan Terengganu.\nTerima kasih Asus Malaysia!\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Sumber :Asus Malaysia", "Tag :AsusBantuan Banjir", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaHuawei P50 Pocket Dilancarkan – Skrin Boleh Lipat, Snapdragon 888 4G dan Tri-kameraArtikel seterusnyaRekaan Dan Spesifikasi Realme GT2 Pro Diperlihat"]}
{"url": "https://techlagi.my/cara-ubah-bunyi-notifikasi-windows-10/", "title": "Cara Ubah Bunyi Notifikasi Windows 10", "div": ["", "", "", "", "Cara Ubah Bunyi Notifikasi Windows 10", "4 November 2021", "\nWindows 10 menawarkan pelbagai pilihan penyesuaian daripada semudah menukar wallpaper hinggalah perubahan kompleks melalui Command Prompt. Hari ni, kami nak ajar anda cara untuk tukar bunyi notifikasi Device Connect/Device Disconnect di Windows 10. Kami juga sediakan panduan bergambar untuk memudahkan anda. Jom mulakan tutorial ini!\n\n1. Right click pada ikon volume di Taskbar. Kemudian pilih ‘Open Volume Mixer’.\n\n\n2. Klik pada ikon ‘System Sounds’.\n\n\n3. Satu tetingkap akan keluar. Melalui tetingkap ini, anda boleh tukar pelbagai bunyi dalam sistem Windows 10. Untuk tujuan kali ini, pilih ‘Device Connect’ dan ‘Device disconnect’.\n\n\n4. Akhir sekali, klik pada butang ‘Browse’ dan pliih audio yang anda inginkan. Pastikan audio anda dalam format .WAV. Untuk tukar audio ke format .WAV, boleh tukar di sini.\n\n\nItu sahaja langkah yang perlu dilakukan untuk menukar bunyi notifikasi Device Connect dan Device Disconnect pada Windows 10. Selamat mencuba!\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Tag :Windows 10", "Amirul HakeemTertarik dengan jargon berkaitan teknologi seperti megapiksel, gigahertz & AMOLED. Meminati semua jenis teknologi daripada telefon pintar, peti sejuk pintar dan seangkatan dengannya. Merupakan kipas susah mati kumpulan K-Pop, TWICE.", " \nTinggalkan Komen Batalkan balas\n\n\nKomen:\nTulis komen anda di sini\n\n\nNama:*\nTulis nama anda di sini\n\n\n\nE-mel:*\nE-mel anda tidak sah\nTulis e-mel anda di sini\n\n\n\nSimpan nama, emel, dan laman web saya dalam pelayar ini apabila saya mengulas pada masa hadapan.\n\n\nThis site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply. \n\nΔ \n", "Carian", "Artikel sebelumnyaTips Beli iPhone Terpakai (Secondhand/Used)Artikel seterusnyaKuasa Hibrid Baharu Geely Melalui Leishen Power"]}
{"url": "https://techlagi.my/farizon-auto-menampilkan-trak-elektrik-homtruck-bakal-dijual-2024/", "title": "Farizon Auto Menampilkan Trak Elektrik ‘Homtruck’, Bakal Dijual 2024", "div": ["", "", "", "", "Farizon Auto Menampilkan Trak Elektrik ‘Homtruck’, Bakal Dijual 2024", "16 November 2021", "\nJenama kenderaan komersil Geely Holding Group, Farizon Auto, memperkenalkan trak elektrik futuristik yang dinamakan Homtruck, dengan pengeluaran dan penghantaran pertama dirancang untuk awal 2024.\nMenjelang penghantaran pertama pada 2024 kelak, Homtruck akan menjadi salah satu kenderaan komersil yang paling canggih dan paling bersih di jalan raya yang memfokuskan pada kecekapan, keselamatan pemandu dan pejalan kaki, serta mempunyai kejayaan besar dalam rangkaian kuasa mampan.\nSeni bina Homtruck boleh membawa beberapa pilihan rangkaian kuasa termasuk penambah jarak (range extender), sistem hibrid metanol serta elektrik sepenuhnya dengan pilihan pertukaran bateri berdasarkan piawaian yang dikeluarkan oleh Kementerian Perindustrian dan Teknologi China, membolehkan Homtruck dicas hanya dalam beberapa minit di stesen perhentian lebuh raya.\n\nHomtruck mampu mengakses pengkalan data rangkaian logistik untuk membantu pemandu melakukan penghantaran dalam cara paling optimum dalam masa nyata, menganalisis aliran trafik serta mengira kos operasi sepanjang perjalanan. Dengan bantuan AI, Homtruck juga mampu menguruskan bekalan bahan api untuk mencapai prestasi ekonomi bahan api yang paling optimum. \nMenurut Farizon Auto, jurutera mereka telah mengkaji keperluan pemandu kenderaan komersial semasa pembangunan perkakas dan perisian Homtruck. Melalui kajian yang dilakukan, Homtruck mampu memberikan tahap efisyen yang tinggi serta keselesaan yang menyeluruh untuk pemandunya. \nKokpit Homtruck merupakan persembahan perkakasan yang membantu pemandu seperti kemudahan bilik air, katil, peti sejuk, dapur dan mesin basuh kecil. Pemandu juga akan dibantu oleh sistem kamera 360 darjah untuk meningkatkan tahap kepekaan terhadap sekeliling sama ada semasa sedang bergerak atau terhenti.\nMemandangkan trak ini masih lagi dalam fasa konsep, tiada maklumat teknikal didedahkan. Akan tetapi terdapat beberapa ciri yang telah diketahui iaitu penggunaan pelbagai jenis radar seperti LiDAR, radar ultrasonik, radar gelombang milimeter untuk sambungan 5G dan komunikasi V2X. Trak ini juga mampu melaksanakan pemanduan autonomi Tahap 4 serta kemampuan naik taraf perisian melalui Over the Air.\n\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Sumber :Geely", "Tag :Geely", "Amirul HakeemTertarik dengan jargon berkaitan teknologi seperti megapiksel, gigahertz & AMOLED. Meminati semua jenis teknologi daripada telefon pintar, peti sejuk pintar dan seangkatan dengannya. Merupakan kipas susah mati kumpulan K-Pop, TWICE.", "", "Carian", "Artikel sebelumnyaKomputer Riba Diperbuat Daripada Bahan Kitar Semula, Acer Aspire Vero DilancarkanArtikel seterusnyaPengguna Apple Dibenarkan Beli Alat Ganti Tulen Melalui Self Service Repair Kelak"]}
{"url": "https://techlagi.my/huawei-p50-pocket-dilancarkan-skrin-boleh-lipat-snapdragon-888-4g-dan-tri-kamera/", "title": "Huawei P50 Pocket Dilancarkan – Skrin Boleh Lipat, Snapdragon 888 4G dan Tri-kamera", "div": ["", "", "", "", "Huawei P50 Pocket Dilancarkan – Skrin Boleh Lipat, Snapdragon 888 4G dan Tri-kamera", "24 December 2021", "\nIni bukan kali pertama Huawei melancarkan peranti dengan skrin boleh lipat. Sebelum ini, Huawei pernah melancarkan Mate X dan Mate X2 dengan saiz yang lebih besar. Terbaru, Huawei P50 Pocket telah dilancarkan dan ia ini bakal memberi persaingan kepada Samsung Galaxy Flip 3.\n\nJika dilihat dari rekaan kamera P50 Pocket ini sebenarnya menyamai P50 Pro. P50 Pocket mempunyai paparan kedua yang unik kerana berbentuk bulat yang digunakan apabila peranti ini dilipat.\nPeranti ini hadir dengan skrin utama bersaiz 6.9-inci, dengan paparan OLED beresolusi FHD+ dan kadar segar semula 120 Hz. Manakala skrin kedua pula menggunakan paparan OLED yang bersaiz 1.04-inci.\n\nBercakap mengenai prestasi pula, P50 Pocket dijana dengan Snapdragon 888 4G bersama Adreno 660. Ia menggunakan 8GB RAM dan 256GB storan. Peranti ini dijalankan dengan sistem operasi EMUI 12.\nTri-kamera yang hadir pada P50 Pocket ini mempunyai 40 MP True-Chroma, 13MP ultra lebar dan 32 MP ultra spectrum. Kamera swafoto pula mempunyai 10.7 MP dengan kemampuan merakam dengan resolusi 4K.\nPeranti boleh lipat ini dikuasakan dengan bateri sebesar 4000 mAh dan menyokong pengecasan Huawei SuperCharge sehingga 40W. Turut dilancarkan versi premium yang hadir dengan kemasan bewarna emas. Harga bagi peranti ini bermula dari RMB 8988 (~RM 5924) dan RMB 10988 (~RM 7243) untuk versi premium dengan varian 12+512GB.\n\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Sumber :Huawei", "Tag :HuaweiHuawei P50 PocketP50 Pocket", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaAcer Malaysia Sedia Bantu Membaiki Komputer Kepada Semua Mangsa BanjirArtikel seterusnyaAsus Turut Bantu Mangsa Banjir Dengan Tawaran Pemeriksaan Secara Percuma"]}
{"url": "https://techlagi.my/hyundai-beri-nafas-baru-kepada-grandeur-klasik-di-luar-tapi-canggih-di-dalam/", "title": "Hyundai Beri Nafas Baru Kepada Grandeur – Klasik Di Luar Tapi Canggih Di Dalam", "div": ["", "", "", "", "Hyundai Beri Nafas Baru Kepada Grandeur – Klasik Di Luar Tapi Canggih Di Dalam", "22 November 2021", "\nGenerasi pertama Grandeur merupakan versi penjenamaan semula model Mitsubishi Debonair yang dihasilkan oleh Hyundai pada tahun 1986. Sehingga kini, Grandeur telah berada dalam pasaran kereta lebih 3 dekad. Untuk itu, Syarikat Hyundai Motor menyambut ulang tahun ke-35 bagi model mercu sedan mereka, Grandeur dengan menyuntik elemen fururistik pada model klasik dan menghasilkan Heritage Series Grandeur.\nUkiran ‘grandeur heritage’ pada bahagian sisi atas Grandeur.\nKepada penggemar kereta klasik, Heritage Series Grandeur ini pasti akan menarik perhatian anda dengan mengekalkan rekaan retro di luar namun menerima kemas kini yang padu seperti pada cermin sisi, tayar, pelapik sisi, lampu hadapan dan belakang LED dengan gaya susunan pixel.\nLampu LED pada bahagian hadapan dan belakang Grandeur dengan susuan pixel\nTidak berhenti di situ, dalaman Grandeur ini diberi sentuhan moden disaluti dengan baldu Burgundy dan kulit Napa yang diinspirasikan dari Grandeur Klasik. Pada bahagian alas tangan yang terletak di konsol tengah pula mengandungi ruang tersembunyi yang boleh menyimpan barang berharga seperti jam tangan dan rokok cerut. Sungguh mengagumkan!\nBahagian dalaman Grandeur yang serba mewah\nBercakap mengenai teknologi pula, terdapat paparan skrin ultra-lebar boleh sentuh menggantikan dail dan butang pada papan pemuka. Stering pula masih mengekalkan rekaan klasik dengan bahagian tombol gear seakan pesawat jet.\nPapan pemuka Grandeur HeritageSkrin Sentuh ultra lebar seakan model Tesla\nTidak lengkaplah sesebuah kereta tanpa sistem audio. Ya, Heritage Series Grandeur ini dilengkapi dengan sistem audio 4 hala yang dibangunkan oleh Guk-il, pereka bunyi Korea Selatan. Sebanyak 18 pembesar suara yang diletakkan dalam kereta ini cukup membuatkan kepala anda bergetar.\nKonsep ‘Infinity Mirrors’ memberi ilusi ruang yang luas ke atas\nPancaran cahaya gangsa menghiasi dalaman kereta ini bermula dari hujung papan pemuka dan meliputi sekeliling kabin memberikan pengalaman mewah. Pandang ke atas dan anda semestinya kagum melihat rekaan ‘Infinity Mirrors’ yang diinspirasikan dari salun mewah pada era pertengahan 80-an.\nKebiasaanya rekaan kereta elektrik zaman sekarang mempunyai rekaan futuristik dan unik, namun berbeza pula pendekatan yang diambil oleh Hyundai bagi Heritage Series Grandeur ini. Adakah anda berminat dengan rekaan seperti ini?\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Sumber :Hyundai", "Tag :GrandeurHeritage Series GrandeurHyundai", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaPengguna Apple Dibenarkan Beli Alat Ganti Tulen Melalui Self Service Repair KelakArtikel seterusnyaHyundai Kona Electric Dilancarkan Di Malaysia – Harga Bermula RM150k"]}
{"url": "https://techlagi.my/hyundai-kona-electric-dilancarkan-di-malaysia-harga-bermula-rm150k/", "title": "Hyundai Kona Electric Dilancarkan Di Malaysia – Harga Bermula RM150k", "div": ["", "", "", "", "Hyundai Kona Electric Dilancarkan Di Malaysia – Harga Bermula RM150k", "24 November 2021", "\nHyundai-Sime Darby Motors Sdn Bhd (HSDM) telah melancarkan Hyundai Kona Electric, sebuah kenderaan elektrik sepenuhnya secara rasmi di Malaysia.\nHyundai Kona Electric hadir dengan 3 pilihan varian beserta bateri dan jarak:\nKona Electric Lite (e-Lite): Bateri 39.2-kWH dengan 7.2kW on board charge (OBC) dan jarak 305KM.Kona Electric Plus (e-Plus): Bateri 39.2-kWH dengan 11 kW OBC dan jarak 305KM.Kona Electric Max (e-Max): Bateri 64-kWH battery dengan 11 kW OBC dan jarak 484KM.\nRupa bahagian belakang Kona Electric\nKona Electric dilengkapi dengan fitur pengecasan pantas DC yang memberi kemampuan untuk mengecas dari 0 hingga 80 peratus dalam tempoh kurang 1 jam. Namun, bagi kaedah pengecasan konvensional AC, ia mengambil masa lebih kurang 6.5 jam, 4.5 jam dan 7.5 jam untuk cas penuh bagi varian e-Lite, e-Plus dan e-Max.\nKedudukan port pengecas Kona Electric\nBagaimana pula dengan prestasi Kona Elektrik? Dijana dengan motor elektrik yang mampu menghasilkan 136 PS (e-Lite dan e-Plus) serta 204 PS (e-Max), pecutan dalam Sport Mod masing-masing merekodkan masa dari 0-100 km/j selama 9.9 saat dan 7.9 saat. Kelajuan maksimum pula masing-masing merekodkan sebanyak 155 km/j dan 167 km/j.\nKomponen motor elektrik dan bateri pada Kona Electric\nSistem SmartSense yang hadir dalam Kona Electric ini mengandungi pelbagai fitur keselamaan seperti penghindaran perlanggaran titik buta, Bantuan Mengekalkan Lorong, Bantuan Mengikut Lorong dan banyak lagi. Kona Elektrik juga mementingkan aspek keselamatan yang hadir dengan 6 beg udara, ABS, ESC, VSM dan lain-lain. Baca lanjut di sini.\nKemasan dalaman bahagian depan Kona Electric\nPaddle ShifterPapan pemuka Kona ElectricButang anjakan gear elektronikDilengkapi dengan Pengecasan Nirwayar Qi\nHarganya bermula dengan RM149,888 untuk varian e-Lite diikuti dengan RM169,888 (e-Plus) dan RM199,888 (e-Max). Apa yang menariknya, Kona Electric dikecualikan sepenuhnya daripada duit import dan eksais, cukai jualan serta cukai jalan seperti yang diumumkan di bawah Bajet 2022. Warna pula hadir dalam 9 pilihan – Chalk White, Cyber Gray, Galactic Gray, Dark Knight, Ignite Flame, Pulse Red, Surfy Blue, Dine in Jeju dan Misty Jungle.\n\nIngatlah, semahal mana pun kereta yang dipakai, bila Kona berilah signal.\n\n  Apa korang rasa?   +1   2   +1   1   +1   0   +1   0   +1   0        ", "Sumber :Hyundai", "Tag :HyundaiKonaKona Electric", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaHyundai Beri Nafas Baru Kepada Grandeur – Klasik Di Luar Tapi Canggih Di DalamArtikel seterusnyaSiri Oppo Reno7 Dilancarkan Di China – Dimensity 1200-Max, Skrin 90Hz, Rekaan Sisi Rata"]}
{"url": "https://techlagi.my/iphone-14-mungkin-hadir-tanpa-takuk-dengan-kamera-hadapan-berbentuk-pil/", "title": "Iphone 14 Mungkin Hadir Tanpa Takuk Dengan Kamera Hadapan Berbentuk Pil", "div": ["", "", "", "", "Iphone 14 Mungkin Hadir Tanpa Takuk Dengan Kamera Hadapan Berbentuk Pil", "7 January 2022", "\nGambar oleh: @angelolibero_design\nSudah hampir 4 tahun Apple mengekalkan rekaan takuk pada siri iPhone yang dilancarkan tiap tahun. Jika dilihat pada peranti Android, mereka telah lama menggunakan rekaan tebuk atau berbentuk pil pada kamera hadapan. Sebab apa Apple masih kekalkan takuk? Jawapan ringkasnya, Face ID. Ini kerana, Face ID mempunyai beberapa komponen kamera lain yang memakan ruangan yang besar.\nTerkini, penganalisa Apple, @dylandkt mengatakan bahawa Apple bakal meletakkan perkakasan Face ID di bawah skrin. Ini menjadikan kamera hadapan dapat menggunakan bentuk pil menggantikan rekaan takuk yang purba. \n\nI am able to corroborate information regarding a hole punch camera for the pro models of the iPhone 14. Face ID hardware will be placed under the display. As a reassurance to any concerns, the functionality of these sensors have not been negatively affected by this change.— Dylan (@dylandkt) January 6, 2022\n\nUra-ura ini juga pernah dinyatakan oleh penganalisa Apple yang lain seperti Ming-Chi Kuo dan Mark Gurman yang mengatakan Apple bakal membuang takuk dan menggunakan rekaan tebuk pada kamera hadapan.\nSejauh manakah kebenaran ura-ura ini? Sama-sama kita nantikan.\nSumber: @dylandkt, Mac Rumors, Bloomberg\nGambar: @angelolibero_designs\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Tag :AppleiPhone 14Takuk", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaApple Tawar AirPods Percuma Untuk Pelajar Dengan Pembelian Mac Dan Ipad – Ini CaranyaArtikel seterusnyaPengguna Yoodo Kini Boleh Menikmati VoLTE"]}
{"url": "https://techlagi.my/iphone-14-pro-dikatakan-hadir-dengan-kamera-berbentuk-pil-dan-tebuk-menurut-lukisan-skematik/", "title": "iPhone 14 Pro Dikatakan Hadir Dengan Kamera Berbentuk Pil Dan Tebuk Menurut Lukisan Skematik", "div": ["", "", "", "", "iPhone 14 Pro Dikatakan Hadir Dengan Kamera Berbentuk Pil Dan Tebuk Menurut Lukisan Skematik", "1 March 2022", "\nTerdahulu, ada desas-desus mengatakan bahawa iPhone 14 Pro yang bakal dilancarkan pada September ini hadir dengan takuk berbentuk pil. Kini, ura-ura baru pula menyatakan bahawa iPhone bakal hadir dengan kamera hadapan berbentuk pil dan tebuk bagi menggantikan takuk untuk menempatkan Face ID dan kamera swafoto.\nSatu sumber dari Weibo melalui FPT menunjukkan lukisan skematik paparan iPhone 14 Pro yang menggunakan kamera berbentuk pil dan tebuk. Ia berbentuk seperti huruf “i” seolah-olah menunjukkan “i” untuk iPhone. \nSumber: YouTube FPT\nMenurut Jon Prosser melalui video YouTube FPT, beliau mengatakan bahawa lukisan ini tepat dan sama dengan apa yang diberitahu oleh sumber dalamnya. Namun apa yang berbeza adalah saiznya yang lebih besar berbanding dengan apa yang Jon Prosser ramalkan sebelum ini.\n\n\n\nRoss Young, pakar paparan bagi industri telefon pintar juga menyatakan kamera berbentuk pil dan tebuk ini hadir bagi siri Pro sahaja sebelum diaplikasikan untuk 4 model iPhone pada tahun 2023 kelak. \n\nThe dual hole punch design on the iPhone Pro models will be seen on all 4 models in 2023. Hopefully the holes will get smaller…— Ross Young (@DSCCRoss) February 27, 2022\n\n  Apa korang rasa?   +1   0   +1   1   +1   2   +1   1   +1   1        ", "Sumber :Weibo", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "2 KOMEN\n\n\n\n\n puyuh\n\n\r\n\t\t\t\t\t\t    2 March 2022\t\t\t\t\t\t    pada\t\t\t\t\t\t    6:28 AM\n\n\n\ninobasi haha\n\n\nBalas \n\n\n\n\n\n kimboy98\n\n\r\n\t\t\t\t\t\t    4 March 2022\t\t\t\t\t\t    pada\t\t\t\t\t\t    12:04 PM\n\n\n\nSelamat datang ke 2020\n\n\nBalas \n\n\n\n\n\n\n\n\nTinggalkan Komen Batalkan balas\n\n\nKomen:\nTulis komen anda di sini\n\n\nNama:*\nTulis nama anda di sini\n\n\n\nE-mel:*\nE-mel anda tidak sah\nTulis e-mel anda di sini\n\n\n\nSimpan nama, emel, dan laman web saya dalam pelayar ini apabila saya mengulas pada masa hadapan.\n\n\nThis site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply. \n\nΔ \n", "Carian", "Artikel sebelumnyaPoco X4 Pro 5G Kini Rasmi Di Malaysia – Apa Yang Perlu Anda Tahu?Artikel seterusnyaApple Event 9 Mac Ini – Apa Yang Kita Boleh Jangka?"]}
{"url": "https://techlagi.my/iphone-se-2022-dilancarkan-5-perkara-yang-perlu-anda-tahu/", "title": "iPhone SE 2022 Dilancarkan – 5 Perkara Yang Perlu Anda Tahu", "div": ["", "", "", "", "iPhone SE 2022 Dilancarkan – 5 Perkara Yang Perlu Anda Tahu", "11 March 2022", "\nApple pertama kalinya memperkenalkan iPhone SE pada tahun 2016 di mana ia membawakan konsep iPhone mampu milik yang menggunakan rekaan lama dengan spesifikasi dalaman yang terkini. \nTahun 2022 ini, Apple akhirnya telah melancarkan iPhone SE generasi ke-3 dengan sedikit naik taraf. Sebelum anda teruja untuk membeli iPhone SE 3 ini, ada beberapa perkara yang perlu anda tahu.\n1. Penggunaan Cip A15 Dengan 5G\nSama seperti siri iPhone 13, iPhone SE 3 ini dikuasakan dengan cip terkini A15 dengan sambungan 5G. Cip A15 ini sememangnya dibuktikan sebagai cip pemprosesan terpantas dan terbaik yang berada di pasaran. \n\nApple mengatakan bahawa A15 Bionic yang diletakkan pada iPhone SE 3 ini 1.8 kali ganda lebih pantas berbanding iPhone 8. Walaupun masih menggunakan faktor bentuk yang sama dan teknologi 5G, Apple mengatakan iPhone SE yang baru ini mempunyai jangka hayat bateri lebih baik berbanding generasi sebelumnya.\niPhone SE ini juga menyokong pengecasan nirwayar Qi dan pengecasan pantas 20W yang mengambil masa 30 minit untuk capai 50 peratus bateri.\n2. Rekaan Ikonik Lama\nAgak mengecewakan kerana rekaan luaran iPhone SE 3 ini sememangnya sama seperti generasi sebelumnya dan iPhone 8 yang telah dilancarkan pada tahun 2017 yang lalu. Namun tidak dinafikan bahawa masih ada lagi peminat iPhone dengan skrin bersaiz 4.7-inci.\n\nApa yang menarik dengan iPhone bersaiz kompak ini adalah ia selesa untuk dipegang dan mudah untuk disimpan di dalam poket seluar. iPhone SE dengan rekaan ini juga sebenarnya disasarkan buat pengguna tegar iOS yang masih sukakan rekaan kompak serta sesuai untuk pengguna Android yang baru ingin berjinak dengan iOS.\n3. Fitur Kamera Baharu\nSelain daripada naik taraf cip, iPhone SE juga turut menerima beberapa fitur baru pada kamera namun terhad kepada perisian sahaja. Ini kerana, iPhone SE masih lagi menggunakan kamera 12-megapiksel yang sama seperti generasi sebelumnya.\nAntara kelebihan komputasi fotografi yang ada pada iPhone SE adalah seperti Smart HDR 4, Photographic Styles, Deep Fusion dan Potrait mode. Kebanyakan fitur yang ditawarkan ini ada pada siri iPhone 13 dan 13 Pro.\nHasil gambar dari Deep Fusion. Sumber: Apple\n4. Spesifikasi Lain Menarik\nBeberapa spesfikasi lain yang menarik seperti penggunaan kaca di bahagian depan dan belakang iPhone SE 3 ini menggunakan kaca yang sama seperti siri iPhone 13 dan 13 Pro.\nTurut disertakan penarafan IP67 untuk ketahanan air dan debu. iPhone SE ini juga direka untuk tahan dari tumpahan cecair.\nBagi peminat Touch ID dan Home Button, ini merupakan kelebihan buat peminatnya kerana iPhone SE 3 ini masih lagi mengekalkan pengesan cap jari yang sememangnya merupakan ciri keselamatan yang boleh dipercayai.\nAda sumber yang mengatakan bahawa iPhone SE 3 ini dilengkapi dengan bateri berkapasiti sedikit besar dari generasi sebelumnya, 1821mAh. Ini dikuatkan lagi dengan pengumuman dari Apple yang menyatakan bahawa prestasi baterinya lebih baik dengan A15 berbanding sebelumnya. \nNamun begitu, kita perlu nantikan bedah siasat dari pihak lain untuk iPhone SE 3 setelah dilancarkan bagi mengetahui kapasiti sebenar bateri ini.\n5. Harga Dan Tarikh Jualan Rasmi\niPhone SE 3 hadir dengan tiga warna utama – Midnight, Starlight dan (PRODUCT)RED. Harganya pula adalah seperti berikut:\n64GB – RM2099128GB – RM2299256GB – RM2799\n\nJika dilihat pada harga yang ditawarkan ini, terdapat sedikit kenaikan (sebanyak RM100) berbanding dengan generasi sebelumnya.\nMenurut Laman Apple Malaysia, pra-tempah iPhone SE 3 ini bermula pada 18 Mac ini jam 9 pagi waktu Malaysia dan stok tersedia bermula 25 Mac ini.\nJadi, berdasarkan maklumat ini, apa pendapat anda mengenai iPhone SE 3 ini? Lontarkan reaksi dan komen anda di bawah ini!\n  Apa korang rasa?   +1   2   +1   0   +1   0   +1   4   +1   0        ", "Tag :Apple EventiPhoneiPhone SEiPhone SE 2022", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", " \nTinggalkan Komen Batalkan balas\n\n\nKomen:\nTulis komen anda di sini\n\n\nNama:*\nTulis nama anda di sini\n\n\n\nE-mel:*\nE-mel anda tidak sah\nTulis e-mel anda di sini\n\n\n\nSimpan nama, emel, dan laman web saya dalam pelayar ini apabila saya mengulas pada masa hadapan.\n\n\nThis site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply. \n\nΔ \n", "Carian", "Artikel sebelumnyaXMOWI R1 – Fon Telinga Bajet Terbaharu Dari PlextoneArtikel seterusnyaPra-Tempah Acer Aspire Vero National Geographic Bermula Mei Dengan Harga RM4299"]}
{"url": "https://techlagi.my/kabel-iphone-rosak-lagi-cuba-beli-jenama-ini/", "title": "Kabel iPhone Rosak Lagi? Cuba Beli Jenama Ini…", "div": ["", "", "", "", "Kabel iPhone Rosak Lagi? Cuba Beli Jenama Ini…", "11 December 2021", "\nKebiasaanya, kabel iPhone tulen yang kita pakai dari kotak semasa pembelian iPhone ini mudah rosak dan tercabut. Pengalaman saya sendiri, tak sampai setahun pun memakainya boleh terkoyak lagi-lagi pada bahagian hujung kabel. Walaupun menggunakan dengan cermat, masalah ini masih boleh berlaku.\nIngin beli yang baru dari Apple Store tapi dengan harganya yang mahal seolah-olah tidak berbaloi dengan kualitinya. Tapi jangan risau, sekarang sudah ada banyak jenama pihak ketiga yang menjual kabel dan palam pengecas yang diiktiraf oleh Apple.\nUntuk itu, artikel ini akan membincangkan beberapa tips memilih jenama kabel dan palam pengecas iPhone yang berkualiti serta senarai jenama kabel yang boleh anda beli berdasarkan pengalaman dari kami sendiri.\nPengecas dan kabel iPhone yang pernah kami gunakan\nTips Memilih Kabel iPhone:\nPilih jenama terkenal dan popular seperti UGREEN, Aukey, Anker, Choetech, Belkin dan lain-lain.Kabel perlu ada label MFi (Made for iPhone/iPad/iPad). Ini penting untuk memastikan pengecasan berjalan dengan lancar.Digalakkan untuk cari kabel yang bersalut nylon (braided) untuk ketahanan dan boleh digunakan dalam tempoh yang lama.Bagi pengguna iPhone 8 dan ke atas, pilih kabel jenis USB Type-C ke Lightning untuk manfaatkan pengecasan pantas.\nKabel-kabel iPhone pilihan kami\nLabel MFi ini kebiasaannya dipaparkan pada kotak kabel\nTips Memilih Palam Pengecas iPhone:\nPalam pengecas yang terbaik adalah dari jenama Apple itu sendiri.Pilih palam pengecas yang menyokong Power Delivery (PD) sama ada 18W, 20W dan ke atas untuk iPhone 8 dan ke atas. Rujuk di sini untuk maklumat lanjut.Bagi iPhone 7 dan ke bawah yang tidak menyokong pengecasan pantas, boleh gunakan palam pengecas iPad 12W untuk sedikit kelajuan. Elakkan guna palam 5W kerana ia terlalu lambat dan tidak patut wujud pada tahun 2021. Baca lanjut di sini.\n\n\n\n\n\nPerbezaan saiz palam pengecas – dari kiri, Aukey, Ugreen, Choetech, Apple dan Aukey\n\nKabel iPhone Terbaik\nUGREEN MFi PD (Type-C ke Lightning)\nJenama yang paling dikenali untuk kabel yang murah dengan label MFi. Ada pilihan panjang dari 0.25m hingga 2m. Kualiti wayarnya biasa sahaja.\n\nHarga : RM37.99\nPautan UGREEN MFi: [Shopee] dan [Lazada]\nUGREEN MFi Braided (Type-C ke Lightning)\nKualiti lebih padu dari kabel UGREEN biasa. Wayar lebih tahan kerana bersalut nylon. Bahagian hujung kabel (housing) diperbuat dari aluminium. Pilihan warna lebih banyak.\n\nHarga : RM41.99\nPautan UGREEN MFi Braided : [Shopee] dan [Lazada]\nAukey CB-CL3 Braided Nylon\nJika inginkan jenama yang boleh dipercayai, Aukey adalah jawapannya. Harganya tidak terlalu murah dan mahal. Kualitinya baik dan tahan lama. Rekaanya kompak dan sesuai untuk pengguna yang lasak.\n\nHarga : RM35.90 RM29.90 (promo)\nPautan Aukey CB-CL3 : [Shopee] dan [Lazada] \nAnker A8842 Powerline+ III\nKepada yang inginkan kabel yang lebih premium dan berkualiti, boleh cuba jenama Anker ini. Kabel ini mampu menahan daripada pintalan, tarikan dan ikatan sehingga 35,000+kali. Sambungan kabel ini kuat dan dapat elak dari karat dan patah. Jenama ini tidak akan mengecewakan anda.\n\nHarga : RM119\nPautan Anker A8842 Powerline+ III : [Shopee] dan [Lazada] \nPalam Pengecas iPhone Terbaik\nApple 20W USB-C Power Adapter\nPalam pengecas terbaik adalah yang tulen dari Apple. Walaupun harganya agak mahal dari yang lain, ia sememangnya selamat untuk digunakan dan mampu memberikan pengecasan pantas. Kelebihan palam ini adalah kakinya boleh dilipat dan amat sesuai digunakan ketika melancong.\n\nHarga : RM92 (promo)\nPautan Apple 20W USB-C : [Shopee] dan [Lazada] \nUGREEN\nBentuknya lebih kurang seperti Palam Apple 20W tetapi kakinya tidak boleh dilipat. Harga dijual lebih murah dan kualitinya memuaskan. Sesuai untuk pengguna yang ingin mencari palam pengecas yang murah.\n\nHarga : RM37\nPautan UGREEN 20W PD : [Shopee] dan [Lazada]  \nChoetech\nMungkin anda tidak pernah dengar akan jenama ini, namun percayalah bahawa palam Cheotech ini tidak kurang hebatnya. Harganya paling murah antara yang lain tetapi hanya ada jenis 18W sahaja. Saiznya pula agak besar dan kedudukan port wayar dari sisi.\n\nHarga : RM30.45\nPautan Choetech 18W PD : [Shopee] dan [Lazada]  \nAukey PA-Y25 20W\nPalam pengecas Aukey ini didatangi dengan pelbagai fungsi keselamatan. Saiznya lebih kompak dari palam Apple 20W. Harganya sedikit mahal dari yang lain namun kualitinya agak baik. \n\nHarga : RM49.90 RM39.90 (promo)\nPautan Aukey PA-Y25 20W : [Shopee] dan [Lazada] \nNota tambahan: Palam pengecas PD 20W boleh digunakan untuk iPhone 8 dan ke atas menurut Apple Support. Harga yang dipaparkan mungkin ada sedikit perbezaan.\nPemilihan pengecas iPhone yang baik ini penting bagi memastikan iPhone dapat dicas dengan selamat dan mengelakkan dari berlakungan kemalangan/kerosakan yang tidak diingini. Itu sahaja perkongsian kali ini, jika anda rasa tips yang diberi ini berguna, anda boleh kongsi artikel kepada yang lain.\n\nPenafian: Tech Lagi tidak dibayar oleh mana-mana jenama pengecas yang disebut dalam artikel ini. Kebanyakan barangan yang dipromosikan ini merupakan pendapat dan pengalaman penggunaan dari Pihak Tech Lagi sendiri. Harga yang dipaparkan merupakan harga promosi yang boleh didapati pada hari tertentu.\n  Apa korang rasa?   +1   6   +1   0   +1   2   +1   0   +1   0        ", "Tag :CableChargeriPhone", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaPromosi Penulen Udara Acerpure C2 dan P2Artikel seterusnyaApple Beri Sumbangan Kepada Mangsa Bencana di Malaysia dan Filipina"]}
{"url": "https://techlagi.my/kembara-5g-tech-lagi-di-malaysia-berdesup-perginya/", "title": "Kembara 5G Tech Lagi Di Malaysia – Berdesup Perginya!", "div": ["", "", "", "", "Kembara 5G Tech Lagi Di Malaysia – Berdesup Perginya!", "19 February 2022", "\nSetelah hampir 3 tahun dalam pembangunan, teknologi 5G akhirnya mendarat di Malaysia. Digital Nasional Berhad (DNB) merupakan syarikat yang bertanggunggjawab dalam membangunkan rangkaian 5G dan pada masa ini, DNB telah pun melaksanakan kajian rintis di beberapa kawasan utama iaitu Putrajaya, Cyberjaya dan Kuala Lumpur.\nUntuk kembara 5G pada kali ini, kami menggunakan peranti Xiaomi 11T yang disediakan oleh Xiaomi Malaysia bersama pelan YES FT5G.\nStruktur 5G di Malaysia\nTeknologi 5G ini dikelolakan oleh DNB yang dibangunkan oleh Kementerian Kewangan Malaysia. Secara ringkasnya, fungsi DNB ini adalah untuk mempercepatkan pembangunan 5G dengan menyewakan spektrum 5G di Malaysia kepada syarikat telko yang lain seperti Maxis, Celcom, Digi dan lain-lain.\nGambar: Digital Nasional Berhad\nDisebabkan syarikat telko yang lain ini menerima sumber 5G yang sama dari DNB, secara teorinya, kelajuan 5G yang dibekalkan kepada semua telko adalah sama. Oleh itu, syarkat telko hanya perlu menguruskan servis dan pemasaran sahaja tanpa perlu membangunkan sepenuhnya infrastruktur 5G.\nMenurut DNB, sistem ini dilaksanakan bagi mengelakkan penduaan infrastruktur, mengoptimumkan penggunaan sumber sukar dan menggalakkan persaingan berasaskan perkhidmatan.\nSekarang, mari kita lihat tahap kelajuan 5G di 3 lokasi utama ini!\nPutrajaya\nLokasi pertama yang kami cuba adalah di Presint 5, Universiti Heriot-Watt. Berdiri di hadapan universiti itu, kami telah mendapat kelajuan sebanyak 918mbps untuk muat turun dan 139mbps untuk muat. Memang menakjubkan.\nDi hadapan Universiti Heriot-Watt, Putrajaya\nSepanjang perjalanan di Putrajaya, kami juga ada uji kelajuan dalam kereta dan rata-ratanya mendapat kelajuan dalam 400-500mbps (muat turun). Bagi kami, ia agak menarik kerana walaupun berada di atas jalan raya, kami masih boleh mendapatkan kelajuan yang memuaskan.\nDi perkarangan Universiti Heriot-Watt, Putrajaya\nKami sempat singgah di Presint 2 untuk santapan tengah hari di McDonald. Sambil menunggu makanan sampai, kami terus lakukan ujian dan mendapati kelajuannya sebanyak 675mbps (muat turun) dan 72.3mbps (muat naik). Bagi kami, kelajuan di Presint 2 ini agak memuaskan walaupun tidak selaju di Presint 5.\nDi hadapan McDonalds Presint 2, Putrajaya\nSebelum kami beralih ke lokasi seterusnya, kami sempat mendapatkan kelajuan sehingga 870mbps (muat turun) dan 60.8mbps (muat naik) di jalan lebuh sentosa berdekatan dengan Hospital Putrajaya. Kawasan yang kami lalu ini sebenarnya bersempadan dengan Cyberjaya.\nDi Jalan Lebuh Sentosa berdekatan Hospital Putrajaya\nSalah satu perkara yang kami kecewa ketika penggembaraan 5G di Putrajaya ini adalah kesukaran untuk mencari tiang 5G. Mungkin infrastruktur 5G yang dibina ini sangat baik dan spektrumnya diletakkan dalam tiang lampu yang kelihatan seperti lampu biasa sahaja. \nCyberjaya\nLokasi seterusnya merupakan bandar pintar iaitu Cyberjaya. Tempat pertama yang kami uji adalah di atas jalan raya antara DPULZE dan Universiti Multimedia. Di sini, kelajuan 5G agak memberangsangkan iaitu sebanyak 904mbps untuk muat turun.\nDi Persiaran Semarak Api, Cyberjaya (Berdekatan dengan Universiti Multimedia)\nNamun begitu, sejurusnya tibanya di DPULZE bersebelahan Cyberpark, kelajuan yang kami dapat agak rendah sekitar 391mbps. Kami pun tidak beberapa pasti mengapa kawasan DPULZE ini agak perlahan, mungkin kerana jauh dari tiang 5G.\nBersebelahan DPULZE, Cyberjaya\nDi kawasan Cyberjaya ini, kelajuan tinggi boleh didapati di kawasan komersial yang lain seperti bangunan DELL, BMW dan sekitarnya dengan nilai mencecah dari 600mbps sehingga 900mbps. Manakala kawasan perumahan dan kodominum pula kelajuannya berlegar sekitar 300-500mbps.\nBagi lokasi terakhir di Cyberjaya, kami singgah di Tamarind Square di mana kelajuan di kawasan ini amat baik iaitu sekitar 400-600mbps (kawasan dalaman) dan 600-800mbps (kawasan luaran). \nTingkat atas di perkarangan luar Tamarind Square, Cyberjaya\nKuala Lumpur\nKuala Lumpur merupakan destinasi terakhir bagi kembara 5G kami. Kami uji kelajuan di sekitar Cheras dan mendapat kelajuan dari 500mbps sehingga 600mbps dalam kenderaan di atas jalan raya.\nApa yang paling menarik adalah kami berjaya mendapatkan kelajuan tertinggi iaitu 1gbps di kawasan kedai-kedai sekitar Cheras. Di sana, kelihatan beberapa tiang 5G dan 4G yang terletak pada bumbung kedai. Disebabkan itu, kami berjaya mendapatkan kelajuan tertinggi berbanding kawasan Putrajaya dan Cyberjaya.\n\nKami juga sempat melakukan ujian di atas jalan raya iaitu Sungai Besi Expressway dan mendapati kelajuan 5G di sepanjang jalan ini juga agak baik. Beberapa ujian kelajuan dilakukan sehingga jari kami penat dan keputusannya sekitar 600mbps sehingga 800mbps. \nDi Sungai Besi Expressway\nPengalaman Menggunakan 5G\nSekarang kita sembang pula mengenai pengalaman menggunakan 5G. Iya lah, takkan la kita nak sembang kelajuan je tapi tak cuba sekali kan? Untuk itu, kami telah buat beberapa ujian 5G dengan menonton Youtube, muat turun video bersaiz 1GB dan kelancaran rangkaian 4G – 5G (seamlessness).\nUntuk ujian Youtube, kami cuba di Tamarind Square, Cyberjaya yang pada ketika itu mendapat kelajuan 5G sehingga 800mbps. Kami cuba menonton video youtube pada resolusi 4K HDR dan hasilnya memang mengujakan. Masa untuk ‘loading’ ambil masa kurang dari satu saat dan boleh langkau video tanpa ‘buffer’. Memang syok giler.\nCubaan pertama menggunakan resolusi 4K sewaktu menonton YouTube\nSeterusnya, ujian muat turun video bersaiz 1GB ini dilaksakan di Cheras yang mempunyai kelajuan tertinggi iaitu 1gbps. Kami cuba muat turun video melalui Google Drive dan hasilnya mengambil masa lebih kurang 2 minit 37 saat.\nMasa diambil untuk muat turun video sebesar 1GB\nAkhir sekali, untuk kelancaran rangkaian pula, bermaksud dari rangkaian 4G ke 5G dan sebaliknya, kami dapati bahawa ianya lancar dan tidak lancar dalam masa yang sama. Apa yang dimaksudkan adalah, jika kita berada di kawasan 4G dan masuk ke 5G, telefon anda akan tukar ke rangkaian 5G dengan lancarnya.\nKendatipun begitu, jika anda berada di kawasan 5G dan masuk ke 4G, anda perlu buka mod kapal terbang (untuk reset rangkaian) dan barulah rangkaian ditukarkan ke 4G. Jika dibiarkan, anda akan mendapat kelajuan yang sangat perlahan dan sambungan yang tidak stabil.\nKonklusi\nJadi, apa pandangan kami mengenai ujian rintis 5G di Malaysia ini? Sebenarnya, masih terlalu awal untuk buat kesimpulan mengenai teknologi 5G ini kerana Malaysia sekarang berada di tahap awal lagi. Menurut DNB, mereka mensasarkan sebanyak 40% liputan 5G akan tersedia di seluruh negara pada tahun 2022 dan liputas 70% pada tahun 2023.\nApa-apa pun, sepanjang penggunaan 5G di tiga kawasan utama ini, ia merupakan pengalaman yang baik bagi kami sebagai permulaan. Kelajuannya memuaskan, sambungnya agak stabil dan ketersediaan rangkaianya di tiga kawasan utama ini juga agak baik. \nDiharapkan teknologi 5G ini dapat dibangunkan dengan lancar selari dengan penambahbaikan rangkaian 4G terutamanya di kawasan pedalaman yang jauh dari bandar.\n\n\n\nJika anda berminat nak cuba rangkaian 5G ni, boleh dapatkan di:\nKad Sim YES FT5G (Percuma) – [Shopee] \nXiaomi Mi 11T – [Shopee] \n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Sumber :Digital Nasional Berhad", "Tag :5GDigital Nasional BerhadDNBYES 5G", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaSiri Redmi Note 11 Kini Rasmi Di Malaysia – Harganya Menarik Habis!Artikel seterusnyaAcer Umumkan Siri Laptop Swift Baharu – Lebih Berkuasa, Premium Dan Ringan"]}
{"url": "https://techlagi.my/komputer-riba-diperbuat-daripada-bahan-kitar-semula-acer-aspire-vero-dilancarkan/", "title": "Komputer Riba Diperbuat Daripada Bahan Kitar Semula, Acer Aspire Vero Dilancarkan", "div": ["", "", "", "", "Komputer Riba Diperbuat Daripada Bahan Kitar Semula, Acer Aspire Vero Dilancarkan", "11 November 2021", "\nAcer dalam acara ‘Make Your Green Mark’ telah melancarkan sebuah laptop yang diperbuat dari bahan kitar semula dalam usaha untuk melestarikan alam sekitar. \nAcer Aspire Vero (AV15-51) diperbuat daripada 30% plastik yang dikitar semula daripada pengguna (PCR) di dalam chasisnya tanpa menggunakan cat. Menurut Acer, setiap penghasilan Vero dapat menjimatkan dalam 21% pelepasan karbon dioksida. \n\nButang kekuncinya mengandungi 50% plastik PCR dan dibungkus di dalam kotak yang diperbuat daripada kertas pulpa yang dikitar semula serta pembungkusan adapter pula menggunakan kertas daripada plastik.\n\nAspire Vero menggunakan paparan FHD IPS 15.6 inci yang 99% dikitar semula. Komputer riba ini dijana oleh pemprosesan sehingga 11th Gen Intel Core i7 dan Iris Xe Graphics untuk kelancaran prestasi. \nCiri-ciri seperti Wi-Fi 6, satu port RJ-45, satu port HDMI, port Type-C USB dan dua port Type-A USB memberikan pengalaman komputerisasi yang boleh mudah. Pengguna juga ada pilihan untuk menggunakan mode Eco+ di dalam perisian baharu Acer dan VeroSense bagi kecekapan tenaga dan hayat bateri yang lebih panjang.\nBagi yang berminat, Acer Aspire Vero mula dijual di kedai-kedai rasmi terpilih Acer dan penjual Acer bertauliah di seluruh negara, bermula RM3,399. Sempena pelancarannya dari 11 November hingga 19 Novemver, pembelian pada tempoh ini melayakkan anda untuk menebus hadiah bernilai sehingga RM500.\n\nSpesifikasi\n\nAspire Vero boleh dibeli melalui Acer Malaysia, Shopee Acer Flagship Store dan Lazada Acer Official Store.\n\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Sumber :Acer", "Tag :AcerKitar SemulaVero", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaSubaru Solterra, EV pertama SubaruArtikel seterusnyaFarizon Auto Menampilkan Trak Elektrik ‘Homtruck’, Bakal Dijual 2024"]}
{"url": "https://techlagi.my/kuasa-hibrid-baharu-geely-melalui-leishen-power/", "title": "Kuasa Hibrid Baharu Geely Melalui Leishen Power", "div": ["", "", "", "", "Kuasa Hibrid Baharu Geely Melalui Leishen Power", "10 November 2021", "\nGeely Auto Group secara rasminya melancarkan Leishen Power, jenama rangkaian kuasa kecekapan tinggi pintar serta platform rangkaian kuasa hibrid modular bertaraf dunia yang dinamakan Leishen Hi-X.\nPlatform hibrid Leishen mengandungi teknologi terkemuka di peringkat global termasuk enjin kecekapan terma setinggi 43.32%, Transmisi Hibrid Terdedikasi (DHT) tiga kelajuan paling canggih di dunia, pengurangan penggunaan bahan api sebanyak 40% dengan penarafan NEDC dan keupayaan naiktaraf FOTA (Firmware Over The Air).\nBarisan enjin hibrid di bawah siri Hi-X.\nLeishen HI-X\n\nProduk utama Leishen Power ialah platform Leishen Hi-X. Platform ini menawarkan pengalaman kuasa hibrid serba baharu, bukan sahaja dari segi penjimatan bahan api tetapi juga peningkatan kuasa, keselesaan dan kecerdasan. Sebagai platform rangkaian kuasa hibrid pintar modular, Hi-X ialah sistem hibrid yang paling boleh disesuaikan dan dikembangkan dari segi ruang, tahap elektrifikasi dan pengagihan kuasa. Dibangunkan untuk memenuhi pelbagai keperluan pelanggan yang berbeza di seluruh dunia, Hi-X boleh digunakan untuk model segmen A hingga segmen C dan dalam konfigurasi HEV/PHEV/REEV untuk jenama dalam Geely Auto Group.\n\nKejuruteraan Generasi Baharu\n\nDHE1.5(1.5TD) ialah enjin hibrid yang dibangunkan oleh sepasukan 500 orang jurutera merupakan enjin hibrid pertama dengan teknologi supercharger dan suntikan langsung. Enjin baharu ini menggunakan empat teknologi canggih termasuk suntikan langsung tekanan tinggi, supercharger, kitaran Miller dan EGR tekanan rendah untuk mencapai kecekapan terma tertinggi di dunia untuk enjin yang dihasilkan secara besar-besaran sebanyak 43.32%. Kecekapan haba yang ditunjukkan telah mencapai 52.5% dan menawarkan tork dan kuasa tertinggi dalam kelasnya.\nSistem transmisi DHT Pro tiga kelajuan ialah komponen teras platform Hi-X. DHT Pro akan menjadi transmisi hibrid tiga kelajuan besar-besaran pertama di dunia. Ia menyepadukan dua motor elektrik serta sistem kawalan dan pengagihan kuasa dalam pakej seberat hanya 120kg. Dengan penghasilan tork maksimum sebanyak 4920 Nm, DHT Pro mencapai nisbah tork kepada berat sebanyak 41 Nm/kg yang mengagumkan. Selain itu, transmisi DCT EVO yang berkecekapan tinggi juga telah dibangunkan dengan menggunakan transmisi 7DCTH milik Geely sebagai asas.\nMotor E-Drive baharu telah dibangunkan mengikut piawaian prestasi mewah global menggunakan reka bentuk modular dan menawarkan penyelesaian berkecekapan tinggi, kebolehpercayaan tinggi dan boleh disesuaikan sepenuhnya. Leishen E-Drive mengguna pakai motor elektrik 800V, modul kuasa silikon karbida, kecekapan penyejukan minyak sebanyak 92% dan kuasa maksimum 475kW. Ditala untuk prestasi tinggi, motor E-Drive membolehkan kenderaan mencapai pecutan 0-100km/j dalam masa kurang 3 saat.\n\nDalam konfigurasi elektrik hibrid (HEV), Hi-X mengurangkan penggunaan bahan api sebanyak 40% dengan penarafan NEDC serendah 3.6L/100km. Sistem hibrid Hi-X menawarkan pengalaman pemanduan yang tiada tandingan dengan penggunaan enjin dan transmisi canggih.\nModel pertama yang bakal menggunakan platform Leishen Hi-X ialah model mercu Geely Auto yang merangkumi SUV coupé Xing Yue (Tugella) dan sedan Xing Rui (Preface). Dalam tempoh tiga tahun akan datang, Geely Holding Group akan menawarkan pelbagai pilihan rangkaian kuasa elektrik termasuk HEV, PHEV jarak jauh dan EV jarak jauh.\nJadi, adakah Geely bakal menerapkan sistem kuasa moden ini dalam barisan model Proton yang akan datang? Dengan insentif yang tepat oleh kerajaan, kita pasti dapat melihat teknologi ini di jalan raya Malaysia tidak lama lagi.\n\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Tag :GeelyHibridProton", "Amirul HakeemTertarik dengan jargon berkaitan teknologi seperti megapiksel, gigahertz & AMOLED. Meminati semua jenis teknologi daripada telefon pintar, peti sejuk pintar dan seangkatan dengannya. Merupakan kipas susah mati kumpulan K-Pop, TWICE.", "", "Carian", "Artikel sebelumnyaCara Ubah Bunyi Notifikasi Windows 10Artikel seterusnyaSubaru Solterra, EV pertama Subaru"]}
{"url": "https://techlagi.my/pelancaran-oneplus-10-pro-disahkan-pada-januari-2022-menurut-pete-lau/", "title": "Pelancaran OnePlus 10 Pro Disahkan Pada Januari 2022 Menurut Pete Lau", "div": ["", "", "", "", "Pelancaran OnePlus 10 Pro Disahkan Pada Januari 2022 Menurut Pete Lau", "22 December 2021", "\nPengasas OnePlus, Pete Lau melalui Weibo melaporkan bahawa peranti mercu mereka, OnePlus 10 Pro bakal dilancarkan pada Januari tahun depan. OnePlus 10 Pro dijangka menggunakan Snapdragon 8 Gen1 yang terkini.\nPete Lau menyatakan OnePlus 10 Pro bakal dilancarkan tahun depan melalui Weibo\nMenurut ura-ura yang berlegar di laman web, OnePlus 10 Pro menggunakan skrin 6.7-inci LPTO AMOLED dengan kadar segar semula 120Hz. Selain dari skrin, rekaan bonggol kamera utama juga dilihat berubah secara drastik dengan kamera 32MP ditambah baik dan rekaan kamera tebuk pada skrin hadapan.\nKredit: @OnLeaks\nOnePlus 10 Pro juga dijangka hadir dengan kapasiti bateri sebesar 5000 mAh dengan pengecasan pantas 80W untuk berwayar dan 50W untuk nirwayar. OnePlus 10 Pro bakal dilancarkan dahulu di China namun masih tidak diketahui tarikh sebenar bagi pelancaran global.\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Sumber :OnLeaks x Zouton", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaApple Beri Sumbangan Kepada Mangsa Bencana di Malaysia dan FilipinaArtikel seterusnyaSamsung Tawar Bantuan Pembersihan Secara Percuma Dan Pemeriksaan Peranti Kepada Mangsa Banjir"]}
{"url": "https://techlagi.my/pengguna-apple-dibenarkan-untuk-beli-alat-ganti-tulen-melalui-self-service-repair-kelak/", "title": "Pengguna Apple Dibenarkan Beli Alat Ganti Tulen Melalui Self Service Repair Kelak", "div": ["", "", "", "", "Pengguna Apple Dibenarkan Beli Alat Ganti Tulen Melalui Self Service Repair Kelak", "17 November 2021", "\nApple sememangnya tegas dalam hal pembakian peranti terutamanya melalui pihak ketiga. Mana tidaknya, pengguna Apple perlu menghantar peranti yang rosak ke kedai yang diiktiraf seperti Apple Authorized Service Provider (AASP) dengan bayaran yang mahal. Sebelum ini, Apple bertindak dengan menyekat beberapa fungsi seperti status kesihatan bateri dan fungsi FaceID jika menggunakan komponen dari pihak ketiga.\nContoh AASP di Malaysia – Switch\nNamun begitu, ceritanya pula berbeza pada hari ini apabila Apple umumkan Self Service Repair di mana alat ganti dan panduan boleh dibeli oleh pelanggan Apple bermula pada awal tahun 2022. Menurut Apple, servis ini membenarkan pelanggan yang selesa untuk membaiki sendiri peranti untuk membeli alat ganti tulen dari laman Apple seperti bateri, skrin dan kamera iPhone. Alat ganti yang bakal dijual bermula dengan siri iPhone 12 dan 13 serta diikuti dengan Mac yang menggunakan Cip M1. \nPembukaan akses yang lebih besar kepada alat ganti tulen Apple memberikan pelanggan kami lebih banyak pilihan jika pembaikan diperlukan. Dalam tempoh tiga tahun yang lalu, Apple telah  menggandakan bilangan lokasi perkhidmatan dengan akses kepada alat ganti dan latihan, dan kini kami menyediakan pilihan untuk mereka yang ingin menyelesaikan pembaikan peranti secara kendiri. – Jeff Williams, Apple COO\nPelanggan yang ingin melalukan pembakian peranti Apple digalakkan untuk meneliti manual pembakian dan membuat pesanan alat ganti melalui Apple Self Service Repair Online Store. Tambahan lagi, pelanggan yang mengitar semula komponen terpakai akan mendapat kredit untuk pembelian seterusnya. \nApple juga mengatakan bahawa servis ini ditujukan untuk juruteknik individu yang mempunyai pengetahuan dan pengalaman dalam membaiki peranti elektronik. Kepada kebanyakan pengguna biasa, anda digalakkan untuk menghantar peranti Apple ke AASP yang terdekat.\nServis yang bakal ditawarkan Apple ini merupakan satu langkah yang besar buat komuniti pembakian yang sekian lama memperjuangkan #HakUntukBaiki atau #RightToRepair. Sama-sama kita nantikan bagaimana servis ini dikendalikan oleh Apple pada tahun hadapan.\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Sumber :Apple", "Tag :AppleServis", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaFarizon Auto Menampilkan Trak Elektrik ‘Homtruck’, Bakal Dijual 2024Artikel seterusnyaHyundai Beri Nafas Baru Kepada Grandeur – Klasik Di Luar Tapi Canggih Di Dalam"]}
{"url": "https://techlagi.my/pengguna-yoodo-kini-boleh-menikmati-volte/", "title": "Pengguna Yoodo Kini Boleh Menikmati VoLTE", "div": ["", "", "", "", "Pengguna Yoodo Kini Boleh Menikmati VoLTE", "10 January 2022", "\nSetelah sekian lama menunggu dan akhirnya syarikat telekomunikasi Yoodo telah melancarkan VoLTE dan menambahkan lagi sokongan kepada peranti yang lain. Bagi yang belum tahu, VoLTE ini merupakan singkatan bagi Voice over Long-Term Evolution.\nBeberapa kelebihan fitur ini adalah kualiti panggilan dapat dipertingkatkan (berdefinisi tinggi), sambungan panggilan yang lebih laju, pertukaran panggilan suara dan video yang lebih lancar dan penggunaan data bersama panggilan yang tiada gangguan (boleh buat panggilan sambil menggunakan data internet).\nPengguna Yoodo yang layak akan menerima notifikasi dalam aplikasi Yoodo. Yoodo juga telah mengeluarkan senarai peranti yang mendapat sokongan VoLTE ini. Tiada caj tambahan dikenakan bagi menggunakan fitur ini.\nJika peranti anda yang layak tidak diaktifkan VoLTE, pastikan anda telah mengemaskini peranti ke sistem operasi yang terkini. Jika masih tak aktif, anda boleh mengaktifkannya secara manual.\nJika anda bukan pengguna Yoodo dan berminat untuk mendaftar, gunakan Referral Code ini lopem9306.\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Sumber :Yoodo", "Tag :CelcomVoLTEYoodo", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaIphone 14 Mungkin Hadir Tanpa Takuk Dengan Kamera Hadapan Berbentuk PilArtikel seterusnyaYES Tawarkan Kad Sim 5G Secara Percuma Sehingga 14 Febuari"]}
{"url": "https://techlagi.my/poco-x4-pro-5g-kini-rasmi-di-malaysia-apa-yang-perlu-anda-tahu/", "title": "Poco X4 Pro 5G Kini Rasmi Di Malaysia – Apa Yang Perlu Anda Tahu?", "div": ["", "", "", "", "Poco X4 Pro 5G Kini Rasmi Di Malaysia – Apa Yang Perlu Anda Tahu?", "1 March 2022", "\nPoco pada hari ini telah melancarkan Poco X4 Pro 5G secara rasmi di Malaysia. Apa yang menariknya tentang X4 Pro 5G ini, ia hadir dengan cip pemprosesan Snapdragon 5G bersama skrin dengan kadar sedar semula 120HZ dan dipadankan dengan kamera 108MP.\n\nSkrin\nPoco X4 Pro 5G ini dilengkapi dengan paparan AMOLED bersaiz 6.67-inci DotDisplay denngan kadar segar semula 120Hz. Tambahan lagi, ia menggunakan kadar persampelan 360Hz untuk paparan yang lebih responsif sewaktu kegunaan harian dan gaming. Dengan sokongan DCI-P3 wide colour gamut, paparan AMOLED ini juga mempunyai resolusi FHD+ bersama SGS Eye Care untuk kegunaan gaming.\n\nKamera\nPoco X4 Pro 5G hadir dengan kamera utama 108MP dengan sensor sebesar 1/1.52-inci. Turut serta, kamera 8MP ultra-lebar bersama 2MP mikro. Kamera swafotonya pula menggunakan 16MP dengan rekaan tebuk di bahagian tengah. \n\nFitur kameranya pula seperti Panoramic Selfie di mana anda boleh mengambil gambar swafoto secara beramai. Selain daripada itu, fitur seperti Slow Motion, dwi-video, time-lapse video, super macro, movie filer dan kaleidoscope turut disediakan untuk kegunaan kamera.\nPrestasi\nBagi prestasi pula, Poco X4 Pro 5G dikuasakan oleh Snapdragon 695 5G dengan binaan 6nm. Untuk GPU pula, ia dilengkapi dengan lapan-teras Arm Cortex-A78 uang boleh mencapai kelajuan sehingga 2.2Ghz. Peranti ini juga mempunyai RAM dari 6GB sehingga 8GB di mana tambahan 3GB juga dapat dicapai melalui teknologi Dynamic RAM Expansion Technology bagi storan 256GB.\n\nBateri\nDengan adanya bateri berkapasiti 5000mAh, Poco X4 Pro 5G ini dikatakan mampu memainkan video sehingga 15 jam, waktu membaca sehingga 25 jam dan waktu mendengar muzik sehingga 191 jam.\n\nPoco X4 Pro 5G ini menggunakan pengecasan 67W dan mengambil masa selama 22 minit untuk mengecas sehingga 70% serta 41 minit untuk cas penuh.\nCiri Tambahan\nBercakap mengenai pembesar suara pula, ia dilengkapi dengan dwi-pembesar suara untuk menghasilkan bunyi yang padu dan jelas. Selain itu, telefon pintar ini menggunakan Z-aksis motor linear untuk pengalaman gaming yang lebih baik. Akhir sekali, peranti ini hadir juga dengan sistem operasi terbaharu, MIUI 13 dengan pelbagai fitur dan penambahnaikan prestasi.\nWarna dan Harga\nPoco X4 Pro 5G hadir dengan 3 warna – Laser Black, Laser Blue dan POCO Yellow. Bagi varian pula (RAM + Storan) adalah seperti berikut:\n6GB + 128GB = RM1199 – Beli di sini [Shopee]8GB + 256GB = RM1499 – Beli di sini [Shopee]\n\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   1        ", "Sumber :POCO Malaysia", "Tag :PocoPoco X4 ProPoco X4 Pro 5G", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaAcer Umumkan Siri Laptop Swift Baharu – Lebih Berkuasa, Premium Dan RinganArtikel seterusnyaiPhone 14 Pro Dikatakan Hadir Dengan Kamera Berbentuk Pil Dan Tebuk Menurut Lukisan Skematik"]}
{"url": "https://techlagi.my/pra-tempah-acer-aspire-vero-national-geographic-bermula-mei-dengan-harga-rm4299/", "title": "Pra-Tempah Acer Aspire Vero National Geographic Bermula Mei Dengan Harga RM4299", "div": ["", "", "", "", "Pra-Tempah Acer Aspire Vero National Geographic Bermula Mei Dengan Harga RM4299", "27 April 2022", "\nKomputer riba diperbuat daripada bahan kitar semula, Acer Aspire Vero telah dilancarkan oleh Acer sebelum ini. Untuk edisi kali ini, Acer telah melancarkan Aspire Vero Edisi Terhad dengan kerjasama National Geographic (NG).\nBerbeza sedikit dengan Aspire Vero, Edisi NG pada kali ini membawakan rekaan dan corak yang lebih menawan. Setiap pembelian Aspire Vero NG dapat membantu organisasi National Geographic bagi melindungi bumi menerusi pengembaraan, kajian dan pembelajaran.\n\nAspire Vero NG hadir dengan skrin 15.6-inci dengan panel IPS beresolusi FHD. Dikuasakan komputer riba ini, Intel Core i7-1195G7 bersama GPU Intel Iris Xe Graphics. Ia dilengkapi dengan RAM 16GB DDR4 diikuti storan 1TB SSD.\n\nBahagian port pula terdiri daripada 1x HDMI 2.0, 2x USB 3.2 Gen1 Type-A dan 1x USB Type-C. Ia juga hadir dengan pengecasan 65W bersama bateri 3 cell berkapasiti 48Whr. Acer Aspire Vero NG hanya dijual dengan satu warna sahaja – Volcanic Grey.\n\nBagi menyahut cabaran melestarikan alam sekitar, Acer turut mengadakan program tukar beli dengan menawarkan rebat sehingga RM500 bagi pra-tempah Acer Aspire Vero NG dan pembelian Aspire Vero.\n\nProgram tukar beli ini berlangsung pada 1 Mei 2022 sehingga 31 Julai 2022. Bagi pembelian 50 unit pertama akan menerima tetikus dan pad tetikus Vero. Selain itu, setiap pembelian Acer Aspire Vero dan NG pada waktu promosi ini akan menerima hadiah bernilai sehingga RM199 atau kredit Touch n’Go eWallet sehinggan RM120.\n\n\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   1   +1   0        ", "Tag :AcerAspire VeroNational Geographic", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", " \nTinggalkan Komen Batalkan balas\n\n\nKomen:\nTulis komen anda di sini\n\n\nNama:*\nTulis nama anda di sini\n\n\n\nE-mel:*\nE-mel anda tidak sah\nTulis e-mel anda di sini\n\n\n\nSimpan nama, emel, dan laman web saya dalam pelayar ini apabila saya mengulas pada masa hadapan.\n\n\nThis site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply. \n\nΔ \n", "Carian", "Artikel sebelumnyaiPhone SE 2022 Dilancarkan – 5 Perkara Yang Perlu Anda TahuArtikel seterusnyaUlasan Xiaomi Smart Air Purifier 4 – Kenapa Ia Berbaloi Untuk Dimiliki?"]}
{"url": "https://techlagi.my/promosi-penulen-udara-acerpure-c2-dan-p2/", "title": "Promosi Penulen Udara Acerpure C2 dan P2", "div": ["", "", "", "", "Promosi Penulen Udara Acerpure C2 dan P2", "9 December 2021", "\nMenjelang musim perayaan yang akan datang, Acer Malaysia memperkenalkan acerpureseries terbarunya yang membolehkan pengguna menawarkan hadiah ‘udara bersih’ untuk keluarga, rakan dan di pejabat. Acerpure cool(C2)dan acerpure pro(P2) baharu dilengkapi dengan perlindungan empat lapisan yang berkesan mengasingkan bulu, habuk, zarah PM1.0, menghapuskan alergen, bakteria, coronavirus (229E) dan Influenza A (H1N1) secara aktif. \nMenyampaikan penulenan kecekapan tinggi, acerpure cool(C2)dan acerpure pro(P2) baharu didatangkan dengan penapis HEPA 4-dalam-1. Pra-penapis dalam lapisan pertama mengasingkan bulu, habuk dan kelemumur; Penapis HEPA Plus+ dalam lapisan kedua menghapuskan 99% bakteria bawaan udara dan berkesan terhadap coronavirus (229E) dan Influenza A (H1N1); Penapis HEPA 13 dalam lapisan ketiga membuang zarah PM2.5 dan PM1.0 yang boleh menyebabkan alahan; dan penapis karbon teraktif di lapisan keempat menghilangkan formaldehid, gas dan bau. \nKedua-dua penulen udara datang dengan empat kelajuan penulen. Melalui panel kawalan, pengguna boleh menetapkan penulen kepada mod pintar untuk membersihkan udara mengikut keadaan kualiti udara. Dilengkapi dengan penderia pintar, ia boleh mengesan bau, zarah PM2.5 dan PM1.0 secara aktif manakala paparan LCD intuitif menyampaikan data kualiti udara masa nyata kepada pengguna. \nacerpure pro (P2)\nacerpure cool(C2)dan acerpure pro(P2)mampu mengisi rumah dengan kepekatan tinggi ion negatif untuk menangkap habuk ultra halus dan zarah PM1.0. Ini boleh diprajadualkan atau dilakukan walaupun pengguna tiada di rumah terima kasih kepada apl Lifesmart acerpure. Aplikasi serba baharu itu juga mengesan kualiti udara dalaman dan menghantar pemberitahuan kualiti udara dalaman dan luaran secara automatik kepada telefon pintar pengguna.\nBadan kawalan dan pencegahan penyakit Amerika Syarikat mengesyorkan persekitaran dalaman yang lebih baik dengan meningkatkan peredaran udara segar, luar dan/atau memperbaik pengudaraan dan penapisan udara untuk mencegah penyebaran virus. Untuk meningkatkan peredaran udara, acerpure cool (C2) baharu didatangkan dengan tetapan 10-kelajuan yang membolehkan pengguna memilih kelajuan yang paling sesuai untuk mereka dan menyampaikan udara segar yang ditapis di sekeliling rumah mereka tanpa peranti tambahan. \nSiri baharu acerpure dilengkapi tinggi -berprestasi motor DC yang cekap tenaga. Ia juga lebih senyap; acerpure ini beroperasi serendah 25dB yang lebih rendah daripada bunyi perpustakaan purata pada 40dB. Tersedia serta-merta di kedai dalam talian rasmi Acer terpilih (jadual 1), penulen udara dan pengedar udara acerpure cool (C2) baharu dijual pada harga RM1,599 manakala penulen udara acerpure pro (P2) dijual pada harga RM1,299.\nacerpure cool (C2)\nSempena musim perayaan dan ketibaan siri acerpure baharu, Acer Malaysia mengadakan promosi pelancaran eksklusif dari 7 hingga 14 Disember 2021. Semasa promosi tersebut, acerpure cool (C2) dan acerpure pro (P2) boleh didapati pada harga RM1, 299 dan RM1,099 masing-masing. Selain itu, pelanggan juga berhak untuk membawa pulang acerpure cozy bernilai RM599 dan penapis HEPA beli-dengan-beli (PWP) pada harga RM99. Pada masa yang sama, pembeli pendahulu acerpure cool akan layak mendapat potongan harga RM400, pada harga RM899, dan PWP penapis HEPA pada RM99. \nSementara adik-beradiknya acerpure cozyair-circulator datang dengan potongan RM250, berharga RM349 dan dihantar dengan payung Acer percuma. Acerpure cozycomes dengan 12 tetapan kelajuan kipas yang boleh menyampaikan aliran udara sehingga 15 meter dengan 90º atas/bawah dan 95º kiri/kanan pelarasan arah berayun.\n Promosi acerpure cool (C2) dan acerpure pro (P2) sempena musim perayaan ini.\nUntuk maklumat lebih lanjut, kunjungi Facebook Acer Malaysia @MyAcer atau hubungi talian info Acer di 1800-88-1288 (9am –6pm, Isnin hingga Jumaat), atau e-mel ama.marcom@acer.com.\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Tag :Acer", "Amirul HakeemTertarik dengan jargon berkaitan teknologi seperti megapiksel, gigahertz & AMOLED. Meminati semua jenis teknologi daripada telefon pintar, peti sejuk pintar dan seangkatan dengannya. Merupakan kipas susah mati kumpulan K-Pop, TWICE.", "", "Carian", "Artikel sebelumnya4 Dash Cam 70mai Terbaik Dan Berbaloi Untuk DimilikiArtikel seterusnyaKabel iPhone Rosak Lagi? Cuba Beli Jenama Ini…"]}
{"url": "https://techlagi.my/rekaan-dan-spesifikasi-realme-gt2-pro-diperlihat/", "title": "Rekaan Dan Spesifikasi Realme GT2 Pro Diperlihat", "div": ["", "", "", "", "Rekaan Dan Spesifikasi Realme GT2 Pro Diperlihat", "24 December 2021", "\nBaru-baru ini, realme telah mendedahkan rekaan sebenar bagi peranti versi andalan iaitu GT 2 Pro di Twitter. Rekaan yang didedahkan itu merupakan Master Edition yang mempunyai tekstur seakan kertas pada panel belakang.\n\nBeing user-friendly is not enough, and realme is constantly innovating to contribute to the environment by being eco-friendly. Introducing #realmeGT2Series with Paper Tech Master Design – taking our first step towards sustainability in mobile devices. #realmeGT2Pro pic.twitter.com/kZIf13OC5s— Sky Li (@skyli_realme) December 23, 2021\n\nSpesifikasi bagi peranti ini pula telah tertiris selepas mendapat pengesahan dari TENAA di mana terdapat dua model bagi GT 2 Pro ini. Peranti ini menggunakan paparan skrin sebesar 6.7-inci QHD+ AMOLED dan mempunyai ketebalan sebanyak 8.2 mm sahaja.\n\n\nRealme GT 2 Pro dikuasakan dengan Snapgragon 8 Gen 1 bersama 8/12 GB RAM dan 128/256/512 GB storan. Peranti ini dilihat mempunyai 3 kamera pada bahagian belakang yang menempatkan dua 50MP dan satu 2MP. Kamera swafoto pula menggunakan 32MP dengan rekaan tebuk.\n\nBagi prestasi bateri pula, GT 2 Pro kemungkinan menggunakan bateri bersaiz  lebih kurang 5000 mAh. Apa yang pasti, TENAA menyatakan bahawa peranti ini dilengkapi dengan fitur pengimbas cap jari bawah skrin.\nJika sebelum ini tertiris mengenai rekaan realme GT 2 Pro seakan Pengimbas Suhu Depan Kedai, ia dikatakan versi Camera Performance Edition.\n\n[Ura-ura] Rekaan awal realme GT 2 Pro diperlihat oleh OnLeaks. Spesifikasi GT 2 Pro:– Skrin 6.8” WQHD+ OLED 120Hz– Snapdragon 8 Gen1– Sistem tri-kamera: 50MP + 50MP + 8MP Ada vibe Nexus 6P. Pendapat anda? pic.twitter.com/dwPXnKq9kg— Tech Lagi (@tech_lagi) November 29, 2021\n\nSumber: TENAA, Ishan Agarwal, Weibo\n\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Tag :GT 2 Prorealme", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaAsus Turut Bantu Mangsa Banjir Dengan Tawaran Pemeriksaan Secara PercumaArtikel seterusnyaXiaomi Sumbang RM418,150 Kepada Mangsa Banjir Melalui Yayasan Food Bank Malaysia"]}
{"url": "https://techlagi.my/samsung-galaxy-s22-dan-s22-rekaan-ikonik-dengan-beberapa-penambahbaikan/", "title": "Samsung Galaxy S22 dan S22+: Rekaan Ikonik Dengan Beberapa Penambahbaikan", "div": ["", "", "", "", "Samsung Galaxy S22 dan S22+: Rekaan Ikonik Dengan Beberapa Penambahbaikan", "11 February 2022", "\nSamsung telah melancarkan siri Galaxy S yang terdiri daripada S22, S22+ dan S22 Ultra. Secara ringkasnya, S22 dan S22+ masih menggunakan rekaan ikonik yang sama seperti model sebelumnya manakala S22 Ultra pula menerima perubahan rekaan yang lebih drastik.\nSamsung Galaxy S22 dan S22+ menggunakan paparan rata Dynamic AMOLED 2X dengan Vision Booster yang mampu memberi kecerahan skrin sehingga 1750 nit. S22 mempunyai skrin bersaiz 6.1-inci FHD+ manakala S22+ pula menggunakan skrin bersaiz 6.6-inci. Kedua-duanya mempunyai kadar segar semula 120Hz dan 240Hz bagi kadar bacaan sentuhan dalam mod permainan.\n\nBercakap mengenai prestasi pula, S22 dan S22+ ini menggunakan Cip Snapdragon 8 Gen 1 (4nm) menggantikan Cip Exynos 2200 untuk pasaran Malaysia. Untuk memori, kedua-duanya mempunyai 8GB RAM dengan 256GB atau 128GB storan. Sistem operasinya pula merupakan Android 12 dengan One UI 4.1 dan menerima kemaskini sistem operasi sehingga 4 tahun.\nAntara ciri kamera yang menarik pada S22 dan S22+ adalah Nightography dan Night Potrait. Siri Galaxy S22 ini dikatakan mampu mengambil gambar dan video pada waktu malam dengan lebih cerah tanpa mengorbankan kualiti imej yang dihasilkan. Ini dapat dicapai dengan penggunaan sensor kamera yang bersaiz 25% lebih besar berbanding model sebelumnya. Konfigurasi kameranya pula 50MP (lebar), 12MP (ultra-lebar), dan 10MP tele (3x zum) beserta 10MP kamera hadapan. Kamera belakang ini turut dilengkapi dengan OIS. \nAkhir sekali, Siri Galaxy S22 dibekalkan dengan bateri berkapasiti 3700mAh dan 4500mAh untuk S22 dan S22+. Untuk pengecasan pula, kedua-duanya menyokong pengecasan berwayar 25W namun S22+ menyokong sehingga 45W. Tambahan lagi, pengecasan nirwayar hanya menyokong sehingga 15W dengan ciri Wireless PowerShare.\n\nJika anda berminat untuk mendapatkan Samsung Galaxy S22 dan S22+, pra-tempah boleh dibuat melalui Shopee, Lazada dan Samsung Malaysia. Harga S22 bermula dari RM3499 (128GB + 8GB) dan RM3699 (256GB + 8GB) manakala S22+ pula bermula dari RM4099 (128GB + 8GB) dan RM4299 (256GB+8GB),\n\n\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   1   +1   0        ", "Sumber :Samsung Malaysia", "Tag :SamsungSamsung Galaxy S22Samsung Galaxy S22+Samsung Unpacked", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaSamsung S22 Ultra Dilancarkan – Apa Yang Menarik?Artikel seterusnyaSiri Redmi Note 11 Kini Rasmi Di Malaysia – Harganya Menarik Habis!"]}
{"url": "https://techlagi.my/samsung-s21-fe-5g-dilancarkan-exynos-2100-tri-kamera-4500-mah/", "title": "Samsung S21 FE 5G dilancarkan – Exynos 2100, tri-kamera, 4500 mAh", "div": ["", "", "", "", "Samsung S21 FE 5G dilancarkan – Exynos 2100, tri-kamera, 4500 mAh", "4 January 2022", "\nSiri yang dinantikan ramai peminat Samsung, S21 FE 5G akhirnya dilancarkan pada hari ini. Samsung S21 FE 5G ini mempunyai peminat yang tersendiri kerana menawarkan spesifikasi yang berbaloi dengan rekaan seperti model andalan namun dengan harga yang berpatutan.\nPeranti ini hadir dengan skrin bersaiz 6.4-inci FHD+ Dynamic AMOLED dengan kadar segar semula 120Hz dan 240Hz respon sentuhan. Turut dilengkapi dengan pengimbas cap jari optikal bawah skrin.\nS21 FE 5G dijana dengan Exynos 2100 (5nm) bersama 8GB RAM dengan 256/128GB pilihan bagi storan. Selain itu, kapasiti bateri 4500 mAh ditempatkan dalam peranti ini bersama pengecasan pantas 25W yang mana mengambil masa selama 30 minit untuk cas sehingga 50%. \nSamsung S21 FE 5G dengan tiga warna pilihan.\nBagi kamera pula, S21 FE 5G menggunakan konfigurasi 3 kamera yang menempatkan 12MP ultra-lebar, 12MP lebar dan 8MP telefoto dengan ciri Space Zoom sehingga 30X. Pada bahagian depan pula, kamera swafoto bagi peranti ini dilengkapi dengan 32MP.\nSpesifikasi Samsung S21 FE 5G bagi pasaran global.\nRekaan bagi S21 FE 5G ini dilihat kemas dan minimal dan sama seperti abangnya iaitu siri S21. S21 FE 5G juga menggunakan sistem operasi Android 12 bersama Samsung OneUI 4.0. Ciri lain menarik yang ada apa peranti ini adalah seperti Dual Recording, AI Face Restoration yang mampu mencantikkan lagi wajah anda, Night Mode dan lain-lain.\nS21 FE 5G dengan warna Lavender yang menawan\nMenurut Samsung Malaysia, S21 FE 5G bakal ditawarkan pada harga RM2899 (8+128GB) dan RM3099 (8+256GB). Sebanyak 4 warna ditawarkan bagi peranti ini – Olive, Graphite, Lavender dan Putih.\nRangkuman spesifikasi:\n\n\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Sumber :Samsung Malaysia", "Tag :5GSamsungSamsung S21 FE", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaXiaomi Sumbang RM418,150 Kepada Mangsa Banjir Melalui Yayasan Food Bank MalaysiaArtikel seterusnyaSiri Chromebook Dilancarkan Oleh Acer Untuk Pelbagai Kegunaan"]}
{"url": "https://techlagi.my/samsung-s22-ultra-dilancarkan-apa-yang-menarik/", "title": "Samsung S22 Ultra Dilancarkan – Apa Yang Menarik?", "div": ["", "", "", "", "Samsung S22 Ultra Dilancarkan – Apa Yang Menarik?", "10 February 2022", "\nFebuari merupakan bulan yang dinantikan bagi peminat Samsung kerana pelancaran Siri Galaxy S. Antara siri Galaxy S yang paling dinantikan ramai semestinya Samsung Galaxy S22 Ultra. Jom kita lihat apa ciri yang menarik pada S22 Ultra pada kali ini.\n1. Reka Bentuk Baharu\nTidak seperti generasi sebelumnya, S22 Ultra kini menggunakan reka bentuk yang berlainan dari S22 dan S22+. Bagi penggemar siri Galaxy Samsung, anda pasti kenal dengan rekaan baru S22 Ultra ini. Ya, ia sememangnya di ambil dari Siri Galaxy Note yang telah terkubur pada tahun 2020 yang lalu.\n\nS22 Ultra mempunyai rekaan permukaan atas dan bawah yang rata serta skrin melengkung. Bahagian kamera belakangnya pula menggunakan rekaan yang lebih ringkas tanpa bonggol di sisi bagaikan 5 biji boba yang hinggap di atas panel belakang.\n2. Cip Pemprosesan Yang Tidak Mengecewakan Lagi\nSelalunya bila bercakap mengenai spesifikasi pada Siri Galaxy ini, pasti soalan pertamanya berkenaan cip pemprosesan. Mana tidaknya, Samsung kebiasaanya akan menjual Siri Galaxy S yang hadir dengan cip pemprosesan Exynos di pasaran Malaysia berbanding Snapdragon untuk pasaran luar.\n\nKini anda tidak perlu kecewa lagi kerana Samsung telah bawakan Cip Snapdragon 8 Gen 1 yang terbaharu dengan binaan 4nm untuk Galaxy S22 Ultra ini. Cip ini mampu memberikan prestasi yang mencukupi untuk peranti yang dahagakan kelajuan. Lepas ini, bertambah kuranglah rintihan peminat Samsung terhadap penggunaan cip pemprosesan.\n3. Siri Note Terkubur Namun Legasi S-Pen Diteruskan\nApa yang membezakan antara Siri Note dan S Ultra adalah terletak pada S-Pen. Kini, S22 Ultra didatangkan dengan S-Pen serta slot untuk menyimpannya yang sama seperti model Galaxy Note. S-Pen yang baru ini juga telah ditambah baik dengan kependaman yang dikurangkan. Ini bermakna ia mampu memberikan pengalaman menulis yang lebih tepat.\n4. Paparan Skrin Yang Lebih Padu\nNama Ultra itu sendiri membawa maksud paling hebat. Disebabkan itu, S22 Ultra ini hadir dengan skrin melengkung bersaiz 6.8-inci QHD+ dengan teknologi LTPO yang mampu melaras kadar segar semula secara optimum untuk penjimatan bateri (maksimum 120Hz).\nDengan paparan Dynamic AMOLED 2X ini, kecerahan skrin peranti ini boleh mencecah sehingga 1750nit (maksimum) sambil mensajikan warna yang lebih tepat dan cantik.\n5. Kamera Lebih Berkuasa \nSamsung memang tidak memberi peluang kepada pengeluar yang lain kerana S22 Ultra ini hadir dengan 4 kamera belakang dengan konfigurasi – 12MP (ultra-lebar), 108MP (lebar), 10MP (telefoto) untuk 3x zum dan 10MP (telefoto) untuk 10x zum ke Marikh.\n\nAntara kelebihan kamera yang ditekankan oleh Samsung adalah Nightography di mana S22 Ultra yang hadir dengan sensor baru lebih besar ini mampu merakam gambar potrait dan video pada waktu malam dengan kualiti yang amat baik.\n6. Kemaskini OS dan Sekuriti Selama 4 dan 5 Tahun\nPengumuman oleh Samsung untuk memberi pelanjutan kemaskini pada Siri Galaxy ini amat mengujakan dan menggembirakan pengguna Samsung terutamanya. Mana tidaknya, dengan pelanjutan kemaskini Sistem Operasi dan Sekuriti ini sebenarnya menguntungkan pengguna kerana boleh digunakan peranti untuk tempoh lebih lama tanpa perlu menukarnya setiap tahun.\n\nPeranti yang layak menerima kelebihan ini adalah seperti berikut:\nSiri Galaxy S: Galaxy S21, S21+, S21 Ultra, S21 FE, S22, S22+, S22 Ultra dan terkini.Siri Galaxy Z: Galaxy Z Fold 3, Z Flip 3 dan terkiniSiri Galaxy A: Siri A yang akan datang (terpilih)Galaxy Tablet: Galaxy TabS8, S8+, S8 Ultra dan terkiniGalaxy Watch: Galaxy Watch4, Watch 4 Classic dan terkini\n7. Harga dan Warna Rasmi Untuk S22 Ultra\nJika dibandingkan dengan model sebelumnya, terdapat sedikit peningkatan harga untuk varian 256GB storan dan 12GB RAM. Berikut merupakan harga rasmi bagi Samsung Galaxy S22 Ultra:\n128GB | 8GB – RM5099 256GB | 12GB – RM5499 512GB | 12GB – RM5899\nBagi warna pula, Samsung menawarkan 4 pilihan warna asas dengan penambahan beberapa warna lain yang eksklusif untuk pembelian dalam talian sahaja.\n\n\nSpesifikasi penuh Samsung Galaxy S22 Ultra dalam infrografik:\n\n\n\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Sumber :Samsung Malaysia", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaTwitter Blue Lancarkan Fitur NFT Sebagai Gambar Profil Di iOSArtikel seterusnyaSamsung Galaxy S22 dan S22+: Rekaan Ikonik Dengan Beberapa Penambahbaikan"]}
{"url": "https://techlagi.my/samsung-tawar-bantuan-pembersihan-secara-percuma-dan-pemeriksaan-peranti-kepada-mangsa-banjir/", "title": "Samsung Tawar Bantuan Pembersihan Secara Percuma Dan Pemeriksaan Peranti Kepada Mangsa Banjir", "div": ["", "", "", "", "Samsung Tawar Bantuan Pembersihan Secara Percuma Dan Pemeriksaan Peranti Kepada Mangsa Banjir", "22 December 2021", "\nJika anda merupakan mangsa banjir dan menggunakan produk Samsung, jangan buang dulu. Ini kerana Samsung Malaysia Electronics hari ini mengumumkan bantuan kepada mangsa yang terkesan akibat banjir dengan servis pembersihan sekali beri dan pemeriksaan dengan kos buruh percuma khusus buat produk Samsung yang rosak akibat banjir.\nMelalui program ‘Flood Relief’ ini, pelanggan yang terkesan boleh menghubungi di \nTalian 1800-88-9999 ATAUChat secara langsung di Samsung Members ATAULayari Samsung.com/my \nuntuk membuat tempahan atau bertanya lebih lanjut mengenai program ini. Program ini bermula pada hari ini sehingga 31 Januari 2022.\nUntuk maklumat lanjut mengenai terma dan syarat, klik di sini atau hubungi Samsung Malaysia pada talian di atas.\nTerima kasih Samsung Malaysia!\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Sumber :Samsung Malaysia", "Tag :BanjirFlood ReliefSamsung", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaPelancaran OnePlus 10 Pro Disahkan Pada Januari 2022 Menurut Pete LauArtikel seterusnyaAcer Malaysia Sedia Bantu Membaiki Komputer Kepada Semua Mangsa Banjir"]}
{"url": "https://techlagi.my/siri-chromebook-dilancarkan-oleh-acer-untuk-pelbagai-kegunaan/", "title": "Siri Chromebook Dilancarkan Oleh Acer Untuk Pelbagai Kegunaan", "div": ["", "", "", "", "Siri Chromebook Dilancarkan Oleh Acer Untuk Pelbagai Kegunaan", "5 January 2022", "\nPada Acara CES 2022 yang sedang berlangsung di Las Vegas, Acer telah melancarkan Siri Chromebook baharu yang didatangkan dengan tiga saiz dan reka bentuk yang sesuai untuk keluarga, pelajar dan pekerja hibrid.\nAcer Chromebook Spin 513\nChromebook Spin 513 ini hadir dengan paparan VertiView bersaiz 13.5-inci dengan nisbah paparan 3:2 bagi memaksimakan kandungan yang boleh dilihat. Resolusi skrinnya pula sebanyak 2256 x 1504 yang mampu memaparkan gambar yang cantik dan jelas. Tambahan lagi, paparannya mampu diputarkan sehingga 360 darjah untuk dijadikan sebagai komputer riba mahupun tablet.\nDikuasakan dengan MediaTek Kompanio 1380 8-teras, Chromebook Spin 513 ini mempu menyajikan prestasi yang pantas dan sesuai untuk menjalankan pelbagai tugasan. Pengguna mampu megekalkan produktiviti dengan hayat baterinya mampi bertahan sehingga 10 jam. Chromebook Spin 513 juga hadir dengan ketahanan gred tentera, MIL-STD 810H yang dikatakan tahan lasak.\n\nAcer Chromebook 315\nSeterusnya, Chromebook 315 pula didatangkan dengan skrin 15.6-inci IPS dengan resolusi FHD serta dilengkapi dengan ciri anti-silau. Bagi pengguna yang menyukai fungsi skrin sesentuh, Chromebook 315 ini hadir dengan fungsi ini.\nAcer Chromebook 315 ini menyertakan sekali web kamera HDR yang mampu menawarkan kualiti video dan gambar yang lebih jelas serta menjadikannya sebuah Chromebook yang sesuai buat pelajar mahupun pekerja yang bekerja dari rumah. Di samping itu, teknologi Audio DTS yang ada pada peranti ini dapat menghasilkan bunyi yang kaya dengan bes dan sesuai untuk kegunaan multimedia.\nBagi prestasi pula, Chromebook 315 hadir dengan pemprosesan Intel dan WiFI 6 yang baharu untuk prestasi yang lebih cekap. Baterinya pula mampu bertahan sehingga 10 jam dan mempunyai 2 port USB-C generasi kedua serta satu slot bagi kad MicroSD.\n\nAcer Chromebook 314\nAkhir sekali, Acer Chromebook 314 dilancarkan khusus buat golongan pelajar dan keluarga kerana penawaran spesifikasi yang baik dengan harga yang berpatutan. Chromebook 314 ini menggunakan paparan 14-inci FHD IPS dengan ciri anti-silau dan boleh digunakan pada persekitaran yang terang. Saiz bingkainya pula senipis 8.1mm yang mampu memaparkan visual yang lebih luas dan jelas.\nMenguasakan Chromebook 314 ini adalah pemprosesan Intel dengan ketahan bateri selama 10 jam untuk produktiviti yang maksima. Turut dihadiri juga Wifi 6 yang terbaharu dengan ketahanan gred tentera, MIL-STD 810H yang mampu menahan kelasakan adik atau kucing anda.\n\nHarga\nBerikuit merupakan harga bagi Siri Chromebook di AS yang ditukarkan terus matawang. Siri Chromebook ini bakal ditawarkan bermula Januari ini di beberapa pasaran yang terpilih.\nAcer Chromebook Spin 513 – $599.99 (~RM2515.00)\nAcer Chromebook 315 – $299.99 (~RM1257.41)\nAcer Chromebook 314 – $299.99 (~RM1257.41)\n\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Sumber :Acer", "Tag :AcerAcer ChromebookCES2022Chromebook 314Chromebook 315Chromebook Spin 513", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaSamsung S21 FE 5G dilancarkan – Exynos 2100, tri-kamera, 4500 mAhArtikel seterusnyaApple Tawar AirPods Percuma Untuk Pelajar Dengan Pembelian Mac Dan Ipad – Ini Caranya"]}
{"url": "https://techlagi.my/siri-oppo-reno7-dilancarkan-di-china-dimensity-1200-max-skrin-90hz-rekaan-sisi-rata/", "title": "Siri Oppo Reno7 Dilancarkan Di China – Dimensity 1200-Max, Skrin 90Hz, Rekaan Sisi Rata", "div": ["", "", "", "", "Siri Oppo Reno7 Dilancarkan Di China – Dimensity 1200-Max, Skrin 90Hz, Rekaan Sisi Rata", "25 November 2021", "\nBelum cukup setahun selepas pelancaran Reno6, Oppo telah pun merasmikan Siri Oppo Reno7, Reno7 Pro dan Reno 7 SE. Siri Reno7 kali ini membawakan rekaan dan spesifikasi baru yang berbeza dari generasi sebelumnya.\nReno7 tampil dengan reka bentuk baru yang lebih kemas\nOppo Reno7 Pro\nReno7 Pro hadir dengan skrin AMOLED bersaiz 6.55-inci ditambah dengan kadar segar semula 90Hz. Ia dikuasakan dengan cip MediaTek Dimensity 1200-Max. Peranti ini hadir dengan konfigurasi 8/12GB RAM dan 256GB storan. Dibekalkan dengan bateri berkapasiti 4500mAh, Reno7 Pro juga menyokong pengecasan pantas 65W.\nTiga kamera pada model Pro ini menempatkan 50MP Sony IMX766 sensor (f/1.8), diikuti dengan lensa ultra-lebar 8MP dan 2MP makro. Kamera swafoto pula mempunyai 32MP.\nOppo Reno7 \nBersaiz sedikit kecik dari model Pro, Reno7 hadir dengan skrin AMOLED  bersaiz 6.43-inci dengan 90Hz kadar segar semula. Kalini ini, ia dikuasakan dengan cip Snapdragon 778G dengan 3 varian – 8GB RAM + 128GB storan, 8GB RAM + 256GB storan dan 12GB RAM + 256Gb storan. Baterinya pula mempunya kapasiti sama dengan versi Pro – 4500mAh dan 60W pengecasan pantas. \nReno7 mempunyai 3 kamera pada bahagian belakang – 64MP f/1.7 (lebar) + 8MP f/2.2 (ultra-lebar) + 2MP f/2.4 (makro). Kamera swafoto pula mempunyai 32MP.\nOppo Reno7 SE\nReno 7 SE pula menggunakan skrin bersaiz 6.43-inci AMOLED dengan kadar segar semula 90Hz. Cip MediaTek Dimensity 900 digunakan bagi model SE ini dengan 2 variasi – 8GB RAM + 128/256GB storan. Bateri sebesar 4500mAh ini pula dipadankan dengan pengecasan pantas 33W.\nReno7 SE juga mempunyai konfigurasi 3 kamera namun kekurangan lensa ultra-lebar. Kameranya mempunyai 48MP f/1.7 (lebar), 2MP f/2.4 (makro) dan 2MP f/2.4 (kedalaman). Kamera swafotonya pula hanya 16MP.\nHarga Siri Reno7\nReno7 dengan kemasan ‘Matte Black’ \nBerikut merupakan harga siri Reno7 yang ditukarkan terus dari CNY (matawang China)\n\n\nReno7 Pro\n8GB + 256GB – CNY 3,999 (~RM2,654)12GB + 256GB – CNY 2,399 (~RM1,560)\n\n\nReno7\n8GB + 128GB – CNY 2,699 (~RM1,791)8GB + 256GB – CNY 2,999 (~RM1,990)12GB + 256GB — CNY 3,299 (~RM1,526)\n\n\nReno7 SE\n8GB + 128GB – CNY 2,199 (~RM1,460)8GB + 256GB – CNY 2,399 (~RM1,592)\n\n\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaHyundai Kona Electric Dilancarkan Di Malaysia – Harga Bermula RM150kArtikel seterusnya4 Dash Cam 70mai Terbaik Dan Berbaloi Untuk Dimiliki"]}
{"url": "https://techlagi.my/siri-redmi-note-11-kini-rasmi-di-malaysia-harganya-menarik-habis/", "title": "Siri Redmi Note 11 Kini Rasmi Di Malaysia – Harganya Menarik Habis!", "div": ["", "", "", "", "Siri Redmi Note 11 Kini Rasmi Di Malaysia – Harganya Menarik Habis!", "11 February 2022", "\nSiri Redmi Note ini telah menjadi pilihan ramai rakyat Malaysia kerana penawaran harganya yang murah disertakan dengan spesifikasi yang berpatutan. Tahun 2022 ini, Xiaomi Malaysia telah melancarkan Siri Redmi Note 11 yang terdiri daripada Redmi Note 11, Note 11S, Note 11 Pro dan Note 11 Pro 5G.\nSekarang jom kita lihat perbezaan spesifikasi bagi ketiga varian ini.\n\nSeperti yang anda dapat lihat di atas, Note 11 dan Note 11 Pro 5G masing-masing menggunakan cip Snapdragon 680 dan Snapdragon 695 5G. Manakala Note 11S dan Note 11 Pro pula menggunakan Mediatek Helio 695. RAM pula bermula dari 4GB bagi Note 11 dan tertinggi 8GB bagi versi 11S, 11 Pro dan 11 Pro 5G. Storan pula bermula dari 64gb sehingga 128GB bagi semua varian.\n\nKeempat-empat varian menggunakan skrin AMOLED FHD+ dengan kadar segar semula yang berbeza di mana versi Pro menerima sehingga 120Hz. Konfigurasi kamera belakangnya pula berbeza bagi versi Note 11 yang hanya menggunakan 50MP, manakala versi 11S dan 11 Pro menggunakan 108MP (utama) diikuti dengan 8MP (ultra-lebar), 2MP (kedalaman) dan 2MP (makro). Note 11 Pro 5G pula hanya ada ada 3 kamera dengan kekurangan lensa kedalaman.\n\nKesemua varian dilihat menggunakan bateri sebesar 5000mAh dengan pengecasan 33W bagi 11 dan 11S serta 67W bagi 11 Pro dan 11 Pro 5G. Seperti biasa, semua varian juga mempunyai ciri pemancar inframerah (IR Blaster) untuk dijadikan sebagai alat kawalan jauh.\n\nSaat yang paling dinantikan! Ini dia harga rasmi siri Redmi Note 11:\n\nRedmi Note 11 Pro 5G\n6GB + 128GB : RM11998GB + 128GB : RM1299\nRedmi Note 11 Pro\n6GB + 128GB : RM9998GB + 128GB : Rm1099\nRedmi Note 11S\n6GB + 64GB : RM8998GB + 128GB : RM999\nRedmi Note 11 \n4GB + 128GB : RM749\n6GB + 128GB : RM799\n\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Sumber :Xiaomi Malaysia", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaSamsung Galaxy S22 dan S22+: Rekaan Ikonik Dengan Beberapa PenambahbaikanArtikel seterusnyaKembara 5G Tech Lagi Di Malaysia – Berdesup Perginya!"]}
{"url": "https://techlagi.my/sony-xperia-1-iii-peranti-premium-di-jalan-yang-sepi/", "title": "Sony Xperia 1 III – Peranti Premium Di Jalan Yang Sepi", "div": ["", "", "", "", "Sony Xperia 1 III – Peranti Premium Di Jalan Yang Sepi", "23 September 2021", "\nSony meneruskan legasi Xperia dengan pelancaran Sony Xperia 1 III, peranti mercu Sony untuk tahun 2021. Menggunakan formula asas yang sama ditambah baik dengan pelbagai fitur baru, Sony mengetengahkan fungsi kamera, audio dan skrin yang disasarkan khas untuk pengguna-pengguna ekstrim, atau kita panggil “enthusiast user”. \nSiri Xperia yang sebelum ni pun tak asing dengan inovasi baru, antaranya ialah yang pertama ada IP68 dan yang pertama guna skrin 4K pada smartphone. Jadi, adakah tawaran terbaru Sony ini berbaloi untuk dimiliki? Jom baca ulasan Sony Xperia 1 III.\nKualiti Binaan dan Rupa Fizikal\nBiasanya, ramai yang suka telefon dengan skrin besar, tetapi ada sesetengah telefon itu terlalu besar sampai susah nak pegang dengan satu tangan, lagi-lagi untuk orang bertangan sederhana atau kecil. Tetapi itu bukan masalah untuk Xperia ini. Ya, skrinnya masih besar bersaiz 6.5-inci tapi peranti ni kurus dan senang dipegang berbanding peranti besar yang lain.\n\nAku menggunakan OnePlus 7T Pro sebagai peranti harian aku dan kalau nak dibandingkan dengan Sony, OnePlus ni lagi lebar dan jauh lagi berat, buatkan aku rasa tak selesa nak guna untuk masa yang lama. \n\n\n\n\nKualiti binaan Sony Xperia III ni memang padu. Peranti ini guna Gorilla Glass Victus pada bahagian depan dan Gorilla Glass 6 di belakang. Jadi secara teorinya, peranti ni tahan calar dan skrinnya tidak akan berkecai kalau jatuh pada ketinggian 2 meter. \n\nPada bahagian belakang Xperia ni guna kaca dengan kemasan matte. Ya betul, kemasan matte boleh kurangkan kesan cap jari tapi disebabkan kemasan ini lah menyebabkan peranti menjadi agak licin. Kalau nak selamat, disarankan guna kerangka telefon. \nPada belah kiri ada slot dwi-SIM dan Mikro SD, bahagian atas pula ada port audio 3.5mm! Semua butang ada pada belah kanan phone, butang volume, pengimbas cap jari yang sekali dengan butang kuasa, butang Google Assistant dan butang kamera dua tahap. \n\n\n\n\nPengimbas cap jari pada Xperia 1 ini pantas, tetapi isu dengan posisi pengimbas cap jari ni adalah aku kerap kali tersentuh sensor itu secara tidak sengaja jadi aku terpaksa tunggu selama 30 saat sebelum boleh guna pengimbas cap jari tu semula. Peranti ini juga ada penarafan IP68 jadi tak perlu risau kalau guna peranti ini dalam hujan atau nak bawak pergi Sunway Lagoon.\nSkrin \nXperia 1 III ialah peranti pertama yang menggunakan panel OLED resolusi 4K dengan kadar segar semula 120Hz. Tadi aku ada bagitahu yang phone ni senang dipegang. Sebab utama aku cakap macam tu ialah penggunaan skrin nisbah 21:9. Ada sebab mengapa Sony guna nisbah yang janggal ni. Filem yang ditonton di wayang itu sebenarnya dirakam menggunakan format 21:9. Jadi tidak akan ada kotak hitam bila korang tonton filem menggunakan peranti ni. \n\nLagi satu benda syok guna skrin tinggi ni adalah korang dapat tengok lagi banyak kandungan berbanding skrin peranti lain. Maksud aku, lagi banyak informasi boleh dipaparkan pada skrin. Kualiti panel OLED pada Xperia 1 III ini memang bagus. \nDari segi ketepatan warna, contrast ratio serba-serbi baik tapi aku rasa panel OLED ni tak cukup cerah kalau guna bawah matahari. Kecerahan maksimum panel OLED Xperia 1 ni hanya 627 nits, kurang berbanding pencabar lain macam Galaxy S21 Ultra dan iPhone 12 Pro Max. Scrolling takde masalah, smooth je dengan refresh rate 120Hz. Aku suka resolusi 4K dekat phone ni dan aku boleh bagi kredit dekat Sony sebab mereka gunakan teknologi 4K dekat peranti flagship Xperia. \n\nTapi Sony patutnya kena bagi pilihan untuk rendahkan resolusi kepada 2K ataupun Full HD untuk jimatkan bateri. Betul, phone ni dicipta untuk enthusiast, tapi enthusiast pun mesti tahu kepentingan tukar resolusi skrin untuk jimat bateri kan? Oh ya, phone ni juga ada Creator Mode yang mana korang boleh tengok filem sebijik seperti director tu edit dengan gamut warna BT2020.\nSistem Operasi\nTerus daripada kotak, Xperia 1 III guna Android 11 dengan skin yang tak lari jauh dari stock Android. Bagi aku, aku kurang suka dengan stock Android sebab tak banyak fitur tambahan tapi ini subjektif sebab ada orang suka peranti yang clean macam stock Android. Sony masih bagi beberapa fitur unik dekat peranti ni.\nAntara fitur tambahan yang Sony bagi ialah SideSense yang mana korang boleh akses aplikasi dengan mudah, hanya tekan je butang pada bahagian tepi skrin. Fungsi Side Sense memudahkan multitasking pada Xperia 1 ni. Skrin panjang pada phone ni memang sesuai untuk multitask. \n\nFitur lain yang Sony bagi ialah Dynamic Vibration yang mana peranti ini akan vibrate ikut irama lagu. Dynamic Vibration ni berfungsi dengan agak baik tapi bagi aku, ia lebih kepada gimik jadi aku tak guna sangat fitur tu. Sony juga letakkan fungsi game enhancer yang mana korang boleh pergi ke menu game enhancer untuk akses screen recording.\nSepanjang penggunaan aku, ada beberapa isu yang aku nampak pada sistem operasi Xperia ni. Pertama sekali, aku nak tegaskan bahawa unit yang aku dapat ni tiada masalah auto rotate macam MKBHD. Isu pertama ialah masalah pepijat pada aplikasi galeri, gambar yang aku tangkap layar tiada dalam galeri, perlu restart peranti baru gambar muncul kembali. Memandangkan Sony menggunakan galeri Google Photos, kemungkinan besar pepijat itu datang dari Google dan bukan Sony.\n\nMasalah kedua ialah peranti ni mudah untuk jadi suam walaupun buat benda biasa macam tengok media sosial dan tengok Youtube dan ada sekali tu, peranti ini jadi terlampau panas masa menggunakan Telegram dan Twitter Spaces, panasnya tu macam tak normal. Bila panas melampau, peranti pun akan lag. Diharapkan agar Sony dapat selesaikan masalah ni pada kemaskini akan datang.\nPrestasi\nPrestasi Sony Xperia 1 mark iii ni sangat bagus. Cip Snapdragon 888, RAM 12GB, storan 256GB semuanya membuatkan pengalaman menggunakan peranti ni sangat lancar.\nDengan penggunaan komponen dan spesifikasi premium, aplikasi dapat dibuka dengan pantas, game load dengan laju dan gameplay sangat lancar, pemindahan data bersaiz besar pula ambil masa yang sekejap sahaja. \nNamun begitu, apabila guna aplikasi berat seperti kamera untuk masa yang lama, phone ni akan menjadi panas dan akan bagi kesan kepada kelancaran peranti. Prestasi bukan persoalan, tapi sejauh mana phone ni boleh kekalkan kelancaran, itu agak meragukan. \nKamera\nKamera pada Xperia 1 III ialah antara titik jualan utama peranti ini. Sony mempunyai reputasi yang perlu dijaga kerana kamera pada Xperia 1 III ini dibangunkan bersama jurutera kamera Alpha dan seperti yang diketahui, Sony Alpha ini antara pembuat kamera mirrorless terbaik di dunia. \n\nXperia 1 III menggunakan 3 sensor 12 megapiksel pada lensa utama, lensa ultra-lebar dan lensa telefoto. Apa yang menarik ialah modul kamera telefoto peranti ini mempunyai elemen yang boleh mengubah focal length secara mekanikal yang mana lensa dalam phone ni akan bergerak ke depan atau ke belakang untuk ubah jarak zum. Jadi korang dapat dua jarak zum iaitu 70mm dan 105mm dalam satu lensa.\n\nSony juga sediakan kawalan kamera manual yang menyeluruh untuk digunakan dengan lensa-lensa tadi. Untuk Xperia 1 III, Sony gabungkan kamera asas dan kamera manual dalam satu aplikasi yang dipanggil Photo Pro. Korang boleh pilih pelbagai mod bermula daripada mod Basic, Program Auto, Shutter Speed Priority dan beberapa mod lain macam yang korang biasa jumpa pada kamera mirrorless dan DSLR. \nAntaramuka pengguna dan UI kawalan manual pada kamera phone ni diinspirasikan oleh kamera Alpha. Korang boleh kawal fokus, white balance, metering, shutter speed, dan banyak lagi. Aku tak pernah jumpa kawalan kamera manual selengkap ni pada telefon pintar. \n\n\n\n\nKualiti Gambar\nDalam pencahayaan yang baik, kualiti gambar yang dihasilkan ini agak baik tapi tak sempurna. Gambar yang dihasilkan cukup tajam untuk sensor 12MP. Warna yang dihasilkan pula natural dengan pemprosesan yang minimum. Dynamic range secara keseluruhannya sangat baik dan tidak kelihatan seperti terlebih proses.\n\n\n\n\nSony juga berjaya kurangkan perbezaan warna dekat semua lensa, jadi gambar yang diambil dari semua lens ini konsisten. Cumanya, gambar yang dihasilkan melalui zum 105mm tak setajam lensa yang lain.\n\n\n\n\n\n\nUntuk situasi cahaya kurang pula, aku berpuas hati dengan gambar yang dihasilkan oleh lensa utama dan ulta-lebar. Sony tidak sertakan fungsi Night Mode pada peranti ini dan bergantung sepenuhnya pada HDR. Hasil warna HDR pada lensa utama dan ultra-lebar nampak natural walaupun pada waktu malam. \n\n\n\n\nKelemahan utama peranti ini bila korang gunakan lensa telefoto pada waktu malam. Ia kelihatan sedikit gelap dan tidak tajam.\n\nAudio\nSony ni sebuah syarikat yang seba boleh. Mereka mempunyai bahagian pembangunan kamera, video dan audio. Untuk Xperia 1 III, Sony berkerjasama dengan Sony Music dan Sony Pictures untuk bangunkan ciri-ciri audio peranti ini. Sony mengatakan bahawa pembesar suara stereo pada Xperia 1 III ini 40% lagi kuat berbanding model generasi sebelumnya.\n\nKelantangan bunyi pembesar suara Sony ni kuat tetapi tidaklah sekuat pembesar suara OnePlus aku. Pembesar suara Sony Xperia 1 ini berkualiti, dan tak pecah pada volume maksimum cuma bunyi bassnya tak terlalu ketara.\n\nAku gemar akan kesan stereo pada pembesar suara peranti ini kerana kedua-duanya simetri, sama kuat kiri dan kanan. Ada satu fitur audio yang aku rasa sangat berharga dekat peranti Sony ini iaitu audio jack. Ye lah, zaman sekarang, susah nak dapatkan peranti andalan yang dilengkapi audio jack. \nAudio jack yang Sony gunakan sangat berkualiti. Bunyi yang dihasilkan jelas dan boleh dengar pada kelantangan maksimum tanpa distortion. Fon kepala low power macam AudioTechnica M40x yang aku ada ini tiada masalah untuk digunakan dengan Xperia 1. \n\n\n\n\nNamun jika korang jenis yang high impedance, korang boleh sambungkan phone ni ke external amplifier. Xperia 1 juga menyokong audio bluetooth yang berkualiti dengan penggunaan codec Hi-Res LDAC, memang sesuai sangat lah untuk pengguna fon kepala Sony.\nBateri dan Pengecasan\nKetahanan bateri pada Sony Xperia 1 ini boleh dikatakan bagus, tapi bukanlah yang terbaik. \nDalam penggunaan aku, bateri bersaiz 4,500mah ni cukup untuk dapatkan screen on time selama 5 ke 5 jam setengah. Penggunaan aku sederhana sahaja, banyak tengok video dan media sosial, tapi kalau korang yang jenis main game, mungkin korang akan dapat screen on time dalam 3 ke 4 jam. \n\nYang tak syoknya, Sony tidak beri pilihan untuk rendahkan resolusi skrin untuk kurangkan penggunaan bateri. Tidak mengapa, jika bateri dah habis, korang boleh cas guna pengecas 30 Watt yang disertakan dalam kotak. \n\nDalam ujian aku, Xperia 1 ni ambil masa sekitar 1 jam 30 minit untuk cas dari 5-100%. Tapi kalau aku guna peranti ini sewaktu cas, masa untuk penuh itu akan terkesan sedikit. Peranti ini juga ada wireless charging dengan reverse wireless charging untuk korang cas gajet lain. Tapi kelajuan pengecasan tu tak lah sepantas pengecasan berwayar.\nKonklusi\nSony menyasarkan peranti ini kepada pengguna yang sangat spesifik. Pengguna yang betul-betul tahu apa yang mereka inginkan dari sesebuah telefon pintar, lagi-lagi dengan tanda harga sebanyak RM5799 yang mana bukanlah harga yang murah.\nAdakah Sony Xperia 1 III ini untuk anda? Senang cerita, jika anda seorang pengguna yang menitikberatkan skrin beresolusi 4K dengan nisbah 21:9, kamera dengan kawalan manual yang lengkap seperti DSLR dan ada audio jack yang berkualiti dengan teknologi bluetooth serta mempunyai banyak wang, Sony Xperia 1 III ini sesuai untuk anda.\nSaksikan video ulasan penuh kami di YouTube\n\n\n\nJika anda tergolong dalam golongan “enthusiast”, dapatkan Sony Xperia 1 III di [Lazada] dan [Laman Rasmi Sony].\nUlasan ini dilaksanakan oleh Amirul Hakeem dan diolah semula ke artikel oleh Zafrul Aiman.\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnya5 Perkara Menarik Tentang iPad Mini 6 2021Artikel seterusnyaTeknologi Tokyo 2020"]}
{"url": "https://techlagi.my/subaru-solterra-ev-pertama-subaru/", "title": "Subaru Solterra, EV pertama Subaru", "div": ["", "", "", "", "Subaru Solterra, EV pertama Subaru", "11 November 2021", "\nSaat yang penuh gilang-gemilang untuk Subaru, jenama yang sinonim dalam penghasilan kereta rali. Subaru menjejakkan kaki ke dalam pasaran EV dengan pelancaran Subaru Solterra, EV pertama syarikat tersebut. Pelancaran Solterra diadakan di Jepun, lebih awal berbanding pelancaran global yang bakal mengambil tempat di Los Angeles Auto Show 17 November ini.\nSubaru Solterra merupakan SUV elektrik hasil daripada pembangunan kerjasama antara Toyota-Subaru menggunakan platform BEV yang dinamakan e-Subaru Global Platform. Toyota juga baru-baru ini telah menghasilkan SUV elektrik, Toyota bZ4X baru-baru ini. Ini tidak mengejutkan kerana jalinan Toyota-Subaru juga telah dilihat pada kereta sukan Toyota GT86/Subaru BRZ pada 2012.\n\nBaiklah, ini bahagian yang ditunggu-tunggu. Subaru Solterra mempunyai pilihan pacuan roda hadapan (FWD) dan AWD, kedua-duanya mempunyai kapasiti bateri sebanyak 71.4kWh. Bateri pada SUV crossover ini mampu memberikan jarak perjalanan sejauh 530km untuk model FWD dan 460km bagi model AWD mengikut piawai WLTC. Subaru Solterra menyokong pengecasan arus terus (DC) pantas maksimum 150kW namun masa pengecasan tidak didedahkan. Oh ya, Subaru juga menyediakan pilihan bumbung solar untuk SUV ini.\n\nSubaru Solterra dikuasakan oleh dua motor elektrik berbeza mengikut sistem pacuan. Untuk model FWD, Subaru mempertaruhkan sebuah motor elektrik dengan penghasilan kuasa sebanyak 201 hp. Untuk model AWD pula, dua buah motor elktrik digunakan, satu pada setiap gandar. Model AWD mendapat dua motor elektrik yang setiap satunya menghasilkan kuasa sebanyak 107 hp untuk jumlah kuasa 214 hp.\nSubaru Solterra boleh mula dibeli pada pertengahan tahun hadapan. \n\nSumber 1 Sumber 2 Sumber 3\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Tag :EVSubaruSUV", "Amirul HakeemTertarik dengan jargon berkaitan teknologi seperti megapiksel, gigahertz & AMOLED. Meminati semua jenis teknologi daripada telefon pintar, peti sejuk pintar dan seangkatan dengannya. Merupakan kipas susah mati kumpulan K-Pop, TWICE.", "", "Carian", "Artikel sebelumnyaKuasa Hibrid Baharu Geely Melalui Leishen PowerArtikel seterusnyaKomputer Riba Diperbuat Daripada Bahan Kitar Semula, Acer Aspire Vero Dilancarkan"]}
{"url": "https://techlagi.my/teknologi-tokyo-2020/", "title": "Teknologi Tokyo 2020", "div": ["", "", "", "", "Teknologi Tokyo 2020", "31 October 2021", "\nTemasya sukan Olimpik merupakan medan manusia beradu tenaga dalam menentukan negara manakah yang mempunyai atlet terbaik di dunia dalam pelbagai acara sukan. Selain menjadi tempat pembuktian manusia terpantas atau lontaran lembing terjauh, temasya ini juga menyaksikan pelbagai teknologi  baharu ditampilkan dalam memberi pengalaman Olimpik yang lebih mendebarkan. Lebih istimewa lagi, Olimpik ke 32 ini dilangsungkan di Tokyo Jepun, sebuah negara yang sinonim dengan teknologi futuristik yang kerap kali mengejutkan dunia. Jadi, jom lihat pelbagai teknologi yang ditampilkan pada temasya ini.\nDron\nDron ‘Shooting Stars’ buatan Intel\nJika anda terpaku dengan persembahan dron pada acara pembukaan Tokyo 2020, semuanya hasil air tangan Intel. Intel Drone Light Show merupakan badan pengiklanan yang menggunakan dron sebagai medium utama. Untuk Tokyo 2020, Intel menggunakan 1,825 armada dron quadcopter yang dipanggil Shooting Star. Berat dron ini hanya 304 gram namun mampu beroperasi dalam angin berkelajuan maksimum 37 km/j. Dron Shooting Star yang digunakan mempunyai 4 LED berbanding hanya 1 LED pada Olimpik 2018.\nObor Hidrogen\n\nTokyo 2020 mencipta sejarah apabila menjadi yang pertama menggunakan obor Olimpik menggunakan bahan bakar hidrogen. Teknologi ini dibangunkan oleh syarikat minyak dan gas Jepun, Eneos Holding. Seperti mentari, obor Olimpik Tokyo 2020 tidak mencemarkan alam sekitar. Pembakaran hidrogen tidak menghasilkan karbon dioksida, berbeza dengan propana yang digunakan pada temasya sebelum ini. Hidrogen diekstrak di loji Fukushima yang menggunakan tenaga boleh diperbaharui.\nPengangkutan Autonomi\nBas e-Pallete buatan Toyota\nAtlet yang berada di perkampungan Olimpik bergerak kesana-sini menggunakan bas elektrik tanpa pemandu. Bas e-Palette yang dibangunkan oleh Toyota ini mempunyai pemanduan autonomi tahap 4, yang mana ia mampu memandu tanpa input manusia secara langsung. Toyota mengintegrasikan konsep ‘just-in-time’ yang mana bilangan e-Palette bergantung kepada bilangan penumpang yang menunggu di perhentian bas. Bas e-Palette menggunakan Autonomous Mobility Management System (AMMS) yang dikawal oleh pusat kawalan. Johor dah ada bas macam ni.\n3DAT\n\n3DAT, singkatan kepada 3D Athlete Tracking merupakan teknologi yang dibangunkan hasil kerjasama Intel dan Alibaba, khas untuk Olimpik 2020. Menggunakan perisian wrnchAI, mereka mampu mengekstrak pergerakan 3D tanpa menggunakan sut khas yang penuh sensor seperti dulu. Algoritma perisian wrnchAI mampu membaca pergerakan atlet melalui video biasa seperti yang dirakam menggunakan iPhone untuk mengira data seperti kelajuan, pecutan serta sudut badan atlet. Teknologi ini meningkatkan prestasi atlet serta boleh digunakan semasa siaran langsung.\nPin Olimpik Digital\nPin Olimpik Digital dari Alibaba\nTradisi mengumpul dan bertukar-tukar pin Olimpik lama sejarahnya, sejak 1896. Untuk meraikan tradisi ini bersama teknologi, syarikat teknologi Alibaba menghasilkan Alibaba Cloud Pin. Pin ni menggunakan teknologi Bluetooth dan NFC untuk bertukar rekaan pin. Untuk bertukar muka pin, anda hanya perlu rapatkan pin anda dengan pin rakan. Terus dari kotak, pengumpul diberikan 5 dari 33 rekaan muka pin. Anda juga akan mendapat pin digital dengan paparan LCD 1.19″, dok pengecas dan aksesori lain. Baterinya bertahan sekitar 36 jam.\nRobot\nRobot maskotRobot bantuan padang\nPenggunaan robot sememangnya sinonim dalam masyarakat Jepun, begitu jugalah dalam temasya Olimpik Tokyo. Toyota telah membangunkan beberapa jenis robot yang mempunyai fungsi spesifik iaitu robot maskot, robot humanoid, robot mobiliti virtual dan robot bantuan padang. Toyota turut bermegah dengan CUE3, sebuah robot yang mampu membuat lontaran percuma sukan bola keranjang dengan ketepatan 100%. CUE3 merupakan pemegang rekod dunia yang berjaya membuat lontaran tepat ke jaring sebanyak 2,020 kali secara berturut-turut. Steph Curry pun kalah.\nPenjejak Degupan Jantung Tanpa Sentuh\n\nTeknologi yang membuat debut pada Tokyo 2020 ialah penjejak kadar degupan jantung tanpa sentuh. Teknologi ini digunakan untuk pertama kali dalam acara memanah, menjadikan sukan ini lebih mendebarkan buat penonton di rumah. Empat buah kamera dengan kadar-bingkai (frame-rate) tinggi diletakkan 12 meter di sekeliling atlet. Kamera ini akan mengesan perubahan kecil warna kulit atlet kesan daripada penguncupan saluran darah untuk mendapatkan kadar degupan jantung mereka. Ini baru next level!\nPenyiaran Awam\nOlympic Broadcasting Services (OBS) telah bekerjasama dengan Alibaba Cloud dalam menyediakan platform penyiaran awan (cloud broadcasting) buat pertama kali dalam sejarah temasya itu. Dengan integrasi ini, OBS mampu menghasilkan 9,500 jam kandungan, 30% lebih banyak berbanding Olimpik Rio 2016. Penyiaran awan juga mengurangkan jumlah staf sebanyak 27% berbanding Olimpik Rio. OBS turut menambah lebih banyak klip pendek rangkuman Tokyo 2020 melalui platform OBS Content+.\nSistem Ulang Tayang 360°\nSistem ini membolehkan penonton merasai pengalaman yang berbeza dengan ulang tayang pelbagai sudut. 60-80 buah kamera 4K berkelajuan tinggi diletakkan di sekeliling gelanggang untuk mendapatkan liputan 360 darjah. Gambar dari kamera 4K tadi akan dicantum supaya ia kelihatan seperti paparan 360 darjah. Pusat kawalan kemudian akan memilih sudut yang sesuai untuk merakamkan aksi yang mana prosesnya hanya mengambil masa 5 saat. Antara sukan yang guna teknik ini ialah bola tampar, BMX dll.\nPenjejak Imej 2D\n\nTeknologi ini dibangunkan untuk membantu pengulas sukan serta penonton mengenal pasti dan menjejak atlet melalui skrin tv dalam masa nyata. Berbeza dengan penjejakan GPS, teknologi ini menggunakan algoritma AI untuk mengenal pasti pergerakan objek di skrin.\nIntel True View\nTeknologi Intel True View\nTeknologi yang dibangunkan oleh Intel ini juga menggunakan banyak kamera yang diletakkan di sekeliling gelanggang (sama seperti sebelumnya). Bezanya ialah Intel True View memproses piksel dalam bentuk 3D berbanding 2D. 35 buah kamera 4K diletakkan di sekeliling Saitama Super Arena di Tokyo. Input dari kamera ini kemudiannya diproses oleh puluhan server dalam arena tersebut. Memandangkan data yang diambil bersaiz besar (terabyte), hanya 10 klip 3D True View dapat diproses untuk satu perlawanan.\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Tag :OlimpikTokyo2020", "Amirul HakeemTertarik dengan jargon berkaitan teknologi seperti megapiksel, gigahertz & AMOLED. Meminati semua jenis teknologi daripada telefon pintar, peti sejuk pintar dan seangkatan dengannya. Merupakan kipas susah mati kumpulan K-Pop, TWICE.", " \nTinggalkan Komen Batalkan balas\n\n\nKomen:\nTulis komen anda di sini\n\n\nNama:*\nTulis nama anda di sini\n\n\n\nE-mel:*\nE-mel anda tidak sah\nTulis e-mel anda di sini\n\n\n\nSimpan nama, emel, dan laman web saya dalam pelayar ini apabila saya mengulas pada masa hadapan.\n\n\nThis site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply. \n\nΔ \n", "Carian", "Artikel sebelumnyaSony Xperia 1 III – Peranti Premium Di Jalan Yang SepiArtikel seterusnyaAirPods 3 Dilancarkan Dengan Rekaan AirPods Pro Tanpa ANC"]}
{"url": "https://techlagi.my/tips-beli-iphone-terpakai-secondhand-used/", "title": "Tips Beli iPhone Terpakai (Secondhand/Used)", "div": ["", "", "", "", "Tips Beli iPhone Terpakai (Secondhand/Used)", "3 November 2021", "\n(Artikel dikemaskini pada 4/12/2021)\niPhone merupakan salah satu telefon pintar jenama buah yang digemari rakyat Malaysia. Ramai pengguna suka menggunakan iPhone atas faktor keselamatan, kualiti dan ekosistem Apple itu sendiri. Namun begitu, harga sesebuah iPhone terutamanya kondisi baru ini agak tinggi dan tidak semua mampu untuk memilikinya. Salah satu cara untuk mendapatkan iPhone dengan harga yang murah adalah dengan membeli set terpakai atau biasa kita dengar sebagai Secondhand atau Used.\nTanggapan sesetengah orang terhadap iPhone terpakai yang mudah rosak, mudah ditipu, komponen tiruan ditukar masih lagi berlegar. Tidak semua iPhone terpakai itu teruk kerana ada sahaja yang masih berada dalam keadaan yang baik jika kita pandai mencari. Dengan membeli iPhone terpakai, anda dapat jimatkan wang dan jual semula dengan kerugian yang tidak terlalu banyak.  Jadi, dalam artikel ini akan dikongsikan mengenai beberapa tips yang berguna untuk diguna pakai semasa membeli iPhone Secondhand: \nSebelum Membeli\nTetapkan iPhone pilihan anda. Sebagai contoh, anda ingin membeli iPhone 11 128GB warna putih. Lakukan tinjauan harga iPhone tersebut melalui carian di internet. Dapatkan harga di beberapa platform seperti FB marketplace, Carousell, Mudah dan kedai dalam talian yang boleh dipercayai. Misalnya, iPhone 11 128GB pada masa ini berharga dalam RM1800-2200 (nilai berubah dari semasa ke semasa). Ini bermakna, anda perlu mencari iPhone dalam julat harga yang dinyatakan. Jika harga yang ditawarkan terlalu rendah, kebarangkalian iPhone ada kerosakan dan mempunyai unsur penipuan adalah tinggi.\nHasil carian iPhone 11 128GB di Facebook Marketplace \nLakukan tinjauan kedai fizikal/dalam talian (online) sebelum membeli. Beberapa tips untuk memilih kedai fizikal dan online:Digalakkan beli di kedai fizikal secara Cash On Delivery (COD).Elakkan guna kaedah penghantaran melalui kurier jika anda kurang berpengalaman dan dapat elak ditipu. Kehilangan/Kecurian barang semasa penghantaran juga boleh berlaku.Pilih kedai yang mempunyai maklum balas tertinggi dan cuba lakukan semakan akaun penjual/no telefon tersebut (buat carian akaun/no telefon penjual di Google). Carian nombor akaun bank dan no telefon di laman CCID juga boleh dilakukan. Jika hasil carian menyatakan tiada rekod ini tidak bermakna penjual itu selamat.Elakkan kedai yang menawarkan harga terlalu murah dari harga pasaran dengan alasan yang tidak masuk akal. Contohnya, Kedai X menjual iPhone 11 128GB dengan harga RM700 secara penghantaran tanpa COD. Apabila ditanya mengapa murah, Penjual kedai X mengatakan iPhone tersebut merupakan hasil rampasan kastam dan sebagainya (hmm). Ini semua penipuan belaka.\nLaman CCID untuk buat semakan no akaun scammer \nJika anda masih tidak pasti, rujuk dan bertanya kepada orang yang lebih arif mengenai jual beli iPhone Secondhand. Anda juga boleh bertanya kepada Group Pakar seperti di Facebook atau menggunakan “Middleman” yang dipercayai semasa membuat urusan jual beli iPhone.Tanya penjual mengenai jaminan peranti supaya anda jelas dan faham. Jaminan yang ditawarkan oleh kedai tidak akan meliputi semua komponen, pastikan anda bertanya kepada penjual mengenai komponen yang termasuk dalam jaminan dan proses untuk menukar peranti jika berlaku kerosakan. Kebiasaannya, jaminan diberikan selama 1/3/12 bulan dengan caj tambahan mengikut kedai.\nSemasa Membeli\nSemakan luaran iPhone. Semak keadaan fizikal iPhone anda agar tiada kerosakan yang melampau sehingga boleh menjejaskan penggunaan. Kecacatan yang kecil (minor) seperti calar/tompok/kemik pada iPhone Secondhand adalah normal. Untuk semakan pantas, gunakan aplikasi TestM di AppStore (rujuk no. 2). Komponen luaran yang perlu disemak:\nKomponenUlasanSkrin Bahagian Hadapan• Tiada kesan calar/retak/pecah yang sangat ketara (major) sehingga boleh menjejaskan penggunaan • Tiada tompok kecil/garisan/kerosakan pada skrin ketika dihidupkan seperti dead pixel• Butang Kuasa• Butang Tinggikan/Rendahkan Suara• Butang Silent/Mute Butang boleh ditekan/diluncurkan dan responsifBahagian Sisi• Tiada kesan hirisan/bengkok/kedalaman yang keterlaluan (major) sehingga menjejaskan penggunaan• Calar halus dan tompok kecil akibat isu kosmetik (minor) adalah normalSlot SIMTalam SIM boleh dikeluarkan dengan menggunakan pin dan dalam keadaan baik (tidak bengkok)Port Pengecasan Lightning• Tiada serpihan objek kecil yang menyekat kemasukan port lightning ketika mengecas• Calar halus di sekeliling port pengecasan adalah normal• Gril Pembesar Suara Hadapan• Gril Pembesar Suara Bawah (belah kanan sahaja)• Tiada serpihan objek kecil yang menyekat lubang pembesar suara untuk mengeluarkan bunyi• Gril dalam keadaan baik dan tidak mudah dicabutPanel bahagian belakang: Kaca/Aluminium• Tiada kesan calar/retak/pecah yang sangat ketara (major) sehingga boleh menjejaskan penggunaan• Calar halus dan tompok kecil akibat isu kosmetik (minor) adalah normal• Kamera Hadapan (FaceID)• Kamera Belakang• Tiada kesan calar/retak/pecah /habuk yang sangat ketara (major) pada cermin kamera sehingga menjejaskan kualiti gambar\nSemakan dalaman iPhone. Beberapa perisian boleh digunakan bagi mengesan fungsi komponen dalaman iPhone:\nPerisianFungsiPautanApple Coverage• Menyemak status ketulenan iPhone dan jaminan rasmi AppleApple MyTestM (manual)• Menyemak komponen luaran dan dalaman iPhone sama ada berfungsi atau sebaliknya• Memudahkan pengguna untuk menyemak secara menyeluruh dan tertibApple StoreBlancco Diagnostics (automatik)• Fungsi sama seperti TestM namun disemak secara automatik (lebih mudah)Apple Store3uTools• Digunakan untuk menyemak status komponen dalaman iPhone seperti skrin, storan, kamera dan sebagainya• Mempunyai fungsi lebih kurang seperti iTunes dengan banyak fungsi tambahan yang lain3uTelco Lock• Menyemak status telco iPhone sama ada terikat dengan kontrak atau sebaliknya.Shopee\n\nContoh semakan Telco Lock bagi peranti iPhone\n\nContoh laporan verifikasi iPhone 6 Plus dari perisian 3uTools\nBagi yang membeli iPhone terpakai melalui online, semak nama akaun penjual dengan nama sosial media mereka (FB, IG, Twitter dll). Jika kedua-duanya berlainan, elak berurusan kerana dikhuatiri scam. Jika penjual menggunakan akaun syarikat, semak seperti ditunjukkan pada tips Sebelum Membeli (no. 3). Jika boleh, elakkan buat pembelian secara online jika ada tidak biasa dan yakin.\nSelepas Membeli\nMinta resit/invois dari penjual dan simpan sebaiknya. Jika mengalami sebarang kerosakan semasa penggunaan dalam tempoh jaminan, hubungi penjual segera untuk pemeriksaan dan penukaran unit baru jika perlu.Kebiasaannya, iPhone Secondhand mempunyai pelekat bulat kecil terletak pada skru sebelah port, jangan cabut pelekat tersebut sehingga tempoh jaminan tamat. Pelekat tersebut adalah jaminan untuk iPhone anda.\nItu sahaja perkongsian tips untuk membeli iPhone terpakai dari Tech Lagi. Sentiasa berhati-hati dalam melakukan urusan beli iPhone yang melibatkan jumlah wang yang besar. Buat kajian dan tinjauan secukupnya serta bertanya kepada orang yang lebih mengetahui jika anda masih tidak pasti.\n\nPenafian: Tips ini hanya membantu dalam menerangkan secara dasar sahaja dalam urusan pembelian iPhone terpakai. Tech Lagi tidak akan bertanggungjawab sekiranya ada pengguna yang masih ditipu dalam proses pembelian akibat kecuaian daripada pengguna sendiri. Pembeli perlu lebih cakna dan membuat kajian menyeluruh sebelum membeli mana-mana iPhone Secondhand agar tidak mudah ditipu dan diperdaya.\n  Apa korang rasa?   +1   18   +1   4   +1   1   +1   1   +1   2        ", "Tag :iPhoneSecondhandTerpakaiUsed", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaAirPods 3 Dilancarkan Dengan Rekaan AirPods Pro Tanpa ANCArtikel seterusnyaCara Ubah Bunyi Notifikasi Windows 10"]}
{"url": "https://techlagi.my/twitter-blue-lancarkan-fitur-nft-sebagai-gambar-profil-di-ios/", "title": "Twitter Blue Lancarkan Fitur NFT Sebagai Gambar Profil Di iOS", "div": ["", "", "", "", "Twitter Blue Lancarkan Fitur NFT Sebagai Gambar Profil Di iOS", "21 January 2022", "\nTwitter sebelum ini pernah membuat pengumuman untuk melancarkan fitur NFT sebagai gambar profil. Secara ringkasnya, fitur ini membenarkan pengguna untuk memuat naik NFT yang dimiliki dengan menghubungkan terus ke dompet kripto anda.\nTwitter akhirnya telah memperkenalkan fitur ini namun terhad bagi pelanggan Twitter Blue menggunakan iOS sahaja. Antara kelebihan fitur ini adalah gambar profil NFT yang dipilih akan dipaparkan dalam bentuk heksagon. Selain itu, pengguna juga boleh menghubungkan dompet kripto mereka untuk memilih NFT yang dimiliki namun akan diperkenalkan kelak.\n\nReady to show off your NFT? Follow these simple steps to connect your crypto wallet and let’s see your NFT PFPs! pic.twitter.com/epSL7VXG5o— Twitter Blue (@TwitterBlue) January 20, 2022\n\nSetakat ini, dompet kripto yang menyokong NFT Profile Pictures ini adalah Argent, Coinbase Wallet, Ledger Live, MetaMask, Rainbow dan Trust Wallet. \n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Sumber :Twitter Blue", "Tag :NFTNFT Profile PictureTwitterTwitter Blue", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaYES Tawarkan Kad Sim 5G Secara Percuma Sehingga 14 FebuariArtikel seterusnyaSamsung S22 Ultra Dilancarkan – Apa Yang Menarik?"]}
{"url": "https://techlagi.my/ulasan-aopen-27hc5rp-monitor-gaming-murah-dan-padu/", "title": "Ulasan Aopen 27HC5RP – Monitor Gaming Murah dan Padu", "div": ["", "", "", "", "Ulasan Aopen 27HC5RP – Monitor Gaming Murah dan Padu", "24 August 2020", "\nBila sebut mengenai gaming monitor, semestinya ia hadir dengan spesifikasi yang padu pada harga yang lebih mahal berbanding monitor biasa. Namun, berbeza pula dengan gaming monitor dari jenama AOpen ini. AOpen merupakan sub jenama di bawah syarikat Acer yang terkenal dengan pembuatan laptop, monitor dan lain-lain. Ulasan kali ini akan membincangkan reka bentuk dan kualiti, saiz dan resolusi skrin, kadar segar semula, jenis panel, port dan harga bagi AOpen 27HC5RP.\nReka bentuk (Port, Binaan, Fungsi & Pelarasan)\n\nJika dilihat dari rupa luaran monitor ini, tidaklah kelihatan seperti monitor gaming. Berbeza dengan monitor Acer Predator dan Nitro yang sudah gunakan rekaan yang garang dengan lampu RGB. Jadinya, monitor ini menggunakan rekaan seperti monitor biasa sahaja. Kepada pengguna yang tak gemar dengan rekaan gaming, monitor ini amat sesuai untuk anda. \nBingkai monitor ini nipis dan skrinnya mempunyai lapisan matte untuk mengurangkan pantuan cahaya semasa penggunaan. Monitor ini juga mempunyai empat port; dua port HDMI, satu port display dan satu audio jack. \nUntuk akses ke “On Screen Display” (OSD), terdapat 5 butang di bahagian bawah monitor ini untuk tukar ke tetapan seperti FreeSync, brightness dan blue light filter. Selain itu, monitor ini pun boleh tukar ke pelbagai mod seperti Gaming, Standard, Eco, Movie, Graphic dan lain-lain.\nBagi pelarasan monitor pula, tak banyak gerakan yang boleh dibuat. Monitor ini mampu gerak dari sudut atas dan bawah sahaja, tiada pelarasan ketinggian dan sisi. Monitor ini pun sedikit goyang apabila meja digegarkan atau dihentak.\nSkrin (Saiz, Panel & Kadar Segar Semula)\n\nAOpen 27HC5RP menggunakan saiz skrin 27-inci dengan panel melengkung. Panel VA yang digunakan ini berkualiti kerana gabungan antara spesifikasi yang hebat seperti viewing angle yang luas, kualiti warna yang baik serta kos yang rendah berbanding IPS.\nMonitor ini mampu memancarkan dengan kadar segar semula sehingga 165Hz namun memerlukan sambungan ke display port kerana sambungan HDMI hanya menyokong sehingga 144Hz sahaja.\nPengalaman Penggunaan (Grafik, Gaming, Resolusi & Viewing Angle)\n\nDaripada pengalaman menggunakan panel VA ini, kualiti keseluruhan boleh dikatakan sangat cemerlang. Warna yang dihasilkan terang dengan sRGB 99% di mana sesuai untuk pengguna yang melakukan grafik digital serta sunting video. Tetapi untuk golongan profesional seperti editor yang memerlukan ketepatan warna untuk mencetak, mungkin anda perlu mencari monitor yang lain kerana tahap adobeRGB monitor ini hanya 77% sahaja.\nViewing Angle juga amat baik. Tidak kira anda lihat skrin ini dari kedudukan menyerong, perubahan warna pada skrin amat minimum dan tidak mengganggu warna konten itu. Walaupun viewing angle tidak sebagus IPS, tetapi ia jauh lebih baik daripada panel TN.\nBagi prestasi gaming pula, beberapa permainan seperti Fifa dan GTA5 telah dicuba. Kadar segar semula 144Hz melalui sambungan hdmi memang meningkatkan lagi pengalaman permainan korang.  Ujian UFO telah dilakukan dan memang ada sedikit sahaja ghosting. Ini bermaksud, kalau anda bermain permainan gerak pantas seperti CSGO, anda mungkin akan nampak sedikit ghosting tapi tidaklah ketara sangat.\nHarga\n\nMonitor AOpen 27HC5RP ni berharga RM699 sahaja. Spesifikasi pada monitor ditambah pula dengan harga yang sangat berpatutan menjadikan monitor ini sangat berbaloi untuk dimiliki.\nRangkuman Spesifikasi\nSaiz skrin27″ (1500R)Jenis skrinMelengkungKadar segar semula165Hz (OC) 144Hz NativeMasa respon5ms (GtG)Input×HDMI(1.4)+DP+ Audio OutPanelVA; FREESYNCJaminan3 tahunSpesifikasi AOpen 27HC5R di laman rasmi Acer\n\nJika anda berminat dengan monitor ini, boleh dapatkan di Shopee atau Kedai Rasmi Acer.\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Sumber :Acer Store", "Tag :AcerAOPen", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaUlasan Illegear Raven SE – Komputer Riba Jenama Tempatan Yang Kian MenyerlahArtikel seterusnya5 Perkara Menarik Tentang iPad Mini 6 2021"]}
{"url": "https://techlagi.my/ulasan-illegear-raven-se-komputer-riba-jenama-tempatan-yang-kian-menyerlah/", "title": "Ulasan Illegear Raven SE – Komputer Riba Jenama Tempatan Yang Kian Menyerlah", "div": ["", "", "", "", "Ulasan Illegear Raven SE – Komputer Riba Jenama Tempatan Yang Kian Menyerlah", "18 November 2019", "\nBagi yang tidak pernah mengetahui jenama ini, Illegear merupakan komputer riba jenama tempatan yang ditubuhkan pada tahun 2011. Sehingga ke tahun ini, Illegear mempunyai 2 cawangan yang terletak di Damansara dan Johor Bahru. Illegear banyak menjual barangan elektronik seperti laptop, desktop, aksesori komputer dan sebagainya.\nBerbalik kepada ulasan, model Raven SE merupakan model komputer riba kategori permulaan bagi jenama Illegear. Harganya bermula pada RM3199 bagi spesifikasi terendah. Ini ialah spesifikasi unit yang dibeli beserta harga.\nIni pula perbandingan Raven SE dengan komputer riba jenama pesaing dengan spesifikasi dan harga yang hampir sama. Harga mungkin sedikit berbeza.\n\n\nUlasan Illegear Raven SE\n\nPort\nLaptop ini mempunyai pelbagai jenis port. Yang menariknya, kebanyakan port diletakkan di bahagian belakang laptop. Jadi, wayar taklah bersepah dan tak mengganggu keselesaan anda. Golongan jurugambar dan juruvideo pasti menghargai slot kad SD pada Raven SE.\n\nKemudahalihan\nUkuran fizikal bagi laptop ini ialah 359.8mm (panjang) x 244.3mm (lebar) x 20mm (tebal). Beratnya pula sekitar 1.95kg, bermakna Raven SE sangat kompak dan tidak terlalu berat. Namun, pengecasnya pula terlalu besar seperti batu bata tetapi masih mudah untuk dibawa ke mana-mana.\nRekaan\nRaven SE mempunyai rekaan yang minimal. Tiada unsur-unsur garang seperti komputer riba gaming yang lain. Namun, ia masih kelihatan macho dengan kemasan hitam matte. Walaupun menggunakan plastik, binaannya terasa kukuh dan tegap.\n\nSkrin\nYa! Bahagian ini yang paling disuka. Skrin bingkai nipis membuatkan laptop ini nampak moden. Skrin bingkai nipis pada Raven SE juga secara tak langsung membuatkan laptop ini lebih kompak berbanding komputer riba sebelum ini.\n\nBercakap mengenai spesifikasi pula, paparan yang hadir pada Raven SE ini ialah paparan Full HD IPS, kadar segar semula 60Hz dan ketepatan warna sRGB 92%. Ia sesuai digunakan untuk kerja yang perlukan ketepatan warna. Illegear turut menyediakan pilihan skrin 144Hz dan sRGB 100%. Ada duit lebih, sila lah.\nPapan Kekunci\nPuaskan hati anda terhadap lampu RGB pada papan kekunci Raven SE. Menggunakan perisian Illegear Command Centre, anda boleh menukar warna serta mod yang berlainan pada lampu RGB. Ia juga mempunyai empat tahap kecerahan.\n\nDari segi kepuasan menaip, dapat dirasakan bahawa keyboard Raven SE bukanlah yang terbaik. Bahagian keliling kekunci terasa kurang stabil semasa ditekan. Papan kekcunci SteelSeries pada MSI dan papan kekunci Acer Predator terasa lebih stabil.\nPad Sesentuh (Touchpad)\nPad sesentuh pada Raven SE sangat responsif, dan kadang-kadang terlalu responsif. Ia menggunakan perisian Windows Precision yang menjadikan pad sesentuh ini lancar. Fungsi gesture Windows 10 juga lancar dan responsif. Untuk nyahaktifkan pad sesentuh, tekan dua kali pada bahagian atas kiri.\nPembesar Suara\nRaven SE mempunyai dua pembesar suara 2watt dengan teknologi Sound Blaster Cinema 5. Ia mempunyai kelantangan yang baik dan kualiti bunyinya cukup untuk pengalaman audio yang memuaskan. Perisian Sound Blaster Connect disediakan untuk tetapan bunyi.\nPrestasi\nCPU Intel i7 yang digunakan adalah CPU laptop yang terbaik buat masa ini. Untuk tugasan kerja sepatutnya tiada masalah bagi CPU ini. Ia juga lebih daripada cukup untuk gaming.\nKad grafik GTX 1650 merupakan kad grafik kategori pertengahan. Ujian telah dibuat dengan permainan seperti GTA V, FIFA 19 dan Watch Dogs 2. Permainan mencecah 60fps pada tetapan tinggi. Bagi permainan e-sukan seperti Dota 2, CS:GO, Overwatch dan lain-lain tidak menjadi masalah buat GPU ini.\n\n\nSistem Penyejukan\nRaven SE mempunyai dua kipas pada bahagian belakang. Dua mod penggunaan disediakan iaitu Office Mode dan Gaming Mode yang mana Office Mode akan meminimumkan bunyi kipas manakala Gaming Mode akan menggunkaan kuasa kipas maksimum.\nKipas akan berpusing pada kelajuan tinggi secara automatik ketika anda melakukan kerja atau gaming. Anda boleh mengawal tetapan kipas secara manual pada perisian Illegear Command Centre.\n\nTerdapat fungsi Fan Boost pada Command Centre yang akan memberikan pusingan kipas maksimum dalam kadar segera. Penurunan suhu tidaklah terlalu ketara, hanya sekitar 2-3°C berbanding tetapan default. Bunyi Fan Boost boleh tahan bising.\nBateri\nIllegear menyediakan dua pilihan bateri bersaiz 47Wh dan 63Wh. Anda boleh menaik taraf kepada bateri berkapasiti lebih besar dengan tambahan RM199. Namun anda terpaksa korbankan slot hard drive 2.5″. Kalau anda nak naik taraf pada masa akan datang, perlu bayar RM400.\nKetahanan bateri Raven SE (47Wh) biasa sahaja. Dengan penggunaan biasa seperti melayari laman web dan menggunakan Adobe Illustrator, Raven SE bertahan selama 3-4 jam. Untuk kerja berat seperti gaming, disarankan pasang pengecas supaya anda dapat kuasa yang cukup.\nNaik Taraf\nUntuk menaik taraf komponen dalaman Raven SE, prosesnya mudah. Longgarkan 11 skru menggunakan pemutar skru Philips dan anda akan mendapat akses kepada dua slot RAM, dua slot SSD NVME dan satu slot hard drive 2.5″.\n\nWaranti\nWaranti asas yang diberi adalah selama 2 tahun dan bantuan teknikal sepanjang hayat. Anda juga mempunyai pilihan waranti yang lain mengikut kehendak anda. \nKhidmat Pelanggan\nMemandangkan Illegear merupakan jenama yang masih kecil berbanding pencabarnya, pelanggan mempunyai sedikit kelebihan. Anda boleh berurusan terus melalui WhatsApp dan setakat ni, servis mereka sangat memuaskan.\n\nKesimpulannya, Raven SE merupakan laptop gaming yang sangat berbaloi untuk dimiliki. Harganya yang murah berbanding jenama terkemuka ditambah dengan spesifikasi yang lebih baik menjadikan Raven SE pilihan yang sempurna untuk laptop gaming kategori permulaan.\nJika anda berminat untuk mengetahui komputer riba Illegear dengan lebih lanjut bolehlah singgah ke showroom Illegear di Damansara jika berkesempatan. Dapatlah anda merasa sendiri kualiti jenama Malaysia ini.\n\nPenafian: Tech Lagi tidak ditaja oleh mana-mana syarikat dalam membuat ulasan Illegear Raven SE ini. Ulasan ini dibuat berdasarkan pendapat dan pengalaman dari Pihak Tech Lagi sendiri.\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Tag :IllegearRaven SE", "Amirul HakeemTertarik dengan jargon berkaitan teknologi seperti megapiksel, gigahertz & AMOLED. Meminati semua jenis teknologi daripada telefon pintar, peti sejuk pintar dan seangkatan dengannya. Merupakan kipas susah mati kumpulan K-Pop, TWICE.", "", "Carian", "Artikel sebelumnyaUlasan Xiaomi Mi AirDots – Fon Telinga Nirwayar Yang Popular Dan Mampu MilikArtikel seterusnyaUlasan Aopen 27HC5RP – Monitor Gaming Murah dan Padu"]}
{"url": "https://techlagi.my/ulasan-xiaomi-mi-airdots-fon-telinga-nirwayar-yang-popular-dan-mampu-milik/", "title": "Ulasan Xiaomi Mi AirDots – Fon Telinga Nirwayar Yang Popular Dan Mampu Milik", "div": ["", "", "", "", "Ulasan Xiaomi Mi AirDots – Fon Telinga Nirwayar Yang Popular Dan Mampu Milik", "20 July 2019", "\nXiaomi tidak asing lagi dalam menghasilkan fon telingan nirwayar (TWS) yang mempunyai tanda harga yang murah dan mampu dibeli oleh ramai lapisan masyarakat. Disebabkan itulah Mi AirDots ini terkenal dan mempunyai peminat yang ramai. Persoalannya, adakah ia berbaloi dibeli? Mari baca ulasan ringkas mengenai Mi AirDots.\n\nNyahkotak\nBila anda buka sahaja kotak, anda diberi bekas simpanan dan fon telinga, sepasang getah silikon tambahan dengan pelbagai saiz serta manual pengguna. Pengalaman nyahkotak AirDots ini biasa sahaja dan aksesori yang diberikan ini lebih kurang sama seperti yang diberi oleh pengeluar lain.\nRekaan\nSepasang fon telinga AirDots yang kecil saiznya seperti pil.\nTipikal Xiaomi, produk ini mempunyai rekaan minimal. Kemasan matte black pada bekas penyimpan ini menaikkan rasa premium apabila dilihat dan dipegang. Ianya ringan, kecil dan tidak membebankan untuk disimpan dalam poket. Fon telinga berbentuk pil dan tidak terlalu menonjol ketika dipakai. Ketika dipakai, AirDots ini boleh dikatakan agak selesa dan tidak mudah tercabut apabila adanya pergerakan kepala. Namun, ini bergantung kepada individu itu sendiri.\nPraktikaliti\n\nCara penggunaan taklah terlalu leceh. Anda hanya perlu keluarkan AirDots dari bekas dan ia akan hidup secara automatik. Belah kiri akan bersambung dengan kanan secara automatik. Hanya belah kanan sahaja yang sambung dengan telefon. Anda hanya perlukan sekitar 5 saat untuk sambungkan AirDots dengan telefon. Untuk matikan AirDots, anda perlu letakkan belah kanan kedalam bekas dan kedua dua belah akan berhenti. Kalau anda simpan belah kiri, belah kanan masih lagi berbunyi.\nKawalan yang boleh dilakukan melalui butang pada AirDots ialah:\nTekan sekali – henti/main laguTekan 2 kali – seru Google Assisstant/pembantu maya\nKualiti Sambungan \nKualiti sambungan Bluetooth antara belah kiri dan kanan bagus, tapi masalah sambungan mungkin berlaku (jarang sekali) iaitu pada belah kiri terputus. Lepas anda lakukan reset, semuanya akan kembali seperti normal. Untuk kaedah reset, anda boleh ikuti langkah dari laman Reddit: \n\n AirDots problem with connection to each other SOLVED from      airdots  \n\nKualiti Bunyi\n\nFon telinga ini mempunyai kualiti bunyi yang baik untuk harganya. Bunyi lebih kearah bass, sesuai untuk sesetengah genre lagu dan penggemar bass pasti puas hati. Namun, high-nya agak tajam. Frekuensi mid-nya (suara manusia) jelas. Saya telah uji AirDots ini dengan lagu Electricity – 2PM, bunyi pada bahagian 12 saat pertama tu lebih baik pada JBL CS100SI berbanding AirDots. Untuk kualiti bunyi keseluruhan, saya rasa JBL lebih kemas berbanding AirDots. Ini pendapat peribadi sahaja ya.\nLows - Bahagian di mana frekuensi rendah di dalam lagu seperti bass dan subMids - Bahagian di mana terletaknya frekuensi sederhana. Dalam EDM, bahagian ini kebanyakannya digunakan dalam synths dan vokalHigh - Mengandungi frekuensi tinggi seperti shakers, rides, hats, keys dan sebagainya.\nKelantangan bunyi AirDots ni memang kuat. Berbanding JBL CS100SI, bunyi AirDots lebih kuat berbanding JBL utk paras bunyi yang sama. Keseluruhan, bunyi dari Mi AirDots ni baik dan sesuai untuk penggemar dentuman bass, cuma high-nya sedikit berlebihan, tapi masih boleh diterima. Bagi video pula, audio dan video selari. Saya uji dengan YouTube dan MX Player. Jadi, tiada masalah suara keluar lambat dari gambar. AirDots lulus ujian audio-video.\n\nBateri\nBateri pada AirDots sangat baik. Ia mampu bertahan selama lebih kurang 4 jam dari 100% pada kelantangan sederhana. Dengan bantuan bekas simpanan, masa mendengar menjadi sekitar 12 jam. Pengecasan mengambil masa sekitar 2 jam untuk 100%.\nSenaman\nRamai juga yang suka mendengar lagu semasa bersenam. Saya dah cuba menggunakan AirDots semasa jogging, main gym dan skipping. Ia tersemat kemas dalam telinga dan tidak longgar semasa bersenam. Ia juga kalis percikan air. Bagus ya amat!\nBeli atau Tidak?\nJika anda inginkan kebebasan fon telinga nirwayar serta kualiti bunyi yang baik, sila beli. Harganya yang murah menjadikan AirDots fon telinga tanpa wayar yang sangat berbaloi untuk dimiliki. Harga yang dibeli ketika artikel ini ditulis adalah RM69 sahaja.\nTambahan\nJika anda ingin beli Xiaomi AirDots dan terlihat namanya berbeza iaitu Mi AirDots dan Redmi AirDots, ia sememangnya berbeza dari segi warna, butang kawalan, harga dan beberapa fungsi lain. Lihat perbezaanya pada jadual di bawah ini:\nMi AirDotsRedmi AirDotsWarna: PutihWarna: Beberapa warna lainKawalan secara sentuhKawalan menggunakan butang fizikalCodec Audio SBCCodec Audio AACPerbezaan ringkas Mi AirDots dan Redmi AirDots\nTerima kasih kepada pengguna Twitter @biiruni atas informasi mengenai perbandingan ini.\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Tag :AirDotsMi AirDotsXiaomi", "Amirul HakeemTertarik dengan jargon berkaitan teknologi seperti megapiksel, gigahertz & AMOLED. Meminati semua jenis teknologi daripada telefon pintar, peti sejuk pintar dan seangkatan dengannya. Merupakan kipas susah mati kumpulan K-Pop, TWICE.", "", "Carian", "Artikel sebelumnya10 Fakta Menarik Tentang Penjelajah Marikh, OpportunityArtikel seterusnyaUlasan Illegear Raven SE – Komputer Riba Jenama Tempatan Yang Kian Menyerlah"]}
{"url": "https://techlagi.my/ulasan-xiaomi-smart-air-purifier-4-kenapa-ia-berbaloi-untuk-dimiliki/", "title": "Ulasan Xiaomi Smart Air Purifier 4 – Kenapa Ia Berbaloi Untuk Dimiliki?", "div": ["", "", "", "", "Ulasan Xiaomi Smart Air Purifier 4 – Kenapa Ia Berbaloi Untuk Dimiliki?", "8 August 2022", "\nBelakangan ini, terdapat banyak air purifier (pembersih udara) yang dijual di pasaran. Pilihan yang ada terlalu banyak sehingga menyukarkan kita untuk membuat keputusan dalam membeli pembersih udara yang berkualiti dengan harga berpatutan.\nSebelum itu, mungkin ada yang masih belum tahu fungsi sebenar pembersih udara. Ia berfungsi untuk memerangkap habuk dan membersihkan udara. Alat ini sebenarnya baik untuk seseorang yang mempunyai alergi atau rinitis terhadap habuk.\nBerbeza pula dengan pelembap udara (air humidifier), ia pula berfungsi dengan menambahkan kelembapan pada udara di mana baik untuk seseorang yang mengalami masalah simptom penafasan atau kulit kering.\nKami telah diberi peluang menggunakan Xiaomi Smart Air Purifier 4 (XSAP4) selama beberapa minggu dan ini ulasan jujur kami mengenai XSAP 4.\nReka Bentuk\nXiaomi Smart Air Purifier 4 (XSAP4) ini berbentuk kuboid dengan anggaran ukuran tingginya 1.8 kaki dan lebar 0.8 kaki. Pembersih udara ini pun agak berat juga iaitu dalam 5.6kg. \n\nBahagian depan pula mempunyai paparan OLED berbentuk bulat yang memaparkan tahap kebersihan udara dengan butang kapasitif untuk kuasa dan tetapan. Di bahagian sisi XSAP4 ini mempunyai lubang untuk kemasukan udara dan belakangnya pula ada sensor laser partikel dan butang kecerahan.\n\n\n\nSeterusnya, mari kita lihat ciri-ciri menarik ada pada XSAP 4 yang menjadikan ia sebuah pembersih udara yang berbaloi untuk dimiliki.\n5 Ciri-Ciri Menarik \n1. Penapis 3 dalam 1\nXSAP4 ini menggunakan penapis berbentuk dram dengan kemampuan menapis partikel sekecil 0.3um dan dikatakan berkesan untuk menapis bulu binatang, polen, habuk, bau rokok, dan lain-lain.\nKenapa 3 dalam 1? Penapis ini boleh menghilangkan bau dan menyegarkan udara dalam masa yang sama dengan penggunaan karbon aktif yang berkualiti tinggi. Selain itu, ia juga dilengkapi dengan ion negatif yang mampu memerangkap habuk dan menjadikan udara lebih bersih dan segar.\n\nUntuk pengetahuan korang, Xiaomi menggunakan penapis buatan sendiri yang dikatakan lebih efisien, senyap dan kurang penggunaan berbanding penapis HEPA yang biasa ada di pasaran. Penapis yang disediakan ini mampu bertahan dari 6 ke 12 bulan mengikut kepada penggunaan dan keadaan bilik.\n2. Mudah Diselenggara\nApa yang syoknya mengenai pembersih udara Xiaomi ini adalah korang boleh tukarkan dan bersihkan sendiri penapis tanpa perlu memanggil pekerja untuk servis. \nBahagian belakang pembersih udara ini mempunyai panel belakang magnetik yang senang dicabut dan dram penapis pula boleh diganti dengan mudah.\n\n\n\n\nUntuk bersihkan bahagian aliran udara keluar, korang hanya perlukan pemutar skru philip untuk buka bahagian atas. Gunakan kain lembab untuk bersihkan habuk di dalamnya.\n\n\n\n\n\nSepanjang penggunaan XSAP 4 ini, proses untuk membersihkan bahagian dalam dan menukar penapis ini sangat mudah dan cepat.\n3. Sambungan Aplikasi\nAntara fitur yang paling menarik adalah ia boleh disambungkan dengan aplikasi – Mi Home App untuk platform Android dan iOS. Dengan menggunakan aplikasi ini, banyak fungsi lain boleh diakses seperti mod kawalan dan kelajuan kipas, tetapan masa untuk buka dan tutup, baki jangka hayat penapis dan banyak lagi.\n\nKalau tak guna aplikasi ini pun, air purifier ini masih boleh digunakan namun fungsinya sedikit terhad dengan hanya boleh buka/tutup dan pilih mod kelajuan kipas.\nYang paling best sekali, korang boleh jadikan telefon pintar sebagai alat kawalan jauh dan kawal/pantau air purifier ini dari jauh walaupun korang berada di luar kerana bersambung dengan WiFi. \nJadinya nak kawal pembersih udara ini untuk buka/tutup, tetapkan kelajuan kipas dan sebagainya boleh dilakukan terus dari aplikasi. Sangat mudah!\n4. Paparan OLED\nSalah satu fungsi yang berguna bagi kami adalah paparan OLED yang memaparkan informasi penting. Di sini, ia memaparkan secara langsung bacaan PM2.5 yang mempunyai indikator tahap kebersihan udara; hijau bermaksud udara bersih dan merah pula tercemar.\nSelain daripada itu, suhu bilik dan tahap kelembapan juga turut dipaparkan dalam paparan OLED ini.\n\nJika korang tak menggunakan aplikasi, pembersih udara ini mampu dikawal dengan butang kapasitif yang mampu buka/tutup serta tukar mod kawalan sahaja.\nBagi kami, paparan OLED yang disediakan ini agak berguna dan membantu dalam beri informasi penting mengenai keadaan bilik.\n5. CADR Tinggi, Ruang Lebih Besar\nCADR – Clean Air Delivery Rate ini atau dalam bahasa malaysia; Kadar Penghantaran Udara Bersih merujuk kepada kecekapan penapisan di mana berapa laju pembersih udara ini mampu untuk menapis udara pada keluasan tertentu. \nJadinya, lebih tinggi CADR, lebih laju udara kotor dapat ditapis oleh pembersih udara ini. Namun ianya tertakluk juga kepada isipadu ruang bilik. \n\nSebagai contoh, sebuah pembersih udara itu mempunyai CADR 400m3/jam ini mampu membersihkan udara lebih laju di bilik yang mempunyai keluasan 20 meter persegi berbanding pembersih udara dengan CDR 200 m3/jam.\nUntuk XSAP 4 ini, ia mempunyai kadar CDR 400m3/jam dan mampu membersihkan udara dalam bilik yang berkeluasan 20 meter persegi dalam masa 10 minit. \nXiaomi turut mengatakan yang pembersih udara ini sesuai untuk diletakkan pada bilik yang berkeluasan 28-48 meter persegi.\nPenggunaan\nSepanjang penggunaan kami dalam beberapa minggu, secara keseluruhannya dapat disimpulkan bahawa Xiaomi Smart Air Purifier 4 (XSAP 4) ini agak baik dari segi keberkesanannya. \nKami dapat rasa sedikit perubahan apabila menggunakan pembersih udara ini. Salah sorang daripada kami mengalami masalah resdung dan sensitif terhadap habuk. Sewaktu menggunakan pembersih udara ini, rasa gatal hidung pada waktu pagi terutamanya selepas bangun semakin berkurangan.Walaubagaimanapun, perbezaannya apabila ada dan tiada alat ini tidaklah begitu ketara. \nPembersih udara ini juga amat membantu sewaktu kami membersihkan bilik seperti menyapu lantai, mengelap bilah kipas dan lain-lain. Ia menapis habuk-habuk kecil yang berterbangan dan boleh dikatakan rasa gatal hidung dan bersin sewaktu mengemas itu berkurangan.\nBercakap mengenai bunyi kipas yang dihasilkan pula, sejujurnya bunyi kipas yang dihasilkan sedikit bising jika kelajuan kipas ditetapkan pada maksimum (tahap 3). Namun begitu, Xiaomi turut menyediakan mod tidur di mana bunyi kipas diperlahankan. Kami pernah meletakkan XSAP 4 ini betul-betul di tepi katil dan masih dapat tidur dengan nyenyak menggunakan mod tidur.\nHarga\nHarga yang ditawarkan secara rasmi di Malaysia adalah sebanyak RM799 sahaja. Jika dilihat pada harganya terus memang nampak mahal, namun perlu diingat yang XSAP 4 ini hanya perlu dibayar sekali dan tiada bayaran bulanan (langganan) seperti jenama lain.\nBagi kos penyelenggaraan pula, penapis pembersih udara ini perlu diganti setiap tahun (bergantung pada penggunaan) dan hanya berharga dalam lingkungan RM100. Penapis gantian ini pula mudah dicari kerana kebanyakannya dijual di Shopee dan Lazada. \n\nPada hemat kami, harga yang ditawarkan untuk Xiaomi Smart Air Purifier 4 bersama penapis gantiannya amat berbaloi. Jika harganya dibahagikan kepada setahun, korang hanya perlu membelanjakan dalam RM70 sebulan. Manakala penapisnya pula hanya RM10 sebulan.\nKesimpulan\nTuntasnya, apa yang kami boleh simpulkan adalah Xiaomi Smart Air Purifier 4 ini berbaloi untuk dimiliki kerana harga yang ditawarkan berpatutan bersama ciri-ciri yang disertakan agak canggih.\nNamun begitu ada sedikit kekurangan seperti tiada pemegang untuk alihkan pembersih udara ini dan wayar kuasa yang pendek.\n\nJika anda berminat dengan produk dalam artikel ini, boleh beli di sini:\nPautan Xiaomi Smart Air Purifier 4 : [Shopee] / [Lazada]Pautan penapis Xiaomi Smart Air Purifier 4 : [Shopee] / [Lazada]\n\n\n  Apa korang rasa?   +1   2   +1   0   +1   0   +1   0   +1   0        ", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", " \nTinggalkan Komen Batalkan balas\n\n\nKomen:\nTulis komen anda di sini\n\n\nNama:*\nTulis nama anda di sini\n\n\n\nE-mel:*\nE-mel anda tidak sah\nTulis e-mel anda di sini\n\n\n\nSimpan nama, emel, dan laman web saya dalam pelayar ini apabila saya mengulas pada masa hadapan.\n\n\nThis site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply. \n\nΔ \n", "Carian", "Artikel sebelumnyaPra-Tempah Acer Aspire Vero National Geographic Bermula Mei Dengan Harga RM4299Artikel seterusnyaUlasan AcerPure Cool: Kipas 2-dalam-1 Yang Membersih Dan Menyejuk Udara Di Rumah"]}
{"url": "https://techlagi.my/xiaomi-sumbang-rm418150-kepada-mangsa-banjir-melalui-yayasan-foodbank-malaysia/", "title": "Xiaomi Sumbang RM418,150 Kepada Mangsa Banjir Melalui Yayasan Food Bank Malaysia", "div": ["", "", "", "", "Xiaomi Sumbang RM418,150 Kepada Mangsa Banjir Melalui Yayasan Food Bank Malaysia", "30 December 2021", "\nBanyak kerosakan harta benda dilihat akibat banjir besar melanda di negara kita. Sebelum ini kita dapat lihat beberapa syarikat teknologi seperti Apple, Samsung, Acer, Asus dan banyak lagi menghulurkan bantuan untuk pemulihan terhadap kerosakan yang berlaku kerana banjir. \nKenyataan rasmi Xiaomi Malaysia di Facebook\nSeperti syarikat yang lain, Xiaomi turut tidak ketinggalan dalam menyumbangkan dana sebanyak RM 418,150 kepada Yayasan Food Bank Malaysia bagi membantu mangsa banjir. Tidak berhenti di situ, Xiaomi turut menyumbang dana yang sama kepada Filipina yang turut terjejas teruk kerana Ribut Rai yang telah memusnahkan banyak kediaman di sana.\nXiaomi Corporation juga mengharapkan yang terbaik kepada mereka yang terjejas, serta pemulihan yang cepat terhadap kawasan yang terjejas.\nTerima Kasih Xiaomi!\nGambar: William Lu\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Sumber :Xiaomi Global", "Tag :Bantuan BanjirXiaomi", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaRekaan Dan Spesifikasi Realme GT2 Pro DiperlihatArtikel seterusnyaSamsung S21 FE 5G dilancarkan – Exynos 2100, tri-kamera, 4500 mAh"]}
{"url": "https://techlagi.my/xmowi-r1-fon-telinga-bajet-terbaharu-dari-plextone/", "title": "XMOWI R1 – Fon Telinga Bajet Terbaharu Dari Plextone", "div": ["", "", "", "", "XMOWI R1 – Fon Telinga Bajet Terbaharu Dari Plextone", "7 March 2022", "\nKepada kaki Shopping Online di Shopee dan Lazada, pasti pernah dengar jenama Plextone, sebuah jenama yang menawarkan peranti audio berkonsepkan gaming seperti fon telinga dengan harga yang mampu milik. \nAntara produk Plextone yang terkenal adalah seperti fon telinga G20 Mark III dan RX3 yang laris dijual di Shopee. Jenama ini terkenal kerana harga yang ditawarkan murah dengan kualiti yang agak baik. Aku sendiri pernah gunakan fon telinga G15 dari Plextone dan secara keseluruhannya, bunyi yang dihasilkan dengan kualiti mikrofonnya agak memuaskan tetapi bukanlah yang terbaik. Dengan harga RM30 sahaja, memang tak boleh mengadu banyak, spesifikasi kena dengan harganya.\nBaik, berbalik kepada XMOWI R1, fon kepala ini merupakan sub jenama jenama dari Plextone dengan beberapa fitur menarik dan harga yang murah untuk kegunaan media mahupun gaming.\n\nReka Bentuk\nRekaannya ringkas sahaja, diperbuat daripada plastik yang tidak terlalu padu dengan kemasan yang memuaskan serta beratnya ringan sahaja. Apa yang aku suka dengan rekaan R1 ini adalah kerana minimal dan tidak terlalu garang. Fon telinga ini dilengkapi dengan mikrofon yang bersifat flexsibel dengan panjang 120mm.\n\nPada bahagian pad telinga dan kepala pula ada span yang disaluti dengan kulit PU. Sejujurnya, span pada pad telinga dan kepala ini agak keras dan kurang selesa untuk digunakan dalam masa yang lama. Cengkaman fon telinga ini pula agak kuat, jadi bila pakai di kepala tidaklah mudah tercabut.\n\nWayar yang disediakan agak panjang dan hujungnya berpecah kepada tiga bahagian – jack fon kepala, jack mikrofon dan USB-A untuk RGB. Ya, fon kepala ini dilengkapi dengan RGB namun tidak boleh dikawal dan warna yang dihasilkan pula hanya statik sahaja. Lebih baik ada daripada tiada kan? Kalau korang tak gemar dengan RGB, korang boleh cucuk jack fon kepala dan mikrofon sahaja, tanpa USB-A dan ia masih berfungsi dengan baik.\n\nSpesifikasi\nBerikut merupakan spesifikasi XMOWI R1 yang dinyatakan pada kotak:\n\nRekaan Lampu RGB (USB-A pada PC)Mikrofon bersifart fleksibel dengan panjang 120mmTahap fon kepala boleh larasPembesar suara bersaiz 50mmPanjang wayar 2000mm dengan 3 sambungan – jack audio, jack mikrofon dan USB-A\nDalam kotak:\nFon kepala XMOWI R1 x1Manual x1Kad Jaminan x1Pembungkus Gelembung x1\n\n\n\n\n\nKualiti Bunyi\nBunyi yang dihasilkan melalui XMOWI R1 ini boleh dikatakan sederhana sahaja. Kejelasan dan bes yang dihasilkan juga tidaklah yang terbaik dan bukanlah yang terburuk. Kiranya boleh diterima untuk kegunaan gaming dan media. Dengan harga RM32, korang akan dapat setanding dengan apa yang korang bayar.\nKalau korang ada guna fon kepala jenama Plextone, profil bunyi yang dihasilkan agak sama. Aku sudah cuba bermain permainan Genshin Impact menggunakan fon kepala ini. Bunyi dentuman sewaktu berlawan dengan Geo Hypostasis agak biasa sahaja dengan bes yang minima dan kejelasan yang baik-baik sahaja.\nOh ya, biasanya bila kita pakai fon kepala jenis closed-back, akan ada sedikit kedapan bunyi tetapi untuk R1 ini tiada langsung. Korang masih boleh dengar bunyi persekitaran melainkan korang main permainan dengan kelantangan suara yang maksimum.\nKualiti Mikrofon\nBagi kualiti mikrofon pula, aku dah cuba gunakan bersama Discord dah hasilnya agak memuaskan. Suara yang dihasilkan melalui mikrofon ini tidaklah terlalu kabur dan tidaklah juga terlalu jelas, berada di tengah-tengah. Kejelasan suara yang dihasilkan boleh difahami dengan baik. Kalau korang main permainan bersama kawan menggunakan fon kepala ini, memang tiada masalah.\nDekat kotak ada dinyatakan bahawa mikrofon ini dilengkapi dengan fungsi pembatalan hingar. Setelah aku cuba, memang ada fungsi ini cumanya tidak terlalu ketara dan boleh menyisihkan bunyi latar yang tidak terlalu kuat seperti kipas dan burung berkicauan pada pagi hari.\nIni merupakan contoh rakaman suara menggunakan mikrofon XMOWI R1 yang dirakam melalui perisian OBS.\nSample rakaman suara mengunakan mikorofon XMOWI R1\nPengalaman Penggunaan\nDari segi keselesaaan, sejujurnya ia kurang selesa untuk dipakai dalam masa yang lama. Ini kerana span yang ditempatkan pada pad telinga itu agak keras dan panas jika duduk di suhu bilik biasa.\n\nDari segi kegunaan semasa bermain pula, aku boleh simpulkan bahawa semuanya sederhana sahaja. Bunyi yang dihasilkan tidak terlalu buruk dan suara masih boleh didengar dengan jelas.\nKesimpulan\nUntuk fon kepala yang berharga RM32 ini, aku boleh katakan yang kualiti binaan, bunyi, dan mikrofon dihasilkan agak memuaskan. Ini kerana, aku pernah jumpa fon kepala yang lebih teruk lagi daripada XMOWI R1 ini pada harga yang lebih kurang sama. Tambahan pula, fon kepala ini dilengkapi dengan RGB yang boleh mewarnai pengalaman semasa bermain.\n\nTidak adil untuk letakkan harapan yang terlalu tinggi memandangkan harga yang ditawarkan pula mesra poket. Aku boleh simpulkan yang XMOWI R1 ini sesuai untuk gaming dan media bagi mereka yang mempunyai bajet rendah.\nBagi yang berminat dengan XMOWI R1, boleh dapatkan di [Shopee] pada harga RM29.90 sahaja.\n  Apa korang rasa?   +1   1   +1   0   +1   0   +1   0   +1   0        ", "Tag :Gaming HeadsetPlextoneXmowi R1", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", " \nTinggalkan Komen Batalkan balas\n\n\nKomen:\nTulis komen anda di sini\n\n\nNama:*\nTulis nama anda di sini\n\n\n\nE-mel:*\nE-mel anda tidak sah\nTulis e-mel anda di sini\n\n\n\nSimpan nama, emel, dan laman web saya dalam pelayar ini apabila saya mengulas pada masa hadapan.\n\n\nThis site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply. \n\nΔ \n", "Carian", "Artikel sebelumnyaApple Event 9 Mac Ini – Apa Yang Kita Boleh Jangka?Artikel seterusnyaiPhone SE 2022 Dilancarkan – 5 Perkara Yang Perlu Anda Tahu"]}
{"url": "https://techlagi.my/yes-tawarkan-kad-sim-5g-secara-percuma-sehingga-14-febuari/", "title": "YES Tawarkan Kad Sim 5G Secara Percuma Sehingga 14 Febuari", "div": ["", "", "", "", "YES Tawarkan Kad Sim 5G Secara Percuma Sehingga 14 Febuari", "11 January 2022", "\nSyarikat Telekomunikasi YTL menerusi YES merupakan antara yang terawal menawarkan rangkaian 5G di Malaysia namun terhad di kawasan yang terpilih seperti Kuala Lumpur, Cyberjaya dan Putrajaya.\nDalam pada itu, YES menawarkan kad sim 5G sebanyak 2 juta kepada rakyat Malaysia secara percuma sehingga 15 Febuari ini. Untuk menikmati kelajuan 5G ini, anda perlu menggunakan peranti yang menyokong kad sim YES dan mempunyai 5G. Anda boleh semak di sini.\nApa yang istimewa mengenai teknologi 5G ini? 5G ini dikatakan mampu memberikan anda kelajuan data yang tinggi dengan kependaman yang rendah. Ini membolehkan anda menstrim video berdefinisi tinggi dengan lebih lancar dan laju.\nCara untuk dapatkan kad sim 5G percuma? Mudah sahaja! Ikuti langkah ini:\nKlik pada laman web YES FT5G di sini.Isikan maklumat anda mengenai peribadi, peranti dan penghantaran.Sahkan maklumat anda. Kemudian tunggu untuk penghantaran.Selepas kad sim sampai, aktifkan dengan verifikasi eKYC yang dinyatakan.\nItu sahaja yang anda perlu buat untuk dapatkan kad sim percuma dari YES ini. Selamat mencuba!\n  Apa korang rasa?   +1   0   +1   0   +1   0   +1   0   +1   0        ", "Sumber :YES", "Tag :YESYTL", "Zafrul AimanMeminati gajet terutamanya telefon pintar sejak bayi lagi. Lebih cenderung kepada jenama buah kerana sudah terperangkap dalam ekosistemnya. Melarikan Tech Lagi sejak 2017.", "", "Carian", "Artikel sebelumnyaPengguna Yoodo Kini Boleh Menikmati VoLTEArtikel seterusnyaTwitter Blue Lancarkan Fitur NFT Sebagai Gambar Profil Di iOS"]}
